[
  {
    "Judul": "5 Fakta Unik Timlo Solo, Sup Khas Jawa yang Berakar dari Masakan Tionghoa",
    "Tanggal": "Kompas.com, 14 November 2025, 20:00 WIB",
    "Isi Berita": "Kota Solo atau Surakarta sejak lama dikenal sebagai kota budaya yang kaya akan tradisi, etnis, dan kuliner khas. Di antara deretan makanan populer seperti nasi liwet dan selatsolo, timlosolo menjadi salah satu hidangan favorit wisatawan ketika singgah ke kota berjuluk The Spirit of Javaini. Tak hanya sekadar hidangan berkuah, timlo ternyata menyimpan sejarah panjang, termasuk jejak pengaruh budaya Tionghoa yang kuat. Berikut lima fakta menarik tentang timlo solo yang dirangkum dari buku “Timlo dan Tionghoa Solo”. Tak banyak yang mengetahui bahwa timlo solo sejatinya merupakan hasil adaptasi dari masakan Tionghoa bernama kimlo. Kimlo merupakan sup berkuah jernih yang populer di kawasan Pecinan Jawa pada akhir abad ke-19. Dalam catatan sejarah, kimlo masuk ke Jawa melalui para saudagar Tionghoa dan menjadi makanan yang banyak dijajakan dengan pikulan.",
    "URL Link": "https://www.kompas.com/jawa-tengah/read/2025/11/14/200000388/5-fakta-unik-timlo-solo-sup-khas-jawa-yang-berakar-dari-masakan",
    "URL Gambar": "https://asset.kompas.com/crops/Mh1tHlXtKo5W0rHBf0mb78h3Lno=/0x0:698x465/780x390/data/photo/2021/03/24/605b557b8ea58.jpg",
    "deskripsi": "Kota Solo atau Surakarta sejak lama dikenal sebagai kota budaya yang kaya akan tradisi, etnis, dan kuliner khas. Di antara deretan makanan populer seperti nasi liwet dan selatsolo, timlosolo menjadi...",
    "kategori": "berita"
  },
  {
    "Judul": "Sejarah dan Filosofi Nasi Liwet Solo, Kuliner Legendaris yang Tetap Jadi Primadona",
    "Tanggal": "Kompas.com, 14 November 2025, 19:30 WIB",
    "Isi Berita": "Nasi liwet menjadi salah satu kuliner khas Solo yang hingga kini tetap digemari karena cita rasanya yang kaya dan menggugah selera. Hidangan berbasis nasi yang dimasak dengan santan dan rempah ini bukan hanya lezat, tetapi juga sarat makna budaya serta perjalanan sejarah panjang. Dikutip dari buku Filosofi Kuliner Nasi Liwet Khas Solo, makanan ini tumbuh menjadi ikon kuliner Jawa Tengah melalui perpaduan sempurna antara rasa, tradisi, dan kreativitas masyarakat Solo. Sejak dahulu, nasi liwet bukan makanan sehari-hari. Hidangan ini awalnya hanya disajikan pada acara-acara istimewa dan ritual adat. Dulu, penyajiannya menggunakan nampan besar atau daun pisang sebagai alas, memberi sentuhan tradisional sekaligus memperkuat makna kebersamaan. Namun seiring perjalanan waktu, nasi liwet mengalami transformasi yang besar. Dari yang awalnya terbatas pada acara adat, kini nasi liwet menjadi makanan favorit yang mudah ditemui di berbagai sudut Kota Solo. Bahkan, pengunjung yang datang ke Solo hampir selalu menyempatkan diri mencicipinya.",
    "URL Link": "https://www.kompas.com/jawa-tengah/read/2025/11/14/193000588/sejarah-dan-filosofi-nasi-liwet-solo-kuliner-legendaris-yang-tetap",
    "URL Gambar": "https://asset.kompas.com/crops/eeHNb2SZS7Z6vsYk3qOl-fA4ENQ=/0x0:1000x667/780x390/data/photo/2023/07/09/64aa0473728b0.jpg",
    "deskripsi": "Nasi liwet menjadi salah satu kuliner khas Solo yang hingga kini tetap digemari karena cita rasanya yang kaya dan menggugah selera. Hidangan berbasis nasi yang dimasak dengan santan dan rempah ini...",
    "kategori": "berita"
  },
  {
    "Judul": "Pedagang Mulai Tempati Sentra Fauna dan Kuliner Lenteng Agung Jelang Peresmian",
    "Tanggal": "Kompas.com, 14 November 2025, 17:52 WIB",
    "Isi Berita": "JAKARTA, -Sejumlah pedagang mengisi kios di Sentra Fauna dan Kuliner Lenteng Agung, Jakarta Selatan menjelang peresmian, besok Sabtu (15/11/2025). Berdasarkan pemantauan Kompas.comdi lokasi, Jumat (14/11/2025), dataran yang semula ditumbuhi rumput liar dan pohon besar kini disulap menjadi deretan kios yang rapi. Dinding di lahan kosong di depannya tampak dicat merah dan ditimpa dengan lukisan setengah jadi. Belasan bendera warna-warni dengan ilustrasi bunga berkibar di kedua sisi jalanan. Jalan menurun yang membelah zona fasilitas itu terlihat masih dikerjakan oleh petugas berseragam kuning dari Dinas Bina Marga.",
    "URL Link": "https://megapolitan.kompas.com/read/2025/11/14/17524571/pedagang-mulai-tempati-sentra-fauna-dan-kuliner-lenteng-agung-jelang",
    "URL Gambar": "https://asset.kompas.com/crops/FUHS7S6qWqKxxf2GrQDB796hehE=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775ae18c31.png,0,-0,1)/data/photo/2025/11/14/691708beeff34.jpeg",
    "deskripsi": "JAKARTA, -Sejumlah pedagang mengisi kios di Sentra Fauna dan Kuliner Lenteng Agung, Jakarta Selatan menjelang peresmian, besok Sabtu (15/11/2025). Berdasarkan pemantauan Kompas.comdi lokasi, Jumat...",
    "kategori": "berita"
  },
  {
    "Judul": "Sejarah Timlo Solo, Kuliner Peranakan yang Jadi Ikon Kota Bengawan",
    "Tanggal": "Kompas.com, 14 November 2025, 17:15 WIB",
    "Isi Berita": "Timlo Solo menjadi salah satu kuliner khas yang selalu diburu wisatawan ketika berkunjung ke Kota Surakarta. Hidangan berkuah bening dengan isian sosis Solo, telur pindang, serta ati ampela ini bukan hanya lezat, tetapi juga menyimpan sejarah panjang yang melekat dengan perjalanan budaya warga Solo dan komunitas Tionghoa. Kuliner ini bahkan dianggap sebagai salah satu warisan gastronomi yang memperkaya identitaskuliner Solodanmakanan khas Jawa Tengah. Berikut sejarahtimloberdasarkan buku Timlo dan Tionghoa Solo.",
    "URL Link": "https://www.kompas.com/jawa-tengah/read/2025/11/14/171500888/sejarah-timlo-solo-kuliner-peranakan-yang-jadi-ikon-kota-bengawan",
    "URL Gambar": "https://asset.kompas.com/crops/Mh1tHlXtKo5W0rHBf0mb78h3Lno=/0x0:698x465/780x390/data/photo/2021/03/24/605b557b8ea58.jpg",
    "deskripsi": "Timlo Solo menjadi salah satu kuliner khas yang selalu diburu wisatawan ketika berkunjung ke Kota Surakarta. Hidangan berkuah bening dengan isian sosis Solo, telur pindang, serta ati ampela ini bukan...",
    "kategori": "berita"
  },
  {
    "Judul": "Liburan ke Al Ula di Arab Saudi, Bisa Makan di Mana?",
    "Tanggal": "Kompas.com, 13 November 2025, 19:30 WIB",
    "Isi Berita": "Tidak hanya menawarkan pemandangan bebatuan purba dan lembah yang memesona, Al Ula di Arab Saudi juga punya kuliner yang menarik untuk dijelajahi. Di tengah lanskap gurun dan situs bersejarah, kamu bisa menemukan beragam pilihan tempat makan, mulai dari restoran mewah dengan pemandangan lembah, hingga kafe tradisional yang menyajikan cita rasa khas Arab. Jika masih bingung hendak ke mana, berikut beberapa rekomendasi tempat makan di Al Ula yang himpun dalam acara pameran perjalanan Visit Saudi Travel Fair 2025. Pencinta kuliner khas Jepang bisa mampir ke Myazu. Di sini kamu bisa menyantap sushi dengan pemandangan ke arah gunung-gunung Al Ula pada siang hari. Sedangkan pada malam hari, kamu bisa bersantap sembari melihat hamparan bintang-bintang dengan leluasa. Suhail menawarkan hidangan inovatif yang terinspirasi dari warisan Arab Saudi. Tempat makan ini menyajikan makanan modern dan mewah di kota kuno Al Ula. Adapun beberapa makanan yang disajikan meliputi Sup Jareesh, yaitu sup sayuran tradisional dari sereal dengan sayuran dan rempah. Lalu ada Sambosah Domba, yaitu adonan goreng isi daging domba cincang segar dan bombai, peterseli, dan daun bawang.",
    "URL Link": "https://www.kompas.com/food/read/2025/11/13/193059475/liburan-ke-al-ula-di-arab-saudi-bisa-makan-di-mana",
    "URL Gambar": "https://asset.kompas.com/crops/qlEpmhGWvSN9dTze0Q5yZFoHYNI=/41x0:1661x1080/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/11/13/6915bb06581fb.png",
    "deskripsi": "Tidak hanya menawarkan pemandangan bebatuan purba dan lembah yang memesona, Al Ula di Arab Saudi juga punya kuliner yang menarik untuk dijelajahi. Di tengah lanskap gurun dan situs bersejarah, kamu...",
    "kategori": "berita"
  },
  {
    "Judul": "Sate Mak Syukur, Kuliner Legendaris Wajib Dicoba di Padang Panjang",
    "Tanggal": "Kompas.com, 13 November 2025, 11:44 WIB",
    "Isi Berita": "PADANG PANJANG, -Sejak berdiri pada puluhan tahun silam, warung sederhana Sate Mak Syukur di Kota Padang Panjang, Sumatera Barat, tak pernah kehilangan pesonanya. Potongan daging sapi berpadu dengan kuah santan kental yang terasa gurih dan sedikit manis, menjadi simbol kebanggan kuliner Minang yang terus bertahan lintas generasi. Sate Mak Syukur pertama kali berdiri pada 1941. Almarhum Syukur Sutan Rajo Endah mulanya menjajakan sate dari Padang Panjang menuju Batusangkar.",
    "URL Link": "https://www.kompas.com/food/read/2025/11/13/114415475/sate-mak-syukur-kuliner-legendaris-wajib-dicoba-di-padang-panjang",
    "URL Gambar": "https://asset.kompas.com/crops/PnUrQ0cCyu1922SRis9yTDj31Lw=/0x218:3903x2820/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/11/12/69143c2ddacf3.jpg",
    "deskripsi": "PADANG PANJANG, -Sejak berdiri pada puluhan tahun silam, warung sederhana Sate Mak Syukur di Kota Padang Panjang, Sumatera Barat, tak pernah kehilangan pesonanya. Potongan daging sapi berpadu dengan...",
    "kategori": "berita"
  },
  {
    "Judul": "Itinerary Wisata Sehari di Sekitar Kawasan GWK Bali, Ada Tanjung Benoa",
    "Tanggal": "Kompas.com, Diperbarui 12/11/2025, 14:24 WIB",
    "Isi Berita": "Salah satu tempat wisata ikonik di Bali adalah Taman Budaya Garuda Wisnu Kencana (GWK) di bagian selatan Pulau Dewata. GWKterletak di Jl. Raya Uluwatu, Ungasan. Perjalanan menuju GWK berdurasi sekitar 10-15 menit dari Bandara Internasional I Gusti Ngurah Rai. Selain taman wisata tersebut, obyek wisata di sekitar GWK cukup variatif, mulai dari tempat yang menawarkan atraksi budaya, pantai, hinggawater sports. Wisatawan yang ingin untuk rehat sejenak dari kesibukan sehari-hari, berikut adalahitinerarysehari berwisata di sekitar GWK: https: //pesona.travel Jet ski di Tanjung Benoa bali. Berlokasi di Nusa Dua, Tanjung Benoamerupakan tempat wisata air yang memiliki beberapa aktivitas pemacu adrenalin. Pusat rekreasi wisata bahari Tanjung Benoa cocok untuk dikunjungi pada pagi hari karena air laut yang pasang sekitar pukul 09.00 wita. Jika dikunjungi saat air laut sedang surut, aktivitas sepertibanana boat, jetski, dandoughnut boattidak bisa dilakukan. Pusatwater sports Baliini menawarkan dua tipe harga, harga satuan dan harga paket. Harga satuan berkisar Rp 70.000 - Rp 450.000, sedangkan harga paket berkisar Rp 250.000 - Rp 500.000. Warung Nasi Campur Ayam Ibu Oky menyediakan menu makanan khas Bali yang bisa dijangkau oleh semua kalangan. Ayam bumbu rempah Bali, telur bumbu, sayur lawar Bali, sate lilit khas Bali dengan rasa jeruk limaunnya adalah beberapa sajian sarapan yang dapat dinikmati wisatawan sebelum menuju GWK. \"Porsi murah meriah, sekitar Rp.25.000 sudah dapat, \" ujartour guide Bali, I Made Adi Wirawan atau biasa dipanggil Bli Adi saat diwawancara, Rabu (18/08/2021). Warung nasi campur ini terletak di Jl. Celagi Basur, searah perjalanan menuju GWK dan sekitar 18 menit dariwater sports Tanjung Benoa. Tempat makan ini buka sekitar pukul 07.00 Wita. /SHERLY PUSPITASeni tari yang dapat disaksikan di obyek wisata Garuda Wisnu Kencana (GWK) yang terletak di kawasan GWK Cultural Park, Bukit Ungasan, Kabupaten Badung, Bali. Obyek wisata selanjutnya adalah Taman Budaya Garuda Wisnu Kencanayang terletak di Bukit Ungasan, Kabupaten Badung.",
    "URL Link": "https://travel.kompas.com/read/2021/08/19/105504827/itinerary-wisata-sehari-di-sekitar-kawasan-gwk-bali-ada-tanjung-benoa",
    "URL Gambar": "https://asset.kompas.com/crops/rlXEv1kt81KKkRQCFiM6TvnYVg4=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775cf5d848.png,0,-0,1)/data/photo/2020/12/16/5fd9c51a80792.jpg",
    "deskripsi": "Salah satu tempat wisata ikonik di Bali adalah Taman Budaya Garuda Wisnu Kencana (GWK) di bagian selatan Pulau Dewata. GWKterletak di Jl. Raya Uluwatu, Ungasan. Perjalanan menuju GWK berdurasi...",
    "kategori": "berita"
  },
  {
    "Judul": "Bukan Cuma Soal Rasa, Ini Makna Kuliner Campur-campur di Banyuwangi",
    "Tanggal": "Kompas.com, 12 November 2025, 08:01 WIB",
    "Isi Berita": "Dari rujak yang dicampur kuah soto hingga nasi pecel yang disiram rawon, kuliner Banyuwangi sering kali hadir dalam bentuk “campur-campur”. Namun, di balik piring yang tampak ramai itu, tersimpan makna budaya yang lebih dalam. Tradisi mencampur ragam bahan dalam satu sajian ini bukan sekadar urusan rasa, melainkan cermin cara masyarakat Banyuwangi menerima dan menyatu dengan keberagaman. Salah satu contohnya adalah lontong campur, kuliner khas yang hanya bisa ditemukan di Banyuwangi, khususnya di kawasan Glenmore. Kepala Dinas Kebudayaan dan Pariwisata Banyuwangi Taufik Hidayat mengatakan, hidangan ini bahkan tidak dijumpai di wilayah lain. \"Lontong campur Glenmore itulegendkalau di sini, karena di daerah lain tidak ada. Kalau ingin makan lontong campur, harus ke Glenmore, \" kata Taufik kepada Kompas.commelalui sambungan telepon, Selasa (11/11/2025). Keistimewaannya, kata Taufik, terletak pada lontong yang lembut, dipadukan dengan bumbu kacang, sayur kuah santan, dan irisan daging.",
    "URL Link": "https://www.kompas.com/food/read/2025/11/12/080119675/bukan-cuma-soal-rasa-ini-makna-kuliner-campur-campur-di-banyuwangi",
    "URL Gambar": "https://asset.kompas.com/crops/gkzvljg1hjQdjNZuf02QsGdmWdI=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2023/12/23/658647849927a.jpg",
    "deskripsi": "Dari rujak yang dicampur kuah soto hingga nasi pecel yang disiram rawon, kuliner Banyuwangi sering kali hadir dalam bentuk “campur-campur”. Namun, di balik piring yang tampak ramai itu, tersimpan...",
    "kategori": "berita"
  },
  {
    "Judul": "Lontong Campur, Kuliner Unik Cuma Ada di Banyuwangi",
    "Tanggal": "Kompas.com, 11 November 2025, 15:31 WIB",
    "Isi Berita": "Sajian lontong sayur mungkin terdengar biasa, potongan lontong yang disajikan bersama kuah dan taburan kerupuk ini kerap dijumpai di setiap daerah. Misalnya di Sumatera Barat ada lontong padang, atau Surabaya ada lontong balap. Beberapa jenis lontong daerah tersebut umumnya masih bisa ditemui tanpa harus berkunjung ke daerah asalnya. Lain halnya di Banyuwangi, ada satu jenis lontong yang hanya ada di Banyuwangi dan tidak bisa ditemui di daerah lain. Namanya lontong campur. Kepala Dinas Kebudayaan dan Pariwisata Banyuwangi Taufik Hidayat mengatakan lontong campur bisa ditemui saat mampir ke Desa Sepanjang, Kecamatan Glenmore, Kabupaten Banyuwangi, Jawa Timur. \"Lontong campur Glenmoreitulegendkalau di sini, karena di daerah lain tidak ada. Kalau ingin makan lontong campur, harus ke Glenmore, \" kata Taufik kepada melalui sambungan telepon, Selasa (11/11/2025). Taufik memaparkan, keistimewaan lontong campur ini ada pada lontong yang lembut, disiram bumbu kacang, sayur kuah santan, dan diberi tambahan irisan daging. Kuah bumbu kacang ini pun bukan bumbu kacang instan, melainkan kacang yang diulek bersama cabai terlebih dahulu. Sehingga tingkat rasa pedas bisa disesuaikan dengan selera. \"Lontongnya enak lembut, tidak seperti lontong biasa, lontongnya memang dibuat khusus, \" katanya. Di Banyuwangi, khususnya di kawasan Glenmore, kata Taufik, lontong campur bisa disantap setiap waktu. Bisa untuk sarapan, makan siang, dan makan malam. Jika mencari lontong campur di Glenmore, Taufik menyarankan untuk mendatangi area pasar atau stasiun, karena di sana penjual lontong campur cukup mudah ditemui.",
    "URL Link": "https://www.kompas.com/food/read/2025/11/11/153100975/lontong-campur-kuliner-unik-cuma-ada-di-banyuwangi",
    "URL Gambar": "https://asset.kompas.com/crops/VZwCuwwlrJhvGtVloWYvcZvW_SA=/0x0:780x390/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2016/07/22/1318118IMG-20160720-083725-picsay780x390.jpg",
    "deskripsi": "Sajian lontong sayur mungkin terdengar biasa, potongan lontong yang disajikan bersama kuah dan taburan kerupuk ini kerap dijumpai di setiap daerah. Misalnya di Sumatera Barat ada lontong padang, atau...",
    "kategori": "berita"
  },
  {
    "Judul": "Kenapa Orang Banyuwangi Suka Mencampur Makanan? Ini Kata Budayawan",
    "Tanggal": "Kompas.com, 11 November 2025, 11:06 WIB",
    "Isi Berita": "Jika berkunjung ke Banyuwangi, Jawa Timur, kamu akan mendapati beragam kuliner yang disajikan dengan cara dicampur. Mulai dari lontong campur, rujak soto, ataupun pecel rawon. Budayawan Banyuwangi Aekanu Hariyono mengatakan, seni mencampur makanan di Banyuwangi nyatanya tidak hanya perihal rasa makanan melainkan juga ada hubungannya dengan tradisi dan budaya setempat. Lantas apa alasan orang Banyuwangi suka mencampur makanan? Menurut penjelasan Aekanu, kuliner campur-campur yang ada di Banyuwangi merupakan wujud penerimaan masyarakat setempat dengan budaya pendatang. Pada dasarnya, kata Aekanu, Banyuwangi punya beragam suku yang komplek. Namun pada zaman dahulu ada penilaian masyarakat suku Osing asli Banyuwangi tidak mau menerima pengaruh dari budaya luar. \"Tapi kenyataannya masyarakat itu adaptif. Buktinya apa? Keseniannya dicampur juga, sampai kepada makanannya, \" kata Aekanu saat temui di Pendapa Sabha Swagata Blambangan, Banyuwangi, Jawa Timur, Sabtu (25/10/2025). Dok. Shutterstock/bayu pamungkas Ilustrasi nasi tempong. Akulturasi budaya yang merambah kepada kuliner, katanya, berhasil menciptakan makanan yang enak dan menjadi khas di Banyuwangi. Selain pada makanan, sambungnya, akulturasi budaya di Banyuwangi juga berpengaruh pada gerak tari hingga kostum yang dipakai oleh para penari. \"Jadi intinya, orang Osing itu orang yang fleksibel, orang yang adaptif, orang yang menerima apapun. Saya yakin mereka mencoba (mencampur makanan), dan ternyata makanan itu enak dan menjadi popular, \" kata Aekanu. Dari Rujak Soto hingga Pecel Rawon Menambahkan dari buku \"Jendela Indonesia: Campur-Mencampur Ala Banyuwangi-an\"(2021) yang disusun Litbang Kompas, dua makanan yang cukup popular dicampur-campur di Banyuwangi yaitu Rujak Soto dan Pecel Rawon. Rujak soto, merupakan campuran rujak ulek atau rujak cingur dengan kuah soto sedangkan pecel rawon merupakan gabungan pecel dari Madium dan rawon dari Surabaya. Jika memesan seporsi pecel rawon di Banyuwangi, akan disajikan sepiring nasi pecel berisi sayuran rebus seperti bayam, taoge, kacang panjang, dan sambal pecel. Lalu, disirami kuah rawon yang hitam. Sebagai pelengkap, ada udang goreng, empal sapi, ragi, paru goreng kering, dan remukan rempeyek kacang.",
    "URL Link": "https://www.kompas.com/food/read/2025/11/11/110600975/kenapa-orang-banyuwangi-suka-mencampur-makanan-ini-kata-budayawan",
    "URL Gambar": "https://asset.kompas.com/crops/YBXmCUeGOZWrAcVtn9Apkzz5WeE=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2020/09/30/5f743682f0a1e.jpg",
    "deskripsi": "Jika berkunjung ke Banyuwangi, Jawa Timur, kamu akan mendapati beragam kuliner yang disajikan dengan cara dicampur. Mulai dari lontong campur, rujak soto, ataupun pecel rawon. Budayawan Banyuwangi...",
    "kategori": "berita"
  },
  {
    "Judul": "Mengulik Nasi Tempong, Kuliner Asli Bali atau Banyuwangi?",
    "Tanggal": "Kompas.com, 10 November 2025, 20:31 WIB",
    "Isi Berita": "Popularitas nasi tempong yang menjamur di berbagai daerah membuat asal-usulnya kerap disalahpahami. Tidak sedikit yang mengiranasi tempongberasal dari Bali karena mudah ditemui di kawasan wisata. Namun nyatanya nasi tempong bukan berasal dari Bali, melainkan dari Banyuwangi, Jawa Timur. Kepala Dinas Kebudayaan dan Pariwisata Banyuwangi Taufik Hidayat mengatakan nasi tempong merupakan kuliner asli Banyuwangi. \"Benar (nasi tempong berasal dari Banyuwangi), bahkan kata 'tempong' itu istilah Banyuwangi, bahasa (suku) Osing, 'tempong' itu artinya tampar, \" kata Taufik kepada di Pantai Boom, Banyuwangi, Jawa Timur, pada Sabtu (25/10/2025). Taufik menjelaskan, nasi tempong terkenal dengan cita rasa pedas yang mana penggambaran rasa pedasnya diibaratkan seperti ditampar.",
    "URL Link": "https://www.kompas.com/food/read/2025/11/10/203100475/mengulik-nasi-tempong-kuliner-asli-bali-atau-banyuwangi-",
    "URL Gambar": "https://asset.kompas.com/crops/qoFI80ggNyAVdDDSmFhXFoXFHI0=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/06/06/66617fe595987.jpg",
    "deskripsi": "Popularitas nasi tempong yang menjamur di berbagai daerah membuat asal-usulnya kerap disalahpahami. Tidak sedikit yang mengiranasi tempongberasal dari Bali karena mudah ditemui di kawasan wisata....",
    "kategori": "berita"
  },
  {
    "Judul": "Kenalkan Kuliner Indonesia Timur, Hotel Tentrem Semarang Luncurkan Menu Papeda Ikan Kuah Kuning dan Air Guraka",
    "Tanggal": "Kompas.com, 10 November 2025, 12:42 WIB",
    "Isi Berita": "SEMARANG, - Sebagai bagian dari upaya melestarikan budaya dan kuliner Nusantara, Hotel Tentrem Semarang meluncurkan menu khas Indonesia Timur yakni, Papeda Ikan Kuah Kuning dan Air Guraka. Peluncuran itu dipimpin langsung oleh Direktur Utama PT Hotel Candi Baru Irwan Hidayatserta Gubernur Maluku Utara Sherly Tjoanda secarahybrid, Senin (10/11/2025). Acara itu turut dihadiri Brand Ambassador Andy Noya, putra sulung Sherly Tjoanda, Bennett Edbert Laos, dan Gubernur Jateng Ahmad Luthfi. Menurut Irwan, inisiatif itu sengaja didorong untuk mengenalkan kekayaankuliner Nusantara, khususnya sajian khas dari Indonesia Timurkepada masyarakat luas yang mengunjungi Hotel Tentrem. \"Ceritanya 2 bulan yang lalu saya ketemu dengan Gubernur Maluku, Ibu Sherly Tjoanda. Waktu itu, saya punya ide untuk menyediakan makanan Maluku di hotel ini. Waktu saya tanya, dia bilangpapedasama sup ikan kuning. Waktu saya pelajari, wah menarik juga ya kalau ada di hotel, \" ungkap Irwan. Dok. Sido Muncul Irwan Hidayat, Direktur PT Hotel Candi Baru, serta Ibu Sherly Tjoanda, Gubernur Maluku Utara meluncurkan menu khas Indonesia Timur yakni, Papeda Ikan Kuah Kuning dan Air Guraka secara hybrid di Hotel Tentram, Senin (10/11/2025) Alhasil, menu Papeda Ikan Kuah Kuning dan Air Guraka mulai disajikan dalam menu sarapan Hotel Tentrem Semarang, memberikan pengalaman kuliner baru bagi para tamu. Bahkan, sajian papeda diolah menjadi papeda goreng dan perkedel papeda. Lalu, minuman air guraka yang terbuat dari jahe, gula aren, kacang kenari dan serai disajikan dalam minuman panas dan es. “Kami populerkan (papeda) salah satunya karena makanan ini mengandung serat fiber yang banyak. Bagus untuk pencernaan. Semoga kehadiran menu ini membangkitkan kecintaan masyarakat terhadap Hotel Tentrem Semarang, sekaligus mendorong apresiasi terhadap kuliner tradisional Indonesia, ” tuturnya. /Titis Anis Fauziyah Irwan Hidayat, Direktur PT Industri Jamu dan Farmasi Sido Muncul Tbk, serta Ibu Sherly Tjoanda, Gubernur Maluku Utara meluncurkan menu khas Indonesia Timur yakni, Papeda Ikan Kuah Kuning dan Air Guraka secara hybrid di Hotel Tentram, Senin (10/11/2025). Melalui setiap sajian, Hotel Tentrem berharap dapat menjadi wadah untuk memperkenalkan kekayaan kuliner Nusantara kepada dunia, serta memperkuat rasa bangga terhadap warisan budaya bangsa. \"Ini salah satu yang pertama dari Maluku Utara, tapi nanti kami akan juga berusaha untuk menyediakan makanan-makanan Nusantara lainnya, \" lanjutnya. Terpisah, Gubernur Maluku Utara Sherly Tjoanda mengapresiasi Irwan Hidayat yang memperkenalkan kuliner Maluku Utara, khususnya papeda dan kuah ikan kuning serta air guraka di Hotel Tentrem di Indonesia. \"Dengan begini, masyarakat di Jawa bisa menikmati kuliner Maluku Utara. Ini satu langkah awal kuliner Maluku Utara untuk masuk secara nasional. Semoga semakin dikenal budaya, kuliner, dan cerita dari Maluku Utara, \" ujar Sherly. Tak hanya itu, dia juga menambahkan pengenalan budaya juga diupayakan dengan memamerkan dan mempromosikan tenun Tidore di toko oleh-oleh Hotel Tentrem. \"Jadi, itu memang budayanya sudah ada tenun Tidore. Tapi, kemudian dilestarikan kembali lagi oleh kerja sama dengan Bank Indonesia. Nanti pun produk dari tenun Tidore dan tenun Ternate akan kami titip digift shopyang ada di Hotel Tentrem, \" imbuh Sherly. /Titis Anis Fauziyah Irwan Hidayat, Direktur PT Industri Jamu dan Farmasi Sido Muncul Tbk, serta Ibu Sherly Tjoanda, Gubernur Maluku Utara meluncurkan menu khas Indonesia Timur yakni, Papeda Ikan Kuah Kuning dan Air Guraka secara hybrid di Hotel Tentram, Senin (10/11/2025). Sementara, Gubernur Jateng Ahmad Luthfi berharap melalui peluncuran menu tersebut, Hotel Tentrem Semarangdapat terus menjadi ikonhospitalityyang tidak hanya berkelas, tetapi juga berjiwa Indonesia. Langkah itu juga diharapkan menjadi inspirasi bagi pelaku industri perhotelan lainnya untuk terus menggali dan mengenalkan kekayaan kuliner Nusantara. \"Saya juga mengucapkan terima kasih dan penghargaan kepada parachefdan tim kuliner Hotel Tentrem yang telah bekerja keras dan berinovasi hingga akhirnya dapat mempersembahkan menu istimewa kepada publik. Semoga peluncuran hari ini menjadi awal bagi semakin dikenalnya kuliner Nusantara, baik di tingkat nasional maupun internasional, serta memberi manfaat bagi kemajuan pariwisata dan ekonomi kreatif di Jawa Tengah dan Indonesia, \" kata Luthfi.",
    "URL Link": "https://regional.kompas.com/read/2025/11/10/124221878/kenalkan-kuliner-indonesia-timur-hotel-tentrem-semarang-luncurkan-menu",
    "URL Gambar": "https://asset.kompas.com/crops/aRNlWW8POttTC2YUuPeNB3_YhIQ=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775ae18c31.png,0,-0,1)/data/photo/2025/11/10/6911757bebdc8.jpg",
    "deskripsi": "SEMARANG, - Sebagai bagian dari upaya melestarikan budaya dan kuliner Nusantara, Hotel Tentrem Semarang meluncurkan menu khas Indonesia Timur yakni, Papeda Ikan Kuah Kuning dan Air Guraka. Peluncuran...",
    "kategori": "berita"
  },
  {
    "Judul": "Lapar Saat Transit di Stasiun Tanah Abang Baru, Bisa Jajan di Mana?",
    "Tanggal": "Kompas.com, 7 November 2025, 12:31 WIB",
    "Isi Berita": "Di area Stasiun Tanah Abang Baru terdapat beberapa tenant yang menjual aneka makanan dan minuman. Tenant ini cukup mudah dijangkau karena lokasinya tersebar di dekatgate. Bahkan, beberapa tenant di antaranya berada di dalam stasiun, jadi tidak perlutap-outdan keluar stasiun. Jika sedang transit di Stasiun Tanah Abang Barudan butuh mengganjal perut yang lapar, berikut lokasi tenant kuliner yang bisa disambangi di: Tempat jajan di dalam Stasiun Tanah Abang Baru berada di dalam gedung lama stasiun. Pertama, berada di dekat gate arah Halte Busway Transjakarta Tanah Abang 2. Jajaran tenant kuliner di sana persis di depangate. Berdasarkan pantauan di lokasi pada Kamis (6/11/2025), beberapa tenat kuliner yang ada di sana meliputi CFC, Makaroni Ngehe, Waroeng Teh Kotjok, Burger SD, H! Cups, Roti Maryam Salman, Roti'O, Alfa Express, dan Siliwangi Bolu. / Suci Wulandari Putri Deretan tenant kuliner di dekat gate arah Halte Busway Transjakarta Tanah Abang 2, di Stasiun Tanah Abang Baru, Jakarta Pusat, Kamis (6/11/2025). Tepat di depan Alfa Express ada pula fasilitas isi ulang air minum yang bisa dimanfaatkan gratis oleh pengguna KRL. Masih di sekitar spot kuliner, ada pula sederet mesin ATM yang bisa digunakan apabila butuh uang tunai untuk jajan.Beberapa mesin ATM yang tersedia meliputi: ATM Link, BCA, Mandiri, CIMB Niaga, dan BSI. / Suci Wulandari Putri Lokasi tenant kuliner di dekat gate arah Pasar Tanah Abang, di Stasiun Tanah Abang Baru, Jakarta Pusat, Kamis (6/11/2025). Spot jajan kedua di Stasiun Tanah Abang Baru berada di gate menuju Pasar Tanah Abang. Khusus di spot ini, lokasi tenant berada di depan loket tiket, dan pengguna KRL perlutap-outdahulu. Beberapa tenant yang ada di sana meluputi CFC, Indomaret, Roti'O dan Roti Maryam. Tepat di depan loket tiket juga ada deretan ATM BRI.",
    "URL Link": "https://www.kompas.com/food/read/2025/11/07/123100275/lapar-saat-transit-di-stasiun-tanah-abang-baru-bisa-jajan-di-mana-",
    "URL Gambar": "https://asset.kompas.com/crops/PygaZHakXg2cyC1NRuc3LNevPBM=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/11/07/690d6ee7accd4.jpg",
    "deskripsi": "Di area Stasiun Tanah Abang Baru terdapat beberapa tenant yang menjual aneka makanan dan minuman. Tenant ini cukup mudah dijangkau karena lokasinya tersebar di dekatgate. Bahkan, beberapa tenant di...",
    "kategori": "berita"
  },
  {
    "Judul": "Melihat Malaysia di Sumatera Barat, Bangunan dan Kulinernya yang Mirip",
    "Tanggal": "Kompas.com, 6 November 2025, 15:00 WIB",
    "Isi Berita": "SUMATERA BARAT, -Saat melancong ke Sumatera Barat, turis Malaysia bisa jadi merasakan suasana layaknya di rumah sendiri. Bukan hanya karena keramahan penduduknya, melainkan persamaan budaya dan kuliner, serta ikatan sejarah yang kuat antara dua wilayah ini. \"Negeri Sembilan di Malaysia sendiri, nenek moyangnya adalah orang Minang karena sejak dulu, orang Minang memang suka merantau, \" kata pemandu Museum Bustanil Arifin, Suaita, ketika ditemui Kompas.comdalam rangkaian Familiarization Trip Kementerian Pariwisata RI bersama Travel Agent Malaysia ke Sumatera Barat, Senin (27/10/2025). Namun, nama-nama suku di Negeri Sembilan berbeda dengan suku di Sumatera Barat.",
    "URL Link": "https://travel.kompas.com/read/2025/11/06/150000927/melihat-malaysia-di-sumatera-barat-bangunan-dan-kulinernya-yang-mirip",
    "URL Gambar": "https://asset.kompas.com/crops/jd09h3ly2zF_y7mSRZ7iJVW8mGA=/0x0:4032x2688/780x390/filters:watermark(data/photo/2020/03/10/5e6775cf5d848.png,0,-0,1)/data/photo/2025/11/05/690ab162c0527.jpg",
    "deskripsi": "SUMATERA BARAT, -Saat melancong ke Sumatera Barat, turis Malaysia bisa jadi merasakan suasana layaknya di rumah sendiri. Bukan hanya karena keramahan penduduknya, melainkan persamaan budaya dan...",
    "kategori": "berita"
  },
  {
    "Judul": "Kue Tiram, Ketika Cita Rasa Taiwan Menyapa Lidah Surabaya",
    "Tanggal": "Kompas.com, 6 November 2025, 09:31 WIB",
    "Isi Berita": "SURABAYA, - Dari sebuah dapur di belakang ruko kawasan Kapas Kampung, aroma gurih kue tiram yang baru diangkat dari wajan. Di balik camilan berisitiramdan rumput laut itu, tersimpan kisah ketekunan, kreativitas, dan adaptasi rasa yang menjadikannya begitu digemari. Binti Rohmatin, istri dari sang pemilik Kue Tiram Babah Hoi menjadi salah satu sosok di balik popularitas jajanan khas Taiwan.",
    "URL Link": "https://www.kompas.com/food/read/2025/11/06/093100975/kue-tiram-ketika-cita-rasa-taiwan-menyapa-lidah-surabaya",
    "URL Gambar": "https://asset.kompas.com/crops/N_CvwCae7Zz-jVJfc6q5ZLVuVd4=/0x102:3396x2366/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/11/05/690afcb415f06.jpg",
    "deskripsi": "SURABAYA, - Dari sebuah dapur di belakang ruko kawasan Kapas Kampung, aroma gurih kue tiram yang baru diangkat dari wajan. Di balik camilan berisitiramdan rumput laut itu, tersimpan kisah ketekunan,...",
    "kategori": "berita"
  },
  {
    "Judul": "Bongkar Surga Tersembunyi Kuliner Halal di Bangkok, Jirayut: Tinggal Tunjuk",
    "Tanggal": "Kompas.com, 5 November 2025, 15:52 WIB",
    "Isi Berita": "JAKARTA, - Aktor dan penyanyi asal Thailand, Jirayut memberikan bocoran tempat kuliner halal di Bangkok, Thailand. Sebagai orang asli Thailand, Jirayuttahu sulitnya mencari makanan halal saat sedang di Bangkok. Tapi ada satu wilayah yang akan selalu menjadi tujuannya ketika sedang berada di Bangkok karena hampir semua makanan di sana halal. \"Karena aku kan muslim, di sana kita harus cari makan yang banyak daerah-daerah muslimnya, \" jelas Jirayut di Raditya Dika, dikutip Rabu (5/11/2025).",
    "URL Link": "https://www.kompas.com/hype/read/2025/11/05/155202966/bongkar-surga-tersembunyi-kuliner-halal-di-bangkok-jirayut-tinggal-tunjuk",
    "URL Gambar": "https://asset.kompas.com/crops/36TU-7JuRWdx1p77bsM5CxWuh14=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775d943eeb.png,0,-0,1)/data/photo/2024/07/18/6698de8a0e120.jpg",
    "deskripsi": "JAKARTA, - Aktor dan penyanyi asal Thailand, Jirayut memberikan bocoran tempat kuliner halal di Bangkok, Thailand. Sebagai orang asli Thailand, Jirayuttahu sulitnya mencari makanan halal saat sedang...",
    "kategori": "berita"
  },
  {
    "Judul": "Rahasia Nasi Kuning Setengah Abad di Manado, Pakai Satu Bahan Ini",
    "Tanggal": "Kompas.com, 5 November 2025, 15:00 WIB",
    "Isi Berita": "Sekilas, tampilan Nasi Kuning Salma Saroja di Manado, Sulawesi Utara memang mirip dengan nasi kuning pada umumnya. Nasi berwarna kuning cerah dari kunyit ini disajikan hangat bersama lauk pauk seperti semur daging, abon, kentang, dan telur rebus. Namun, ada satu topping rahasia yang membuat cita rasa nasi kuning legendaris di Manado ini berbeda dan bertahan sejak tahun 1977. Apa itu? Pagi itu, Selasa (28/10/2025), sekitar pukul 07.59 Wita, Kompas.combersama rombongan Media Trip tiket.com menyambangi gerai sederhana di Jalan Diponegoro Nomor 9, Lawangirung, Kecamatan Wenang, Kota Manado. Gerainya tidak terlalu besar dan berada di tepi jalan utama. Pagi itu, gerainya cukup ramai oleh pengunjung. Sepiring nasi kuning hangat tersaji di hadapan saya, lengkap dengan telur rebus, semur kentang dan daging sapi potong dadu, abon, serundeng kentang, serta taburan bawang goreng di atasnya. Di meja, tersedia pula sambal merah pedas dan kerupuk bagi penikmat rasa yang lebih nendang.",
    "URL Link": "https://www.kompas.com/food/read/2025/11/05/150000175/rahasia-nasi-kuning-setengah-abad-di-manado-pakai-satu-bahan-ini",
    "URL Gambar": "https://asset.kompas.com/crops/CM6GkQoF1UlZtZRp6XIiUTngJdQ=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/11/04/69094ab57c45d.jpg",
    "deskripsi": "Sekilas, tampilan Nasi Kuning Salma Saroja di Manado, Sulawesi Utara memang mirip dengan nasi kuning pada umumnya. Nasi berwarna kuning cerah dari kunyit ini disajikan hangat bersama lauk pauk...",
    "kategori": "berita"
  },
  {
    "Judul": "Mau Cari Tempat Makan Halal di Manado? Pahami Kode Ini",
    "Tanggal": "Kompas.com, 5 November 2025, 12:00 WIB",
    "Isi Berita": "Menemukan tempat makan halal di Manado kadang jadi tantangan tersendiri bagi wisatawan Muslim. Ibukota Sulawesi Utara ini memang dikenal sebagai surga kuliner laut dengan cita rasa pedas menggoda, tapi sebagian besar olahannya menggunakan bahan yang tidak semuanya halal.",
    "URL Link": "https://www.kompas.com/food/read/2025/11/05/120000075/mau-cari-tempat-makan-halal-di-manado-pahami-kode-ini",
    "URL Gambar": "https://asset.kompas.com/crops/c4qQIIkzIuEUn5Z7pjp09rB9hfo=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/11/01/6905f7c2b9de9.jpg",
    "deskripsi": "Menemukan tempat makan halal di Manado kadang jadi tantangan tersendiri bagi wisatawan Muslim. Ibukota Sulawesi Utara ini memang dikenal sebagai surga kuliner laut dengan cita rasa pedas menggoda,...",
    "kategori": "berita"
  },
  {
    "Judul": "Bukan Sekadar Nasi Kuning, Ini Cita Rasa Otentik Ala Saroja Manado",
    "Tanggal": "Kompas.com, 4 November 2025, 11:31 WIB",
    "Isi Berita": "Sekilas, rupa nasi kuning di gerai Nasi Kuning Salma Saroja mirip dengan nasi kuning biasa. Nasi pulen yang dimasak dengan kunyit ini berwarna kuning cerah, disajikan hangat bersama aneka topping. \"Kami sudah generasi kedua, tadinya namanya Nasi Kuning Saroja, sekarang diganti jadi ada nama ibu di depan, nama ibu 'Salma', jadi Nasi Kuning Salma Saroja, \" kata Fajar, pemilik sekaligus pengelola gerai Nasi Kuning Salma Saroja saat temui di lokasi, Selasa (28/10/2025). Saat ditemui di dapur Nasi Kuning Salma Saroja, Fajar menuturkan gerai nasi kuning ini sudah ada sejak 1977. bersama tim Media Trip tiket.com berkesempatan menyantap seporsi nasi kuning di gerai Nasi Kuning Salma Saroja pada Selasa (28/10/2025). Selain karena lapar, kami juga penasaran apa yang membuat nasi kuning legendaris ini dinilai begitu istimewa dibanding nasi kuning biasa. Kata salah satu petugas di dapur bernama Mevi mengatakan perbedaan nasi kuning di gerai Nasi Kuning Salma Saroja dengan nasi kuning biasa yaitu ada pada penambahan patata. \"Patata itu sejenis ubi jalar yang dibuat menjadi serundeng, rasanya manis karena dimasak dengan gula merah, \" kata Mevi. / Suci Wulandari Putri Patata, topping nasi kuning khas gerai Nasi Kuning Salma Saroja, Manado, Sulawesi Utara, Selasa (28/10/2025). Kala suapan pertama nasi kuning menyapa lidah, sensasi gurih dan manis menyatu di lidah. Ada krispi dari kentang, dipadu dengan manis dari semur daging dan abon. Serundeng kentangnya masih krispi, porsinya juga pas, tidak menutupi porsi abon dan semur dagingnya.",
    "URL Link": "https://www.kompas.com/food/read/2025/11/04/113100475/bukan-sekadar-nasi-kuning-ini-cita-rasa-otentik-ala-saroja-manado",
    "URL Gambar": "https://asset.kompas.com/crops/CM6GkQoF1UlZtZRp6XIiUTngJdQ=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/11/04/69094ab57c45d.jpg",
    "deskripsi": "Sekilas, rupa nasi kuning di gerai Nasi Kuning Salma Saroja mirip dengan nasi kuning biasa. Nasi pulen yang dimasak dengan kunyit ini berwarna kuning cerah, disajikan hangat bersama aneka topping....",
    "kategori": "berita"
  },
  {
    "Judul": "Dapur Nasi Kuning Legendaris Salma Saroja di Manado, Sudah Ada Sejak 1977",
    "Tanggal": "Kompas.com, 4 November 2025, 10:31 WIB",
    "Isi Berita": "Di Manado, Sulawesi Utara terdapat gerai nasi kuning yang namanya sudah melegenda, karena sudah ada sejak tahun 1977. Namanya Nasi Kuning Salma Saroja. \"Kami sudah generasi kedua, tadinya namanya Nasi Kuning Saroja, sekarang diganti jadi ada nama ibu di depan, yaitu 'Salma', jadi Nasi Kuning Salma Saroja, \" kata Fajar, pemilik sekaligus pengelola gerai Nasi Kuning Salma Saroja saat temui di lokasi, Selasa (28/10/2025). Pagi itu, bersama rombongan Media Trip tiket.com menyambangi gerai Nasi Kuning Salma Saroja untuk sarapan karena perut kami sudah keroncongan. Usai menyantap sepiring nasi kuning di sana, berkesempatan mengintip dapur Nasi Kuning Salma Saroja. Di dapur sederhana tersebut mendapati tumpang tindih abon, kentang krispi yang masih tampak garing, bawang goreng, semur kentang dan daging sapi yang dipotong dadu. Selain itu, ada pula tumpukan telur ayam rebus yang sudah dikupas, serta sambal merah. \"Di sini, ciri khas kita pakai kriuk ini, namanya patata, ubi jalar yang di bikin serundeng dan dimasak bersama gula merah. Semua isi nasi kuning itu sama, cuma yang di sini bedanya pakai patata, \" kata salah satu petugas di dapur bernama Mevi. Ada pemandangan menarik saat menyambangi dapur Nasi Kuning Salma Saroja. Di sudut dapur terdapat tumpukan nasi kuning yang sudah dibungkus daun woka.",
    "URL Link": "https://www.kompas.com/food/read/2025/11/04/103100575/dapur-nasi-kuning-legendaris-salma-saroja-di-manado-sudah-ada-sejak-1977",
    "URL Gambar": "https://asset.kompas.com/crops/B4tAnuztSGPcmwri5ekB_i2yCOI=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/11/04/69094bc8789d4.jpg",
    "deskripsi": "Di Manado, Sulawesi Utara terdapat gerai nasi kuning yang namanya sudah melegenda, karena sudah ada sejak tahun 1977. Namanya Nasi Kuning Salma Saroja. \"Kami sudah generasi kedua, tadinya namanya...",
    "kategori": "berita"
  },
  {
    "Judul": "Makassar Tampilkan Wisata, Budaya, dan Kuliner di Jantung Surabaya",
    "Tanggal": "Kompas.com, 4 November 2025, 06:06 WIB",
    "Isi Berita": "SURABAYA, - Kota Surabaya kembali menjadi magnet bagi promosi pariwisata dari timur Indonesia. Melalui Makassar Travel Fair (MTF) 2025 yang telah digelar di Atrium Tunjungan Plaza 6 pada 1-2 November 2025, Dinas Pariwisata (Dispar) Kota Makassar menghadirkan langsung pesona wisata, budaya, dan kuliner khas Kota Daeng. Sebanyak 28tenantdari industri kreatif danpariwisataikut ambil bagian. Mulai dari Perhimpunan Hotel dan Restoran Indonesia (PHRI), dan Asosiasi Perusahaan Perjalanan Wisata Indonesia (ASITA), Dekranasda.",
    "URL Link": "https://travel.kompas.com/read/2025/11/04/060600627/makassar-tampilkan-wisata-budaya-dan-kuliner-di-jantung-surabaya",
    "URL Gambar": "https://asset.kompas.com/crops/lqCp8FrLbm3BjbpvHGo8HU4Gga8=/0x0:2409x1606/780x390/filters:watermark(data/photo/2020/03/10/5e6775cf5d848.png,0,-0,1)/data/photo/2025/11/02/690712618abf0.jpg",
    "deskripsi": "SURABAYA, - Kota Surabaya kembali menjadi magnet bagi promosi pariwisata dari timur Indonesia. Melalui Makassar Travel Fair (MTF) 2025 yang telah digelar di Atrium Tunjungan Plaza 6 pada 1-2 November...",
    "kategori": "berita"
  },
  {
    "Judul": "Saat Bromo Tak Sekadar Menawarkan Pemandangan, tapi Juga Cerita Hidup",
    "Tanggal": "Kompas.com, 3 November 2025, 17:52 WIB",
    "Isi Berita": "Gunung Bromo di Kecamatan Sukapura, Kabupaten Probolinggo, Jawa Timur, merupakan salah satu destinasi wisata yang tak pernah kehilangan pesonanya. Setiap tahun, kawasan ini selalu ramai dikunjungiwisatawandari berbagai daerah, bahkan mancanegara. Daya tariknya terletak pada keindahan alam pegunungan yang begitu khas. Nilai budaya yang kuat juga membuat Bromotak kehilangan pesona. Tempat ini bukan sekadar tempatwisata, melainkan ruang hidup yang penuh cerita. Berkat hal tersebut, tak heran rasanya jika kawasan Bromo kerap menjadi destinasi favorit bagi wisatawan yang ingin mencari pengalaman menyenangkan. Salah satu cara terbaik menikmati keindahan Bromo adalah dengan menyambut pagi di Penanjakan.",
    "URL Link": "https://travel.kompas.com/read/2025/11/03/175254527/saat-bromo-tak-sekadar-menawarkan-pemandangan-tapi-juga-cerita-hidup",
    "URL Gambar": "https://asset.kompas.com/crops/24vsTVJebob8Z1CRqfgt8XKTMXs=/0x0:1200x800/780x390/filters:watermark(data/photo/2020/03/10/5e6775cf5d848.png,0,-0,1)/data/photo/2025/11/03/690882cce992c.jpg",
    "deskripsi": "Gunung Bromo di Kecamatan Sukapura, Kabupaten Probolinggo, Jawa Timur, merupakan salah satu destinasi wisata yang tak pernah kehilangan pesonanya. Setiap tahun, kawasan ini selalu ramai...",
    "kategori": "berita"
  },
  {
    "Judul": "Menikmati Renyahnya Potensi Kenari Ternate",
    "Tanggal": "Kompas.com- 3 November 2025, 17:17 WIB",
    "Isi Berita": "LAIKNYAseorang penjelajah rasa, beberapa hari lalu saya duduk di sebuah warung sederhana dipinggir pantai kota Ternate, menikmati sepiring gohu ikan, potongan ikan tuna segar yang diolah alacevichedengan campuran daun kemangi, perasan jeruk, cabai, dan taburan kacang kenari sangrai di atasnya. Perpaduan asam segar, pedas, dan gurih renyah dari kenari menghadirkan kejutan lezat di lidah. Tak ketinggalan, saya pun mencicipi haluakenari, kudapan manis khas Maluku Utara (Malut) berupakacang kenariberbalut karamel gula merah yang kerap dijadikan buah tangan wisatawan. Rasanya manis legit berpadu dengan gurihnya kenari, sederhana, namun membuat ketagihan. Di Maluku Utara, kenari atau walnut (bahasa Inggris) adalah kacang dari pohon bergenus Juglans yang hadir di berbagai hidangan, dari sambal, campuran sayur, kue tradisional, hingga taburan minuman air guraka (wedang jahe khas setempat). Kenari seolah menjadi bintang tersembunyi dalam kuliner lokal. Ironisnya, di luar wilayah timur Indonesia, nama kacang kenari nyaris tenggelam. Padahal, pengalaman kuliner di Ternate tersebut membuka mata bahwa kenari menyimpan potensi luar biasa, bukan hanya lezat dan bernilai gizi tinggi, tetapi juga berpotensi menjadi penggerak ekonomi lokal, komoditas ekspor bernilai, sekaligus bagian dari pelestarian lingkungan Maluku Utara.",
    "URL Link": "https://agri.kompas.com/read/2025/11/03/171700384/menikmati-renyahnya-potensi-kenari-ternate",
    "URL Gambar": "https://asset.kompas.com/crops/R7ypJrXusFkFdRlg6J-gbfoazlk=/0x0:1920x1280/780x390/data/photo/2023/03/13/640ee5733e463.jpg",
    "deskripsi": "LAIKNYAseorang penjelajah rasa, beberapa hari lalu saya duduk di sebuah warung sederhana dipinggir pantai kota Ternate, menikmati sepiring gohu ikan, potongan ikan tuna segar yang diolah...",
    "kategori": "berita"
  },
  {
    "Judul": "Kuliner Khas Minang: Kue Neraka Rasa Surga, Seperti Apa Cara Buatnya?",
    "Tanggal": "Kompas.com, 3 November 2025, 17:00 WIB",
    "Isi Berita": "TANAH DATAR, -Kue neraka rasa surga telah lama disematkan pada bika talago, kuliner khas Minang tepatnya Koto Baru, Kabupaten Tanah Datar, Sumatera Barat. Di tepi Jalan Raya Padang-Bukittinggi ini, sebuah warung bika yang berdiri sejak 1990-an, sering kali menjadi incaran wisatawan lokal maupun asing . Sama seperti kuliner khas Minangkabau lain yang identik dengan penggunaan kelapa, bika talago juga demikian.",
    "URL Link": "https://www.kompas.com/food/read/2025/11/03/170000175/kuliner-khas-minang--kue-neraka-rasa-surga-seperti-apa-cara-buatnya-",
    "URL Gambar": "https://asset.kompas.com/crops/TU4xbUGhnyGrintebGmf97hq3Rg=/256x327:3804x2693/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/11/03/69083fbe72f2c.jpg",
    "deskripsi": "TANAH DATAR, -Kue neraka rasa surga telah lama disematkan pada bika talago, kuliner khas Minang tepatnya Koto Baru, Kabupaten Tanah Datar, Sumatera Barat. Di tepi Jalan Raya Padang-Bukittinggi ini,...",
    "kategori": "berita"
  },
  {
    "Judul": "Bangkok Jadi Destinasi Kota Kuliner Terbaik Asia 2025 versi World Culinary Awards",
    "Tanggal": "Kompas.com, 3 November 2025, 09:58 WIB",
    "Isi Berita": "Bangkok, Thailand resmi meraih gelar Asia’s Best Culinary City Destination 2025 versi World Culinary Awards, mengukuhkan posisinya sebagai ibu kota kuliner yang paling memikat di kawasan Asia. Penghargaan bergengsi ini diberikan setelah melalui proses nominasi dan pemungutan suara global yang melibatkan komunitas kuliner internasional, pakar industri, dan para penikmat makanan dari berbagai negara. Predikat ini semakin memperkuat reputasi Bangkoksebagai surga kuliner yang memadukan tradisi dan inovasi.",
    "URL Link": "https://www.kompas.com/food/read/2025/11/03/095815075/bangkok-jadi-destinasi-kota-kuliner-terbaik-asia-2025-versi-world-culinary",
    "URL Gambar": "https://asset.kompas.com/crops/Y92pfqqZ_XguqSqbybI37pp_RIQ=/0x28:800x561/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2022/07/11/62cbaa421a32e.jpg",
    "deskripsi": "Bangkok, Thailand resmi meraih gelar Asia’s Best Culinary City Destination 2025 versi World Culinary Awards, mengukuhkan posisinya sebagai ibu kota kuliner yang paling memikat di kawasan Asia....",
    "kategori": "berita"
  },
  {
    "Judul": "Sentra Fauna dan Kuliner Lenteng Agung Akan Diresmikan 15 November 2025",
    "Tanggal": "Kompas.com, 3 November 2025, 09:26 WIB",
    "Isi Berita": "JAKARTA, -Sentra Fauna dan Kuliner Jakarta yang berlokasi di Lenteng Agung, Jagakarsa, Jakarta Selatan akan diresmikan pada Sabtu (15/11/2025). “Peresmian Sentra Fauna dan Kuliner Lenteng Agungdijadwalkan akan dilaksanakan pada 15 November 2025 melalui kegiatan soft launching, ” kata Kepala Dinas PPKUKM DKI Jakarta, Elisabeth Ratu Rante Allo kepada Kompas.com, Senin (3/11/2025). Tempat ini diprioritaskan untukpedagang Pasar Burung Barito yang kios loksem (lokasi sementara) sudah dibongkar untuk pembangunan Taman Bendera Pusaka.",
    "URL Link": "https://megapolitan.kompas.com/read/2025/11/03/09262571/sentra-fauna-dan-kuliner-lenteng-agung-akan-diresmikan-15-november-2025",
    "URL Gambar": "https://asset.kompas.com/crops/oPhS4LrFHUDVzKnRPxEONytBozM=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775ae18c31.png,0,-0,1)/data/photo/2025/10/29/6901bbf740938.jpg",
    "deskripsi": "JAKARTA, -Sentra Fauna dan Kuliner Jakarta yang berlokasi di Lenteng Agung, Jagakarsa, Jakarta Selatan akan diresmikan pada Sabtu (15/11/2025). “Peresmian Sentra Fauna dan Kuliner Lenteng...",
    "kategori": "berita"
  },
  {
    "Judul": "Rose BLACKPINK Nikmati Nasi Goreng di Backstage, Intip Resepnya",
    "Tanggal": "Kompas.com, 3 November 2025, 09:03 WIB",
    "Isi Berita": "Nasi goreng kembali jadi pusat perhatian usai momen Rose BLACKPINK menyantap sepiring nasi goreng di backstage konsernya di Jakarta viral di kalangan penggemar. Dalam video VCR yang diputar sebelum ia tampil solo, Rose terlihat menikmati dua suapan nasi goreng sebelum naik ke panggung momen yang menarik banyak simpati dan bangga dari BLINK Indonesia. Tak heran, nasi goreng memang jadi salah satu kuliner lokal yang paling dirindukan para artis mancanegara, termasuk Rose. Ingin mencobanya juga di rumah? Berikutresep nasi goreng sederhanaala Sajian Sedap yang bisa jadi andalan, terutama buat yang sedang belajar masak. canva.com Nasi goreng bukan sekadar menu sarapan atau makan malam yang mudah dijumpai di Indonesia. Lebih dari itu, nasi goreng Indonesia adalah hasil perjalanan panjang lintas budaya yang membentuk identitas kuliner Nusantara dan kini telah mendunia. Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2025/11/03/090300475/rose-blackpink-nikmati-nasi-goreng-di-backstage-intip-resepnya",
    "URL Gambar": "https://asset.kompas.com/crops/Kerbt_0yuIdpg_EhhFSWcNDF4Jw=/0x0:1062x708/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/06/15/684e9654425ca.jpg",
    "deskripsi": "Nasi goreng kembali jadi pusat perhatian usai momen Rose BLACKPINK menyantap sepiring nasi goreng di backstage konsernya di Jakarta viral di kalangan penggemar. Dalam video VCR yang diputar sebelum...",
    "kategori": "berita"
  },
  {
    "Judul": "Jadwal, Lokasi, dan Kegiatan Car Free Day Cibinong Minggu Besok, Ada Zona Kuliner UMKM",
    "Tanggal": "Kompas.com, 1 November 2025, 19:53 WIB",
    "Isi Berita": "BOGOR, - Pemerintah Kabupaten Bogor akan menggelar uji coba pelaksanaan Car Free Day (CFD) Tegar Beriman pada Minggu (2/11/2025) pagi. Kegiatan yang bebas dari kendaraan bermotor ini akan berlangsung mulai pukul 06.00 hingga 10.00 WIB di Jalan Tegar Beriman, Cibinong, dari Gerbang Cibinong City Mall (CCM) hingga Hutan Kota Bambu. Bupati Bogor, Rudy Susmanto, mengajak seluruh masyarakat untuk hadir dan meramaikan acara tersebut.",
    "URL Link": "https://regional.kompas.com/read/2025/11/01/195346678/jadwal-lokasi-dan-kegiatan-car-free-day-cibinong-minggu-besok-ada-zona",
    "URL Gambar": "https://asset.kompas.com/crops/H_TZDswqAr3TPVSiwPsC2tonZ4g=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775ae18c31.png,0,-0,1)/data/photo/2025/11/01/6905f9a190e2c.jpg",
    "deskripsi": "BOGOR, - Pemerintah Kabupaten Bogor akan menggelar uji coba pelaksanaan Car Free Day (CFD) Tegar Beriman pada Minggu (2/11/2025) pagi. Kegiatan yang bebas dari kendaraan bermotor ini akan berlangsung...",
    "kategori": "berita"
  },
  {
    "Judul": "Dianggap Getok Harga Kuliner di Labuan Bajo hingga Rp 16 Juta, Pedagang Bantah",
    "Tanggal": "Kompas.com, 31 Oktober 2025, 15:40 WIB",
    "Isi Berita": "LABUAN BAJO, - Sebuah insiden terjadi di tempat Kuliner Kampung Ujung Labuan Bajo, di mana seorang pedagang dituduh mematok harga makanan terlalu tinggi terhadap rombongan agen travel. Kejadian saat kunjungan yang berlangsung pada Minggu (26/10/2025) malam itu langsung menjadi perbincangan hangat. Ketua Umum ASTINDO Pauline Suharno mengungkapkan kekecewaannya. Saat itu, rombongan berjumlah 20-30 orang menikmati hidangan di tempat kuliner tersebut. Namun belakangan mereka terkejut saat menerima tagihan total mencapai Rp16 juta, sudah termasuk pajak pertambahan nilai (PPN) 10 persen. \"Rp 16 juta berikut PPN, akhirnya karena kami minta dihitung ulang, diturunkan sampai Rp 11 juta. Itukanpreseden yang kurang baik, \" kata Pauline kepada wartawan di Labuan Bajo, Selasa (28/10/2025) lalu. Ia juga menyoroti nota tagihan yang ditulis tangan, yang menimbulkan keraguan. \"Ditulis tangan seperti itukankami nggak tahu PPN-nya lari ke mana.\" \"Kami taat pajak, tapi kami mau membayar pajak ketika pajak itu memang disetorkan sebagaimana mestinya, \" tambah dia.",
    "URL Link": "https://regional.kompas.com/read/2025/10/31/154058878/dianggap-getok-harga-kuliner-di-labuan-bajo-hingga-rp-16-juta-pedagang",
    "URL Gambar": "https://asset.kompas.com/crops/E3ikJHbZbwNb3qXbnkXoRDdqTfU=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775ae18c31.png,0,-0,1)/data/photo/2025/10/31/690446118ebb4.jpg",
    "deskripsi": "LABUAN BAJO, - Sebuah insiden terjadi di tempat Kuliner Kampung Ujung Labuan Bajo, di mana seorang pedagang dituduh mematok harga makanan terlalu tinggi terhadap rombongan agen travel. Kejadian saat...",
    "kategori": "berita"
  },
  {
    "Judul": "7 Tempat Makan Dekat Stasiun Lempuyangan Jogja, Bisa Ditempuh Jalan Kaki",
    "Tanggal": "Kompas.com, 31 Oktober 2025, 15:30 WIB",
    "Isi Berita": "Jika kamu tiba di Yogyakarta melalui Stasiun Lempuyangan, tak perlu khawatir mencari tempat makan enak, karena ada banyak rekomendasi kuliner yang bisa dicoba. Banyak pelancong yang sering memanfaatkan waktu tunggu atau transit untuk sekadar mengisi perut tanpa harus berjalan terlalu jauh dari Stasiun Lempuyangan. Tak perlu khawatir soal pilihan, karena di sekitar stasiun ada sederet tempat makan yang bisa ditempuh dengan jalan kaki. Mulai dari masakan khas Jawa, hingga kafe kekinian. Berikut rekomendasi 11tempat makan dekat Stasiun Lempuyangan Jogja yang bisa didatangi tanpa harus memesan ojek online!",
    "URL Link": "https://www.kompas.com/food/read/2025/10/31/153000875/7-tempat-makan-dekat-stasiun-lempuyangan-jogja-bisa-ditempuh-jalan-kaki",
    "URL Gambar": "https://asset.kompas.com/crops/O5alxurVOxsiBsWtpfPerfQQnHI=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/09/16/68c9451ee0cbf.jpg",
    "deskripsi": "Jika kamu tiba di Yogyakarta melalui Stasiun Lempuyangan, tak perlu khawatir mencari tempat makan enak, karena ada banyak rekomendasi kuliner yang bisa dicoba. Banyak pelancong yang sering...",
    "kategori": "berita"
  },
  {
    "Judul": "Tahun Depan, Bubur Ayam Barito Akan Pindah Dekat Pasar Blok A Jaksel",
    "Tanggal": "Kompas.com, 29 Oktober 2025, 22:33 WIB",
    "Isi Berita": "Kuliner Bubur Ayam Barito akan pindah ke dekat kawasan Pasar Blok A, Kebayoran Baru, Jakarta Selatan tahun depan. Hal itu diungkapkan oleh pemilik Bubur Ayam Barito, Agus saat ditemui Jurnalis Video Kompas.com, Rizky Syahrial pada Rabu (29/10/2025) malam. \"Mungkin ini habis Lebaran tahun depan Insya Allah baru bangun tempat di Jalan Petogogan 2 dekat Pasar Blok A arah Fatmawati, \" kata Agus. Agus menambahkan, tempat yang direncanakannya untuk pindah cukup luas dibandingkan kiosnya saat ini kawasan Barito. Ia menyebutkan, tempat jualannya yang baru akan berbentuk rumah. \"Habis Lebaran Insya Allah nanti (pindah). Kami ada rumah, sekarang masih dikontrak orang. Nanti habis Lebaran kami bangun. Baru pindah di sana. Kalau di sana, alhamdulillah luas, \" ujar Agus.",
    "URL Link": "https://www.kompas.com/food/read/2025/10/29/223300175/tahun-depan-bubur-ayam-barito-akan-pindah-dekat-pasar-blok-a-jaksel",
    "URL Gambar": "https://asset.kompas.com/crops/SU03b8ze_4t72nqa_GdXFS_ohIk=/0x105:1280x958/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2020/07/08/5f05cd141fb3e.jpeg",
    "deskripsi": "Kuliner Bubur Ayam Barito akan pindah ke dekat kawasan Pasar Blok A, Kebayoran Baru, Jakarta Selatan tahun depan. Hal itu diungkapkan oleh pemilik Bubur Ayam Barito, Agus saat ditemui Jurnalis Video...",
    "kategori": "berita"
  },
  {
    "Judul": "Bubur Ayam Barito Pindah ke Lenteng Agung? Ini Jawaban Pemiliknya",
    "Tanggal": "Kompas.com, 29 Oktober 2025, 22:06 WIB",
    "Isi Berita": "Kuliner Bubur Ayam Barito akan membuka cabang sementara di Sentra Fauna Lenteng Agung, Jagakarsa, Jakarta Selatan. Pemilik Bubur Ayam Barito, Agus mengatakan, dirinya belum yakin untuk pindah sepenuhnya ke Sentra Fauna Lenteng Agung. \"Kalau di sana (Sentra Fauna Lenteng Agung), aduh kaya gimana ya tempatnya. Tapi paling nanti anak buah coba di sana ramai atau enggak, \" ujar Agus saat ditemui Jurnalis Video , Rizky Syahrial pada Rabu (29/10/2025) malam. Ia mengatakan, dirinya tetap berjualan di kios yang disewanya saat ini. Namun, ia tak melayani pelanggan yang ingin makan di tempat. \"Paling pakai mobil sama online, \" tambah Agus.",
    "URL Link": "https://www.kompas.com/food/read/2025/10/29/220653375/bubur-ayam-barito-pindah-ke-lenteng-agung-ini-jawaban-pemiliknya",
    "URL Gambar": "https://asset.kompas.com/crops/nQqdJf1o5ARGS-d1nefeztnvHLk=/0x45:1000x712/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/05/07/663971a0d9894.jpeg",
    "deskripsi": "Kuliner Bubur Ayam Barito akan membuka cabang sementara di Sentra Fauna Lenteng Agung, Jagakarsa, Jakarta Selatan. Pemilik Bubur Ayam Barito, Agus mengatakan, dirinya belum yakin untuk pindah...",
    "kategori": "berita"
  },
  {
    "Judul": "Bubur Ayam Barito Tetap Buka, Hanya Bisa Dibungkus dan Makan di Mobil",
    "Tanggal": "Kompas.com, 29 Oktober 2025, 21:29 WIB",
    "Isi Berita": "Kuliner legendaris Bubur Ayam Barito di kawasan Barito, Kebayoran Baru, Jakarta Selatan tetap buka meski terdampak pembongkaran. Pantauan Kompas.compada Rabu (29/10/2025), atap tempat pengunjung menyantap bubur yang berada di atas trotoar sudah dibongkar. Trotoar jalan yang biasanya banyak tempat makan di kawasan tersebut sudah ditaruh pot tanaman. Pemilik Bubur Ayam Barito, Agus mengatakan, dirinya masih berjualan di tengah pembongkaran pedagang-pedagang di kawasan Barito. Namun, ia tak melayani makan di tempat. \"Paling pakai mobil samaonline, \" kata Agus saat ditemui Jurnalis Video , Rizky Syahrial pada Rabu (29/10/2025) malam.",
    "URL Link": "https://www.kompas.com/food/read/2025/10/29/212930875/bubur-ayam-barito-tetap-buka-hanya-bisa-dibungkus-dan-makan-di-mobil",
    "URL Gambar": "https://asset.kompas.com/crops/i_eBITfXbBd37D7J8jmk9jdxzFA=/188x0:1536x899/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/10/29/690223d0cba4c.jpeg",
    "deskripsi": "Kuliner legendaris Bubur Ayam Barito di kawasan Barito, Kebayoran Baru, Jakarta Selatan tetap buka meski terdampak pembongkaran. Pantauan Kompas.compada Rabu (29/10/2025), atap tempat pengunjung...",
    "kategori": "berita"
  },
  {
    "Judul": "Nyala Gas Alam di Balik Kuliner Khas Cirebon Nasi Jamblang yang Melegenda",
    "Tanggal": "Kompas.com, 29 Oktober 2025, 20:03 WIB",
    "Isi Berita": "CIREBON, - Matahari belum terbit, tetapi Rindi Aningsih (58) sudah bergegas menyiapkan bahan baku dan peralatan memasak di dapur. Tiga belas pekerja menyusul membuat suasana dapur kian padat. Satu per satu kompor dinyalakan, tanda perjalanan hari itu dimulai. Kesibukan tampak di dua ruang masak. Mereka mengerjakan tugas masing-masing: menggoreng tahu, tempe, otak sapi, sambal goreng, blakutak cumi hitam, dan berbagai lauk yang akan disajikan bersama Nasi Jamblangkhas Cirebon. Kompas.commerasakan suasana dapur yang seolah melintasi waktu. Tak ada aroma asap kayu bakar seperti masa lalu ketika Nasi Jamblang kali pertama lahir tahun 1847. Tak ada bau minyak tanah, dan tak ada tabung gas elpiji seperti yang digunakan masyarakat menengah ke bawah. Hanya adagas alamyang mengalir dari kokohnya pipa-pipa besi di bawah tanah. Pipa-pipa itu tersambung ratusan kilometer dari hulu ke hilir, menjadi sumber energi utama yang mengobarkan semangat pengabdian. “Semuanya ada 12 kompor, masing-masing 2 tungku, jadi ada 24 api untuk masak. Itu pakai gas alam semuanya. Kompor terus nyala dari pagi sampai jam 16.00 WIB baru dimatikan, ” kata Rindi saat ditemui Kompas.com, Selasa (28/10/2025) petang. Rindi bersama 13 pekerja di dapur adalah petugas bagian hulu yang memproduksi masakan sejak pukul 04.00 WIB. Mereka harus membawa hasil olahan ke meja hidangan sebelum pukul 07.00 WIB. Di sana, para pelayan di bagian hilir bertugas melayani wisatawan yang keluar masuk Warung Nasi Jamblang Ibu Nur.",
    "URL Link": "https://bandung.kompas.com/read/2025/10/29/200344878/nyala-gas-alam-di-balik-kuliner-khas-cirebon-nasi-jamblang-yang-melegenda",
    "URL Gambar": "https://asset.kompas.com/crops/Km9GLNX59Ya8lgfklZAT-ThPIxk=/223x0:1200x651/780x390/filters:watermark(data/photo/2020/03/10/5e6775ae18c31.png,0,-0,1)/data/photo/2025/10/29/6901fe5792bfd.jpg",
    "deskripsi": "CIREBON, - Matahari belum terbit, tetapi Rindi Aningsih (58) sudah bergegas menyiapkan bahan baku dan peralatan memasak di dapur. Tiga belas pekerja menyusul membuat suasana dapur kian padat. Satu...",
    "kategori": "berita"
  },
  {
    "Judul": "Sentra Fauna Lenteng Agung Banyak Diminati Pedagang, tapi Eks Barito Didahulukan",
    "Tanggal": "Kompas.com, 29 Oktober 2025, 18:32 WIB",
    "Isi Berita": "JAKARTA, –Arya, salah seorang petugas, mengatakan bahwa saat ini banyak pedagang yang datang menanyakan ketersediaan kios di Sentra Fauna dan Kuliner Lenteng Agung, Jakarta Selatan. Menurut dia, banyak dari mereka yang datang bukan berasal dari pedagang Pasar Barito. \"Iya, justru yang banyak nanya yang bukan dari Barito. Kalau misalnya dari siapa saja boleh (mengisi) sebenarnya sudah penuh, \" kata Arya saat ditemui, Rabu (29/10/2025).",
    "URL Link": "https://megapolitan.kompas.com/read/2025/10/29/18321051/sentra-fauna-lenteng-agung-banyak-diminati-pedagang-tapi-eks-barito",
    "URL Gambar": "https://asset.kompas.com/crops/oPhS4LrFHUDVzKnRPxEONytBozM=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775ae18c31.png,0,-0,1)/data/photo/2025/10/29/6901bbf740938.jpg",
    "deskripsi": "JAKARTA, –Arya, salah seorang petugas, mengatakan bahwa saat ini banyak pedagang yang datang menanyakan ketersediaan kios di Sentra Fauna dan Kuliner Lenteng Agung, Jakarta Selatan. Menurut dia,...",
    "kategori": "berita"
  },
  {
    "Judul": "Sentra Fauna Lenteng Agung Siap Beroperasi, Dilengkapi Klinik Hewan",
    "Tanggal": "Kompas.com, 29 Oktober 2025, 17:00 WIB",
    "Isi Berita": "JAKARTA, — Kawasan Sentra Fauna dan Kuliner Lenteng Agung, Jakarta Selatan, kini hampir rampung dan segera beroperasi dalam waktu dekat. Arya, salah seorang petugas di lokasi menuturkan, aktivitas jual beli di kawasan itu belum dimulai sepenuhnya karena masih menunggu peresmian dari Pemerintah Provinsi DKI Jakarta. Sentra Fauna dan Kuliner Lenteng Agungdikabarkan akan diresmikan pada November mendatang. “Untuk aktivitas berjualan mungkin baru bulan depan ya, tinggal beberapa hari lagi. Kalau nggak salah, Gubernur atau Wali Kota yang akan resmikan, ” kata Arya saat ditemui, Rabu (29/10/2025).",
    "URL Link": "https://megapolitan.kompas.com/read/2025/10/29/17004951/sentra-fauna-lenteng-agung-siap-beroperasi-dilengkapi-klinik-hewan",
    "URL Gambar": "https://asset.kompas.com/crops/oPhS4LrFHUDVzKnRPxEONytBozM=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775ae18c31.png,0,-0,1)/data/photo/2025/10/29/6901bbf740938.jpg",
    "deskripsi": "JAKARTA, — Kawasan Sentra Fauna dan Kuliner Lenteng Agung, Jakarta Selatan, kini hampir rampung dan segera beroperasi dalam waktu dekat. Arya, salah seorang petugas di lokasi menuturkan, aktivitas...",
    "kategori": "berita"
  },
  {
    "Judul": "Melihat Sentra Fauna dan Kuliner Lenteng Agung, Tempat Relokasi Pedagang Barito",
    "Tanggal": "Kompas.com, 29 Oktober 2025, 15:27 WIB",
    "Isi Berita": "JAKARTA, –Ratusan kios baru berjajar rapi di Sentra Fauna dan Kuliner Lenteng Agung, Jakarta Selatan, Rabu (29/10/2025) siang. Berdasarkan pemantauan Kompas.comdi lokasi, tempat relokasi pedagang Pasar Baritoini hampir rampung dan siap dibuka untuk umum. Bau aspal baru menyelimuti udara begitu kaki menapaki jalan utama. Teksturnya yang halus masih terasa di bawah sepatu.",
    "URL Link": "https://megapolitan.kompas.com/read/2025/10/29/15275851/melihat-sentra-fauna-dan-kuliner-lenteng-agung-tempat-relokasi-pedagang",
    "URL Gambar": "https://asset.kompas.com/crops/8Mv3X7He-ubiHijC-0V8Dfnb59E=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775ae18c31.png,0,-0,1)/data/photo/2025/10/29/6901bb9e60aa8.jpg",
    "deskripsi": "JAKARTA, –Ratusan kios baru berjajar rapi di Sentra Fauna dan Kuliner Lenteng Agung, Jakarta Selatan, Rabu (29/10/2025) siang. Berdasarkan pemantauan Kompas.comdi lokasi, tempat relokasi pedagang...",
    "kategori": "berita"
  },
  {
    "Judul": "Menyantap Kuliner Khas Manado Tinutuan, Seperti Apa Rasanya?",
    "Tanggal": "Kompas.com, 29 Oktober 2025, 09:12 WIB",
    "Isi Berita": "Konsistensinya yang kental dan warna kuning cerah pada semangkuk tinutuan mengingatkan saya pada bubur jagung manis. Kuliner khas Manado, Sulawesi Utara ini menarik perhatian karena bentuknya cukup unik dan makanan ini pernah masuk dalam daftar makanan terburuk di dunia 2025 versi Taste Atlas. Dikutip dari Kompas.com(22/5/2025), berdasarkan daftar rilis 100 Worst Rated Foods in the World versi Taste Atlas, 2025, tinutuanberada di urutan ke-23. Pada dasarnya, tinutuan ialah bubur beras yang dibuat dengan campuran sayuran, seperti bayam labu, singkong, dan jagung.",
    "URL Link": "https://www.kompas.com/food/read/2025/10/29/091230175/menyantap-kuliner-khas-manado-tinutuan-seperti-apa-rasanya",
    "URL Gambar": "https://asset.kompas.com/crops/B0N0g-EK9EUTxiTTl-YCkLNVxqI=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/10/29/6901748e7dae3.jpg",
    "deskripsi": "Konsistensinya yang kental dan warna kuning cerah pada semangkuk tinutuan mengingatkan saya pada bubur jagung manis. Kuliner khas Manado, Sulawesi Utara ini menarik perhatian karena bentuknya cukup...",
    "kategori": "berita"
  },
  {
    "Judul": "Sejarah Bakso, dari Kisah Bakti di Fuzhou hingga Jadi Makanan Ikonik Indonesia",
    "Tanggal": "Kompas.com, 28 Oktober 2025, 08:45 WIB",
    "Isi Berita": "Bakso merupakan salah satu makanan paling populer di Indonesia. Hidangan berkuah dengan bola daging ini tak hanya digemari karena rasanya yang gurih dan harganya yang terjangkau, tetapi juga karena keberadaannya yang mudah ditemukan di berbagai penjuru negeri, dari pedagang kaki lima hingga restoran besar. Baksobahkan sudah menjadi bagian dari identitas kuliner Indonesia. Namun, tahukah Anda bahwasejarah baksoternyata berakar dari kisah bakti seorang anak di Tiongkok pada abad ke-17?",
    "URL Link": "https://www.kompas.com/jawa-timur/read/2025/10/28/084500688/sejarah-bakso-dari-kisah-bakti-di-fuzhou-hingga-jadi-makanan-ikonik",
    "URL Gambar": "https://asset.kompas.com/crops/y8lXOlkdz0WmrlzUNX6LOCgM-Bw=/0x0:697x464/780x390/data/photo/2022/05/02/626f38785e814.jpg",
    "deskripsi": "Bakso merupakan salah satu makanan paling populer di Indonesia. Hidangan berkuah dengan bola daging ini tak hanya digemari karena rasanya yang gurih dan harganya yang terjangkau, tetapi juga karena...",
    "kategori": "berita"
  },
  {
    "Judul": "Ragam Kuliner Khas Timor Leste, Perpaduan Rasa Lokal dan Warisan Portugis",
    "Tanggal": "Kompas.com, 27 Oktober 2025, 15:30 WIB",
    "Isi Berita": "Selain dikenal dengan pesona pantai tropis dan budaya yang kaya, Timor Leste juga menawarkan kelezatan kuliner yang tak kalah menggugah selera. Negeri yang berbatasan langsung dengan Nusa Tenggara Timur ini memiliki keragaman makanan khas yang mencerminkan perpaduan tradisi lokal dan pengaruh kolonial Portugis. Menurut buku Seri Negara ASEAN: Timor Leste, wisata kuliner menjadi bagian penting dalam pengalaman berkunjung ke negara ini. Setiap hidangan memiliki cita rasa unik, bahan khas, serta cara penyajian yang memperlihatkan karakter masyarakat Timor Leste yang sederhana namun penuh cita rasa.",
    "URL Link": "https://www.kompas.com/jawa-timur/read/2025/10/27/153000088/ragam-kuliner-khas-timor-leste-perpaduan-rasa-lokal-dan-warisan",
    "URL Gambar": "https://asset.kompas.com/crops/BQvW85Bl8_I6KyKGN2dLQxIMVv8=/0x981:2048x2347/780x390/data/photo/2022/01/17/61e5104aaeed7.jpg",
    "deskripsi": "Selain dikenal dengan pesona pantai tropis dan budaya yang kaya, Timor Leste juga menawarkan kelezatan kuliner yang tak kalah menggugah selera. Negeri yang berbatasan langsung dengan Nusa Tenggara...",
    "kategori": "berita"
  },
  {
    "Judul": "5 Promo Makanan Edisi Sumpah Pemuda, Ada Chatime hingga RamenYA!",
    "Tanggal": "Kompas.com, 27 Oktober 2025, 12:03 WIB",
    "Isi Berita": "Menjelang peringatan Hari Sumpah Pemuda pada 28 Oktober, banyak gerai kuliner memilih memberikan penawaran khusus untuk menyemarakkan hari bersejarah ini. Bagi kamu yang suka jajan atau ingin menikmati hidangan bersama teman tanpa menguras dompet, inilah kesempatan emas. Promo-promo ini tak sekadar diskon biasa, tapi juga bundling dan harga spesial yang bikin momen nongkrong makin seru. Di artikel ini akan diulas limapromo makananedisi Sumpah Pemuda yang patut kamu cek, lengkap dengan syarat dan periode masing-masing. SHUTTERSTOCK/Jirakom Bunjaruswongilustrasi ramen. Rayakan semangat muda dengan harga spesial: tanggal 28–30 Oktober 2025, menu favorit seperti Legendary Chicken Ramen atau Chicken Hot Don hanya Rp 28.000! Promo berlaku di seluruh outlet Ramen YA! serta kolaborasi Ramen YA! × Sushi YA!. Syarat: pembelian minimum satu ramen/donburi + dua minuman, dan wajib menunjukkan KTP atau Kartu Pelajar (usia 15–35 tahun). Special untuk kamu yang butuh minuman seger: Fresh Coconut Water ukuran reguler hanya Rp 9.000! Berlaku 28–30 Oktober 2025 di outlet Gococo, walk-in only. Bonus hemat sambil merayakan semangat pemuda yang segar. Dok. Shutterstock/Wichai churtchurattanakul Ilustrasi milkshake cokelat. Minuman favorit generasi muda, pada 27–30 Oktober 2025, semua minuman Large dari Chatime (Milk Tea / Hazelnut Chocolate Milk Tea / Mango Green Tea) dibanderol cuma Rp 19.000 per cup untuk pelanggan kelahiran 1995–2009. Tunjukkan identitas di store terdekat dan rayakan gaya muda kamu sendiri. Paket spesial #Sumpah Murah untuk pemuda dan pemudi: Periode 28–31 Oktober, paket minuman cuma Rp 18.000 bagi member aplikasi + verifikasi Kartu Pelajar. Paket Pemuda (Orenji + Kahvi) atau Paket Pemudi (Es Sunset + varian lain) — validasi identitas wajib. /Silvita Agmasari Chiken Katsu Curry dari Go! Go! Curry. Buat yang lahir antara 1995–2009, 27–29 Oktober 2025 adalah waktunya: Chicken Katsu Curry + drink cukup Rp 45.000! Tunjukkan KTP atau Kartu Pelajar di outlet Go Go Curry dan nikmati #Curry Paling Juara sambil rayakan semangat muda. Sebuah kiriman dibagikan oleh (@)",
    "URL Link": "https://www.kompas.com/food/read/2025/10/27/120300375/5-promo-makanan-edisi-sumpah-pemuda-ada-chatime-hingga-ramenya-",
    "URL Gambar": "https://asset.kompas.com/crops/h_kDh_JqErce1rZLlD91UFeGySA=/6x134:806x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/03/17/65f64f8a9e8b7.jpg",
    "deskripsi": "Menjelang peringatan Hari Sumpah Pemuda pada 28 Oktober, banyak gerai kuliner memilih memberikan penawaran khusus untuk menyemarakkan hari bersejarah ini. Bagi kamu yang suka jajan atau ingin...",
    "kategori": "berita"
  },
  {
    "Judul": "Kuliner Khas Lombok: Resep Ayam Taliwang, Beberuk Terung, dan Pelecing Kangkung yang Legendaris",
    "Tanggal": "Kompas.com, 26 Oktober 2025, 19:30 WIB",
    "Isi Berita": "Pulau Lombok bukan hanya dikenal karena keindahan alam dan pantainya, tetapi juga karena kekayaan kulinernya yang menggugah selera. Di antara sekian banyak hidangan tradisional, ayam taliwang, beberuk terung, dan pelecing kangkung menjadi ikon kuliner khas Lombokyang tak pernah absen dari meja makan masyarakat setempat maupun wisatawan. Masakan ayam taliwang telah menjadi simbolkuliner khas Lombokyang paling terkenal di seluruh Indonesia. Hidangan ini dikenal dengan cita rasa pedas yang khas, baik dalam versiayam bakar taliwangmaupun ayam goreng taliwang. Menurut buku Wisata Kuliner Makanan Daerah Khas Lombok, ayam taliwang menggunakan bahan utama ayam kampung berukuran kecil. Ciri khasnya terletak pada sambal pedas yang dilumurkan sebelum dibakar atau digoreng. Asal usul nama “ayam taliwang” sendiri berasal dari Kampung Karang Taliwang, yang terletak di kawasan Cakra Utara, Cakranegara, Lombok. Dari sinilah resep legendaris ini menyebar hingga dikenal luas. Kini, ayam taliwang tak hanya dijumpai di restoran besar, tetapi juga di warung kaki lima di berbagai daerah.",
    "URL Link": "https://www.kompas.com/jawa-timur/read/2025/10/26/193000288/kuliner-khas-lombok--resep-ayam-taliwang-beberuk-terung-dan-pelecing",
    "URL Gambar": "https://asset.kompas.com/crops/EOVxUVl_ZmVhTx2Ft5V0mBtaNuU=/0x0:1200x800/780x390/data/photo/2023/10/18/652f96a0c9f35.png",
    "deskripsi": "Pulau Lombok bukan hanya dikenal karena keindahan alam dan pantainya, tetapi juga karena kekayaan kulinernya yang menggugah selera. Di antara sekian banyak hidangan tradisional, ayam taliwang,...",
    "kategori": "berita"
  },
  {
    "Judul": "Main ke Solo, Jangan Lupa Cicipi Kuliner Sate Buntel yang Legendaris",
    "Tanggal": "Kompas.com, 26 Oktober 2025, 11:31 WIB",
    "Isi Berita": "Kota Solo, Jawa Tengah, adalah salah satu destinasi wisata yang bisa dikunjungi saat liburan. Kota ini punya beragam pilihan wisata sejarah dan budaya, seperti keraton dan kampung batik. Selain itu, Solo juga dikenal punya beragam kuliner lezat. Salah satunya adalahsate buntel. Sate buntel merupakan salah satukuliner khas Soloyang terkenal karena cita rasanya yang unik dan cara penyajiannya yang berbeda dari sate pada umumnya.",
    "URL Link": "https://www.kompas.com/food/read/2025/10/26/113100775/main-ke-solo-jangan-lupa-cicipi-kuliner-sate-buntel-yang-legendaris",
    "URL Gambar": "https://asset.kompas.com/crops/KeEyptrMSlWPhCHNW8eNr3K51Sg=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2020/07/30/5f2242077ea7b.jpg",
    "deskripsi": "Kota Solo, Jawa Tengah, adalah salah satu destinasi wisata yang bisa dikunjungi saat liburan. Kota ini punya beragam pilihan wisata sejarah dan budaya, seperti keraton dan kampung batik. Selain itu,...",
    "kategori": "berita"
  },
  {
    "Judul": "Wajib Coba! Ini 3 Kuliner di Desa Wisata Osing Kemiren",
    "Tanggal": "Kompas.com, 25 Oktober 2025, 06:30 WIB",
    "Isi Berita": "Liburan ke Desa Wisata Osing Kemiren di Kecamatan Glagah, Kabupaten Banyuwangi, Jawa Timur, tak lengkap tanpa mencicipi aneka kuliner khas yang menjadi bagian dari kehidupan masyarakat suku Osing. Selain terkenal dengan budaya dan adat istiadatnya yang masih lestari, desa ini juga menyajikan ragam kuliner tradisional yang menggambarkan kehangatan dan kearifan lokal warganya. Kepala Desa Wisata Osing Kemiren Mohamad Arifin mengatakan daya tarik utama desa ini memang bukan hanya pada panorama alamnya, melainkan pada kekayaan budaya dan tradisi masyarakat. “Daya tarik wisatanya bukan alam tapi atraksi budaya dan edukasi tentang budaya Osing, ” ujar Arifin kepada Kompas.com(19/10/2025). Salah satu bentuk pelestarian budaya tersebut hadir lewat makanan khas yang disajikan dengan cara tradisional. Jika berkesempatan mampir Desa Wisata Osing Kemiren, Arifin menyarankan untuk mencoba beberapa kuliner berikut:",
    "URL Link": "https://www.kompas.com/food/read/2025/10/25/063000375/wajib-coba-ini-3-kuliner-di-desa-wisata-osing-kemiren",
    "URL Gambar": "https://asset.kompas.com/crops/Zn7S1lFSSi5Ptrw9Lh_4DKrqQYs=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2021/05/05/6092533c9c8c3.jpg",
    "deskripsi": "Liburan ke Desa Wisata Osing Kemiren di Kecamatan Glagah, Kabupaten Banyuwangi, Jawa Timur, tak lengkap tanpa mencicipi aneka kuliner khas yang menjadi bagian dari kehidupan masyarakat suku Osing....",
    "kategori": "berita"
  },
  {
    "Judul": "Segera Dibuka, Sentra Fauna dan Kuliner Lenteng Agung Siap Jadi Magnet Wisata Baru",
    "Tanggal": "Kompas.com, 24 Oktober 2025, 17:25 WIB",
    "Isi Berita": "JAKARTA, – Kawasan Lenteng Agung, Jakarta Selatan, segera memiliki destinasi baru bernama Sentra Fauna dan Kuliner. Tempat ini menghadirkan ruang ekonomi baru dengan konsep wisata kuliner dan edukasi fauna. Lokasinya tepat berada di pinggir jalan strategis dan ramai, yaitu Jalan Raya Lenteng Agungdan tak jauh dari Stasiun Lenteng Agung.Sentra Fauna dan Kuliner Lenteng Agung diharapkan dapat menjadi magnet wisata baru di Jakarta Selatan. Rika (36), warga sekitar lokasi, mengaku penasaran dengan Sentra Fauna dan Kuliner Lenteng Agung. Setiap hari, ia melewati tempat itu dan menyadari sudah ada bangunan baru berbentuk kios-kios. “Yang saya tahu di sini pindahan dari Barito. Katanya mau dikumpulkan di sini supaya lebih rapi. Penasaran jadinya seperti apa kalau sudah jadi nanti, ” kata Rika kepada , Kamis (23/10/2025). Ia berharap Sentra Fauna dan Kuliner Lenteng Agung bisa memberikan nuansa baru serta dampak positif bagi pedagang dan warga. Rika juga berharap tempatnya dilengkapi fasilitas yang menunjang kenyamanan pengunjung, seperti taman dan area bermain. “Mungkin ditambah pohon atau area hijau biar pengunjung betah dan hewan-hewan juga tidak kepanasan. Terus, penting juga dijaga soal kesehatan hewannya, biar nggak cuma tempat jual beli, tapi juga jadi sentra yang memperhatikan kesejahteraan satwanya. Kalau itu bisa dijaga, saya yakin tempat ini bakal jadi ikon baru Lenteng Agung, ” jelas Rika.",
    "URL Link": "https://megapolitan.kompas.com/read/2025/10/24/17253051/segera-dibuka-sentra-fauna-dan-kuliner-lenteng-agung-siap-jadi-magnet",
    "URL Gambar": "https://asset.kompas.com/crops/iYPF_Nl_rF2DFjAmVFf902l1ZKA=/0x0:1200x800/780x390/filters:watermark(data/photo/2020/03/10/5e6775ae18c31.png,0,-0,1)/data/photo/2025/10/24/68fb532a2393e.jpg",
    "deskripsi": "JAKARTA, – Kawasan Lenteng Agung, Jakarta Selatan, segera memiliki destinasi baru bernama Sentra Fauna dan Kuliner. Tempat ini menghadirkan ruang ekonomi baru dengan konsep wisata kuliner dan edukasi...",
    "kategori": "berita"
  },
  {
    "Judul": "Cita Rasa Nusantara di Meja Jamuan Prabowo untuk Presiden Afrika Selatan dan Brasil",
    "Tanggal": "Kompas.com, 24 Oktober 2025, 11:34 WIB",
    "Isi Berita": "JAKARTA, - Dalam dua hari terakhir, Presiden Prabowo Subianto menjamu dua tamu negara di Istana Kepresidenan, Jakarta, pada Rabu (22/10/2025) dan Kamis (23/10/2025). Pada Rabu (22/10/2025), Prabowo menyambut kedatangan Presiden Afrika Selatan Cyril Ramaphosa. Lalu pada Kamis (23/10/2025), giliran Presiden Brasil Luiz Inácio Lula da Silva yang disambut di Istana Kepresidenan. Dua pertemuan tersebut tidak hanya menjadi ajang Indonesia menjalin kerja sama dengan Afrika Selatan dan Brasil, melainkan juga forum mengenalkan kuliner khas nusantara.",
    "URL Link": "https://nasional.kompas.com/read/2025/10/24/11343451/cita-rasa-nusantara-di-meja-jamuan-prabowo-untuk-presiden-afrika-selatan-dan",
    "URL Gambar": "https://asset.kompas.com/crops/EKaO5C2zrFXpMizz__lNlyjL6Q0=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775ae18c31.png,0,-0,1)/data/photo/2025/10/23/68f9fab16537e.jpg",
    "deskripsi": "JAKARTA, - Dalam dua hari terakhir, Presiden Prabowo Subianto menjamu dua tamu negara di Istana Kepresidenan, Jakarta, pada Rabu (22/10/2025) dan Kamis (23/10/2025). Pada Rabu (22/10/2025), Prabowo...",
    "kategori": "berita"
  },
  {
    "Judul": "Diplomasi Kuliner di Istana, Prabowo Suguhkan Soto Banjar hingga Gindara Mangut untuk Presiden Afrika Selatan",
    "Tanggal": "Kompas.com, 22 Oktober 2025, 21:00 WIB",
    "Isi Berita": "Suasana hangat dan penuh persahabatan mewarnai jamuan makan siang yang digelar di Istana Merdeka, Jakarta, Rabu (22/10/2025). Presiden Prabowo Subianto menjamu Presiden Afrika Selatan, Matamela Cyril Ramaphosa, beserta delegasi, dengan sajian menu yang memadukan kuliner tradisional dan modern khas Indonesia. Dalam pertemuan bilateral itu, Istana Kepresidenan menyuguhkan deretan hidangan pilihan seperti Soto Banjarhingga mangut ikan gindara, yang disiapkan secara khusus untuk menggambarkan kekayaan rasa nusantara dan filosofi persahabatan dua bangsa.",
    "URL Link": "https://www.kompas.com/jawa-timur/read/2025/10/22/210000588/diplomasi-kuliner-di-istana-prabowo-suguhkan-soto-banjar-hingga",
    "URL Gambar": "https://asset.kompas.com/crops/xVQZfhROCyBpcL7sF9if91Od_QQ=/0x0:0x0/780x390/data/photo/2025/10/22/68f8afc760a47.jpg",
    "deskripsi": "Suasana hangat dan penuh persahabatan mewarnai jamuan makan siang yang digelar di Istana Merdeka, Jakarta, Rabu (22/10/2025). Presiden Prabowo Subianto menjamu Presiden Afrika Selatan, Matamela Cyril...",
    "kategori": "berita"
  },
  {
    "Judul": "Sambut Wajah Baru, BaReLo Swiss-Belinn Medan Bertransformasi Menjadi Swiss-Bistro",
    "Tanggal": "Kompas.com- 21/10/2025, 14:41 WIB",
    "Isi Berita": "Swiss-Belinn Medan mengumumkan rampungnya transformasi ruang kuliner utamanya. Restoran danloungeyang sebelumnya dikenal sebagai Ba Re Lo kini hadir dengan identitas baru, yakni Swiss-Bistro. Restoran tersebut menjanjikan pengalaman bersantap yang jauh lebih segar, nyaman, dan modern bagi seluruh tamu. Renovasi ekstensif itu dilakukan sebagai bagian integral dari komitmen Swiss-Belinn Medanuntuk menghadirkan layanan terbaik. Ini sekaligus mengatasi tiga tantangan utama yang sempat menjadi kendala Ba Re Lo. Pertama, desain yang kurang kontemporer. Interior lama dinilai sudah tidak lagiup-to-datedan kurang memberikan daya tarik visual bagi pengunjung. Kedua, keterbatasan ruang. Area Ba Re Lo memiliki keterbatasan kapasitas, terutama saat melayani lonjakan tamu. Ketiga, kenyamanan yang kurang optimal. Sistem pendingin yang kurang maksimal kerap membuat suasana terasa panas dan sirkulasi udara tidak berjalan optimal. DOK.Swiss-Belinn Medan Ba Re Lo. Ba Re Lo sendiri sebelumnya dikenal sebagai kombinasi bar danloungeyang menawarkan suasana hangat dan ramah. Dengan luas awal 153 meter persegi, area tersebut merupakan tempat favorit bagi tamu untuk bersantai bersama teman dan kolega sembari menikmati beragam camilan dan minuman dalam suasana santai. General Manager Swiss-Belinn Medan Sabar Sitompul menyampaikan, transformasi itu merupakan langkah maju yang signifikan. Perubahan Ba Re Lo menjadi Swiss-Bistromenjadi bagian dari komitmen Swiss-Belinn Medan untuk terus memberikan pengalaman terbaik bagi para tamu. “Dengan desain baru yang lebih modern, kapasitas yang lebih luas, serta peningkatan fasilitas kenyamanan, kami berharap Swiss-Bistro dapat menjadi destinasi kuliner pilihan masyarakat Medan dan tamu hotel yang menginginkan suasana bersantap berkesan, ” ujar Sabar dalam siaran tertulis yang diterima , Senin (20/10/2025). Dengan wajah barunya, Swiss-Bistro menghadirkan ruang yang terasa lebih lapang dan modern. Luas restoran meningkat drastis menjadi 207 meter persegi berkat langkah cerdas berupa alih fungsi Arjuna Meeting Room. DOK.Swiss-Belinn Medan Ba Re Lo Swiss-Belinn Medan bertransformasi menjadi Swiss-Bistro. Peningkatan area tersebut memberikan kapasitas yang lebih besar untuk melayani tamu hotel dan pengunjung umum. Selain itu, pihak hotel juga melakukan peningkatan fasilitas suhu untuk memastikan sistem pendingin dan sirkulasi udara bekerja lebih baik. Langkah ini diambil untuk menjamin kenyamanan setiap pengunjung. Swiss-Belinn Medan memastikan transformasi tersebut bukan sekadar perubahan nama, melainkan peningkatan menyeluruh pada kualitas layanan, suasana, dan tingkat kenyamanan. Hal itu menjadikan Swiss-Bistro siap menjadi destinasi kuliner pilihan di Medan bagi mereka yang ingin menikmati sajian lokal dan internasional dalam suasana yang bersahabat, nyaman, dan dengan harga yang terjangkau.",
    "URL Link": "https://biz.kompas.com/read/2025/10/21/144116628/sambut-wajah-baru-barelo-swiss-belinn-medan-bertransformasi-menjadi-swiss-bistro",
    "URL Gambar": "https://asset.kompas.com/crops/nClecgp_TRHPuR0yfoRdqu0iMp0=/0x0:780x520/780x390/data/photo/2025/10/21/68f738a653181.jpg",
    "deskripsi": "Swiss-Belinn Medan mengumumkan rampungnya transformasi ruang kuliner utamanya. Restoran danloungeyang sebelumnya dikenal sebagai Ba Re Lo kini hadir dengan identitas baru, yakni Swiss-Bistro....",
    "kategori": "berita"
  },
  {
    "Judul": "Pemkot Bontang Perketat Pengawasan Dapur Program Makan Bergizi Gratis demi Cegah Keracunan Makanan",
    "Tanggal": "Kompas.com, 20 Oktober 2025, 12:51 WIB",
    "Isi Berita": "BONTANG, –Pemerintah Kota Bontang memperketat pengawasan dapur kuliner, khususnya yang terlibat dalam penyediaan makanan untuk program Makan Bergizi Gratis (MBG). Langkah ini diambil menyusul meningkatnya kasus keracunan makanan di berbagai daerah. Melalui Dinas Penanaman Modal dan Pelayanan Terpadu Satu Pintu (DPMPTSP) dan Dinas Kesehatan (Dinkes), Pemkot Bontangmelakukan monitoring langsung ke sejumlah Sentra Pangan dan Produk Gizi (SPPG) yang menjadi dapur utama MBG.",
    "URL Link": "https://regional.kompas.com/read/2025/10/20/125129578/pemkot-bontang-perketat-pengawasan-dapur-program-makan-bergizi-gratis-demi",
    "URL Gambar": "https://asset.kompas.com/crops/tKQfo1x6eY_P_OCJ5KvNpHHI_w0=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775ae18c31.png,0,-0,1)/data/photo/2025/10/20/68f5be52ba84a.jpg",
    "deskripsi": "BONTANG, –Pemerintah Kota Bontang memperketat pengawasan dapur kuliner, khususnya yang terlibat dalam penyediaan makanan untuk program Makan Bergizi Gratis (MBG). Langkah ini diambil menyusul...",
    "kategori": "berita"
  },
  {
    "Judul": "Berharap Kuliner Indonesia Mendunia, Wamendag: Tidak Hanya Rendang, Nasi Goreng, Sate...",
    "Tanggal": "Kompas.com, 19 Oktober 2025, 15:40 WIB",
    "Isi Berita": "JAKARTA, - Kementerian Perdagangan (Kemendag) menilai pameran Pangan Nusa Expo 2025 menjadi momentum bagi produk kuliner asli Indonesia untuk menembus pasar global. Ajang ini digelar sebagai etalase potensi pangan nusantara yang mampu bersaing di kancah internasional. Wakil Menteri Perdagangan (Wamendag), Dyah Roro Esti, mengatakan, Pangan Nusa Expotidak hanya menjadi ajang promosi bagi pelaku usaha, tetapi juga wadah untuk membuka jaringankuliner Indonesiakepasar global. Indonesia tidak hanya memiliki makanan populer seperti rendang, nasi goreng, atau sate, tetapi juga hidangan khas lain seperti soto yang memiliki berbagai varian di setiap daerah.",
    "URL Link": "https://money.kompas.com/read/2025/10/19/154000726/berharap-kuliner-indonesia-mendunia-wamendag--tidak-hanya-rendang-nasi-goreng",
    "URL Gambar": "https://asset.kompas.com/crops/g7RX8XqiEwYKKCQAn4vUEClcAkk=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775b1d85b4.png,0,-0,1)/data/photo/2025/10/14/68ee38eea3f83.jpeg",
    "deskripsi": "JAKARTA, - Kementerian Perdagangan (Kemendag) menilai pameran Pangan Nusa Expo 2025 menjadi momentum bagi produk kuliner asli Indonesia untuk menembus pasar global. Ajang ini digelar sebagai etalase...",
    "kategori": "berita"
  },
  {
    "Judul": "Thailand jadi Negara dengan Kuliner Terbaik di Dunia 2025 Versi Conde Nast Traveller",
    "Tanggal": "Kompas.com, 19 Oktober 2025, 10:10 WIB",
    "Isi Berita": "Thailand dinobatkan menjadi negara dengan kuliner terbaik di dunia pada 2025 versi majalah perjalanan terkemuka yang berbasis di Amerika Serikat, Conde Nast Traveller. \"Thailandtelah menguasai seni menyajikan hidangan lezat dengan sedikit usaha, dan terlepas dari apakah Anda penggemar makanan Thailand atau tidak, semangkuk mi, kari, dan sup yang menghangatkan hati pasti akan memikat Anda, terutama jika disajikan oleh penduduk lokal yang ramah, \" diktip dari laman resmi Conde Nast Traveller, Minggu (19/10/2025). Lebih lanjut disampaikan, ada beragam alasan Thaiand dinobatkan sebagai negara dengan kuliner terbaik di dunia pada 2025. Pertama, tahun ini tujuh restoran Bangkok masuk ke dalam 35 besar peringkat restoran terbaik di dunia yang bergengsi. Lalu, regional yang beragam di Thailand juga menawarkan cita rasa yang berbeda pula. Sehingga, memberikan pengalaman kuliner berbeda kepada wisatawan. Tidak hanya itu, ramainya pasar malam danstreet fooddi Thailand membuat pencinta kuliner punya pilihan jajanan yang beragam. Pada ajang penghargaan ini, Thailand mendapat skor 98, 33 dari 100. Nilai akhir diperoleh dari akumulasi nilai yang diberikan oleh masyarakat saat berkunjung ke berbagai negara. Mereka diminta untuk memilih tempat-tempat yang kulinernya dirasa berkesan. Berikut daftar 10 negara teratas dengan makanan terbaik di dunia 2025 versi Conde Nast Traveller: 6. Selandia Baru – 95, 79 9. Afrika Selatan – 94, 76 10. Peru / Maladewa – 94, 55",
    "URL Link": "https://www.kompas.com/food/read/2025/10/19/101000175/thailand-jadi-negara-dengan-kuliner-terbaik-di-dunia-2025-versi-conde-nast",
    "URL Gambar": "https://asset.kompas.com/crops/kDAibL2SduV4Xb7Zs4GmHF4D2KQ=/131x94:1155x776/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/08/26/68ad350e98f81.jpg",
    "deskripsi": "Thailand dinobatkan menjadi negara dengan kuliner terbaik di dunia pada 2025 versi majalah perjalanan terkemuka yang berbasis di Amerika Serikat, Conde Nast Traveller. \"Thailandtelah menguasai seni...",
    "kategori": "berita"
  },
  {
    "Judul": "Resep Pisang Epe Khas Makassar, Manis, Legit, dan Beraroma Bakar",
    "Tanggal": "Kompas.com, 19 Oktober 2025, 08:30 WIB",
    "Isi Berita": "MAKASSAR— Pisang Epe menjadi salah satu kuliner khas Makassar yang kerap diburu wisatawan maupun warga lokal, terutama saat malam hari di sepanjang Pantai Losari. Kudapan tradisional ini dibuat dari pisang kepok atau pisang raja yang dipanggang, kemudian ditekan hingga pipih, dan disiram saus gula merah yang kental. Dalam buku Rekomendasi Resep Kuliner Khas Makassardijelaskan, pisang yang telah dibelah tipis lalu dibakar atau digoreng akan diolesi campuran gula merah, santan, dan garam. Setelah itu, pisang dibungkus daun pisang, dibakar kembali hingga matang, dan disajikan selagi hangat. “Pisang Epebiasanya disajikan dalam keadaan hangat dan masih meleleh sehingga rasanya begitu nikmat, manis, dan legit, ” tulis buku tersebut. Selain menggunakan saus gula merah, beberapa penjual menambahkan taburan kelapa parut gurih di atasnya. Rasa manis dari pisang dan gula merah berpadu dengan aroma asap arang, menghadirkan sensasi yang khas. Proses memasaknya pun masih mengandalkan api arang supaya teksturnya lembut dan aromanya lebih keluar. Pisang yang sudah matang kemudian ditekan hingga pipih (epe dalam bahasa Makassar berarti ‘ditekan’), lalu disiram saus gula merah. Salah satu varian populer kini menambahkan puree durian ke dalam sausnya.",
    "URL Link": "https://www.kompas.com/sulawesi-selatan/read/2025/10/19/083000988/resep-pisang-epe-khas-makassar-manis-legit-dan-beraroma-bakar",
    "URL Gambar": "https://asset.kompas.com/crops/FA_ommB72kl7egg0FnBj9b-5AgY=/255x0:2880x1750/780x390/data/photo/2024/03/21/65fbdc602810b.jpg",
    "deskripsi": "MAKASSAR— Pisang Epe menjadi salah satu kuliner khas Makassar yang kerap diburu wisatawan maupun warga lokal, terutama saat malam hari di sepanjang Pantai Losari. Kudapan tradisional ini dibuat dari...",
    "kategori": "berita"
  },
  {
    "Judul": "Jalangkote, Camilan Khas Makassar yang Renyah dan Gurih, Lengkap dengan Resepnya",
    "Tanggal": "Kompas.com, 19 Oktober 2025, 07:45 WIB",
    "Isi Berita": "Jalangkote merupakan salah satu makanan khas Makassar, Sulawesi Selatan, yang sekilas mirip pastel goreng. Camilan ini terbuat dari kulit tepung terigu yang diisi campuran sayuran, daging cincang, soun, dan aneka bumbu rempah khas Makassar, kemudian digoreng hingga berwarna kecoklatan. Secara tekstur, jalangkotememiliki kulit tipis renyah dengan isian gurih, sedikit manis, dan beraroma rempah. Di Makassar, jalangkote biasa disajikan dengan sambal cair atau saus kacang sebagai pelengkap, dan banyak dijajakan di warung makan hingga pedagang kaki lima.",
    "URL Link": "https://www.kompas.com/sulawesi-selatan/read/2025/10/19/074500188/jalangkote-camilan-khas-makassar-yang-renyah-dan-gurih-lengkap",
    "URL Gambar": "https://asset.kompas.com/crops/5gpwF55FCx_sBYmnInbZQNIUpx0=/0x0:1000x667/780x390/data/photo/2020/05/18/5ec24deb9994d.jpg",
    "deskripsi": "Jalangkote merupakan salah satu makanan khas Makassar, Sulawesi Selatan, yang sekilas mirip pastel goreng. Camilan ini terbuat dari kulit tepung terigu yang diisi campuran sayuran, daging cincang,...",
    "kategori": "berita"
  },
  {
    "Judul": "Es Teler 77 dan Jenama Kuliner Lain di Festival Makanan Australia",
    "Tanggal": "Kompas.com, 18 Oktober 2025, 16:04 WIB",
    "Isi Berita": "TANGERANG, -Deretan merek kuliner Indonesia bakal mengenalkan kenikmatan cita rasa makanan Tanah Air ke Australia. Es Teler 77 termasuk di dalamnya. Rencana ini merupakan bagian dari strategi diplomasi kuliner yang salah satu negara tujuannya adalah Australia. \"Saya berharap (bisnis) makanan Indonesia yang sudah kami tekuni selama 43 tahun bisa berkembang secara global. Kita bangga dong kalau produk Indonesia bisa eskpansi ke luar negeri, \" kata Founder sekaligus CEOEs Teler 77, Yenny Widjaja, dalam pertemuan dengan media di Pameran Pangan Nusa 2025, ICE BSD Tangerang, Rabu (15/10/2025).",
    "URL Link": "https://www.kompas.com/food/read/2025/10/18/160400875/es-teler-77-dan-jenama-kuliner-lain-di-festival-makanan-australia",
    "URL Gambar": "https://asset.kompas.com/crops/2TS4469ATckYLW9j0FQALn8JbWU=/75x414:3978x3016/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/10/18/68f3300dcacbf.jpg",
    "deskripsi": "TANGERANG, -Deretan merek kuliner Indonesia bakal mengenalkan kenikmatan cita rasa makanan Tanah Air ke Australia. Es Teler 77 termasuk di dalamnya. Rencana ini merupakan bagian dari strategi...",
    "kategori": "berita"
  },
  {
    "Judul": "Cara Membuat Es Pisang Ijo Anti Gagal, Segar dan Cocok untuk Cuaca Panas",
    "Tanggal": "Kompas.com, 17 Oktober 2025, 13:30 WIB",
    "Isi Berita": "Siapa yang tak kenal es pisang ijo? Hidangan khas Makassar ini menjadi salah satu kuliner tradisional yang selalu menggugah selera, terutama saat cuaca panas. Rasanya yang manis, segar, dan lembut membuates pisang ijotak hanya populer di Sulawesi Selatan, tetapi juga di berbagai daerah Indonesia. Dikutip dari buku Rekomendasi Resep Kuliner Khas Makassar, es pisang ijo terbuat dari pisang yang dibungkus adonan tepung ketan berwarna hijau, kemudian direbus hingga matang. Warna hijaunya bukan berasal dari pewarna sintetis, melainkan dari bahan alami seperti daun pandan atau daun suji yang memberikan aroma harum dan rasa khas. Pisang yang digunakan biasanya jenis pisang raja lokal yang memiliki rasa manis alami dan tekstur lembut. Setelah matang, pisang yang telah dibungkus adonan ini disajikan dengan sirup gula merah, es serut, serta vla santan gurih di atasnya.",
    "URL Link": "https://www.kompas.com/sulawesi-selatan/read/2025/10/17/133000988/cara-membuat-es-pisang-ijo-anti-gagal-segar-dan-cocok-untuk",
    "URL Gambar": "https://asset.kompas.com/crops/JekLVgtoQKlyqjKKspa_JJqzPC4=/0x0:0x0/780x390/data/photo/2022/04/05/624c1c1f35b0f.jpg",
    "deskripsi": "Siapa yang tak kenal es pisang ijo? Hidangan khas Makassar ini menjadi salah satu kuliner tradisional yang selalu menggugah selera, terutama saat cuaca panas. Rasanya yang manis, segar, dan lembut...",
    "kategori": "berita"
  },
  {
    "Judul": "Rekomendasi Tempat Wisata dan Kuliner di Tokyo, Enggak Cukup Jalan-jalan Sehari",
    "Tanggal": "Kompas.com, 17 Oktober 2025, 09:35 WIB",
    "Isi Berita": "Tokyo adalah kota yang penuh energi dan selalu punya sesuatu untuk dijelajahi. Di satu sisi, kamu bisa menemukan kuil tertua di kota ini seperti Senso-ji di Asakusa dengan suasana klasik khas Jepang. Jalan Nakamise yang menghubungkan gerbang Kaminarimon ke aula utama dipenuhi toko suvenir dan jajanan tradisional yang selalu ramai pengunjung. Tak jauh dari sana, Tokyo Skytree berdiri megah sebagai menara tertinggi di dunia dengan dek observasi yang menampilkan pemandangan kota hingga Gunung Fuji saat cuaca cerah. Kalau ingin merasakan suasana urban Tokyo yang sesungguhnya, Shibuya Scramble Crossing wajib kamu kunjungi. Persimpangan ini terkenal di seluruh dunia dan jadi ikon kehidupan cepat khas ibu kota Jepang. Selain wisata, Tokyo juga surganya kuliner. Kamu bisa menikmati sushi segar di pasar Toyosu, ramen dengan berbagai rasa di Shinjuku dan Ikebukuro, serta tempura renyah di restoran legendaris kawasan Ginza dan Asakusa. Setiap musim, Tokyo juga punya acara seru seperti Festival Kembang Api Sungai Sumida di musim panas dan pesta bunga sakura di Taman Ueno saat musim semi. Di sisi lain, kawasan seperti Shibuya dan Roppongi kini tumbuh menjadi pusat industri kreatif dan teknologi dengan banyak perusahaan rintisan Jepang. Akses ke Tokyo dari Indonesia pun sangat mudah, karena tersedia penerbangan langsung dari Jakarta ke Bandara Narita dan Haneda dengan waktu tempuh sekitar tujuh jam. Kalau kamu ingin tahu lebih banyak tentang tempat wisata, makanan khas, dan hal seru lain di Tokyo, kamu bisa membaca versi lengkapnya di Pesona Tokyo, Ibu Kota Jepang yang Jadi Tujuan Favorit Turis Indonesia",
    "URL Link": "https://travel.kompas.com/read/2025/10/17/093500727/rekomendasi-tempat-wisata-dan-kuliner-di-tokyo-enggak-cukup-jalan-jalan",
    "URL Gambar": "https://asset.kompas.com/crops/9E5hZWoqnZwHxEil-0esL8oi-cg=/0x0:6000x4000/780x390/filters:watermark(data/photo/2020/03/10/5e6775cf5d848.png,0,-0,1)/data/photo/2022/01/01/61cfee03838d7.jpg",
    "deskripsi": "Tokyo adalah kota yang penuh energi dan selalu punya sesuatu untuk dijelajahi. Di satu sisi, kamu bisa menemukan kuil tertua di kota ini seperti Senso-ji di Asakusa dengan suasana klasik khas Jepang....",
    "kategori": "berita"
  },
  {
    "Judul": "10 Tren Kuliner 2026 di Asia Pasifik, Sajian Lokal Mendominasi",
    "Tanggal": "Kompas.com, 16 Oktober 2025, 21:22 WIB",
    "Isi Berita": "JAKARTA, -Jaringan hotel Marriott International merilis laporan tren kuliner masa depan bertajuk \"The Future of Food 2026\" pada Selasa (14/10/2025). Laporan ini berisi enam tren kuliner utama dan empat tren pendukung yang disusun berdasarkan perspektif lebih dari 30chef, mixologist, pakar industri serta tim kuliner Marriott International dari 270 properti yang tersebar di 20 Asia Pasifik. \"Laporan ini sangat penting bagi kami untuk merayakan petualangan kuliner di seluruh Asia Pasifik, khususnya di Indonesia yang menjadi destinasi istimewa di kawasan ini, \" kata Area General Manager Bali Premium & Select Properties, sekaligus General Manager The Westin Resort Nusa Dua Bali, Sander Looijen, dalam jumpa pers di The Westin Jakarta, Selasa (14/10/2025).",
    "URL Link": "https://www.kompas.com/food/read/2025/10/16/212220775/10-tren-kuliner-2026-di-asia-pasifik-sajian-lokal-mendominasi",
    "URL Gambar": "https://asset.kompas.com/crops/X0F3m8iKRBb9cdVmbSXCl3aZME8=/212x241:3760x2607/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/10/16/68f06cba8cf4b.jpg",
    "deskripsi": "JAKARTA, -Jaringan hotel Marriott International merilis laporan tren kuliner masa depan bertajuk \"The Future of Food 2026\" pada Selasa (14/10/2025). Laporan ini berisi enam tren kuliner utama dan...",
    "kategori": "berita"
  },
  {
    "Judul": "Tren Kuliner Viral Kekinian, Apakah Masih Bakal Ramai pada Masa Depan?",
    "Tanggal": "Kompas.com, 16 Oktober 2025, 07:30 WIB",
    "Isi Berita": "Tren kuliner silih berganti dari masa ke masa. Di era serba digital ini, media sosial punya peran besar dalam memengaruhi penikmat kuliner di Indonesia, bahkan dunia. Kemunculan akun-akun pemengaruh makanan (food influencer) juga menjamur selama beberapa tahun belakangan. Mereka kerap membuat konten memasak, mengulas makanan di kafe maupun restoran, hingga merangkum rekomendasi tempat makan karena sejumlah alasan.",
    "URL Link": "https://www.kompas.com/food/read/2025/10/16/073000275/tren-kuliner-viral-kekinian-apakah-masih-bakal-ramai-pada-masa-depan-",
    "URL Gambar": "https://asset.kompas.com/crops/JZR5uLuVyYxVCzs52BvpuesRli8=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/06/26/685ce1c564d79.jpeg",
    "deskripsi": "Tren kuliner silih berganti dari masa ke masa. Di era serba digital ini, media sosial punya peran besar dalam memengaruhi penikmat kuliner di Indonesia, bahkan dunia. Kemunculan akun-akun pemengaruh...",
    "kategori": "berita"
  },
  {
    "Judul": "Ragam Makanan Aceh Besar, Mana Jadi Favoritmu?",
    "Tanggal": "Kompas.com- 15/10/2025, 18:18 WIB",
    "Isi Berita": "Jika kamu berkunjung ke Aceh Besar, makanan khas mana yang ingin kamu coba lebih dulu — kuah beulangong yang kaya rempah, atau sie reuboh yang asam gurih dan tahan lama? Aceh Besar dikenal bukan hanya karena alamnya yang memesona atau sejarahnya yang sarat nilai, tetapi juga karena kulinernya yang khas dan menggugah selera. Masyarakatnya hidup dengan semangat peumulia jamee — tradisi memuliakan tamu — yang tercermin dari cara mereka menyajikan hidangan. Setiap masakan bukan sekadar makanan, melainkan bentuk kasih dan penghormatan. Kuliner Aceh Besarjuga mencerminkan jejak sejarah panjang yang kaya pengaruh budaya: Melayu, Arab, India, hingga Tionghoa. Perpaduan itu menghasilkan cita rasa unik yang sulit ditemukan di daerah lain. Berikut beberapa kuliner khas Aceh Besar yang paling digemari dan wajib kamu coba saat berkunjung ke Tanah Rencong ini. Inilah ikon kuliner Aceh Besar yang paling terkenal. Kuah beulangong adalah gulai daging yang dimasak dalam kuali besar (beulangong berarti \"kuali besar\" dalam bahasa Aceh). Biasanya menggunakan daging sapi atau kambing yang dimasak bersama nangka muda, rempah khas Aceh, cabai, serai, dan lengkuas. Menariknya, di beberapa daerah seperti Lhoknga, nangka muda sering diganti dengan hati pohon pisang yang memberikan tekstur dan aroma berbeda. Kuah beulangong biasa hadir di acara-acara besar seperti kenduri, gotong royong, atau perayaan keagamaan. Kini, menu ini juga mudah ditemukan di warung-warung sekitar Bandara Sultan Iskandar Muda — cocok disantap hangat-hangat setelah mendarat di Aceh. Nama sie reuboh berasal dari kata sie (daging) dan reuboh (rebus). Makanan ini merupakan olahan daging sapi atau kerbau yang direbus dengan cuka aren, bawang, cabai, dan berbagai rempah pilihan. Proses memasaknya bisa memakan waktu hingga lebih dari satu jam, dan uniknya, hidangan ini justru semakin nikmat setelah disimpan beberapa hari karena bumbunya meresap sempurna.",
    "URL Link": "https://katanetizen.kompas.com/read/2025/10/15/181823285/ragam-makanan-aceh-besar-mana-jadi-favoritmu",
    "URL Gambar": "https://asset.kompas.com/crops/EIC3Qu5MyrOsB0N6RxnSuLG07YM=/133x0:1052x613/780x390/filters:watermark(data/photo/2022/06/21/62b14ad0c69ca.png,0,-0,1)/data/photo/2025/10/13/68ecda912d5e8.png",
    "deskripsi": "Jika kamu berkunjung ke Aceh Besar, makanan khas mana yang ingin kamu coba lebih dulu — kuah beulangong yang kaya rempah, atau sie reuboh yang asam gurih dan tahan lama? Aceh Besar dikenal bukan...",
    "kategori": "berita"
  },
  {
    "Judul": "Resep Pallu Mara, Kuliner Khas Makassar dengan Kuah Kuning Asam yang Segar",
    "Tanggal": "Kompas.com, 15 Oktober 2025, 12:30 WIB",
    "Isi Berita": "Salah satu kuliner khas Makassar yang paling digemari pencinta masakan Nusantara adalah pallu mara. Hidangan ini berupa sop ikan kuning asam dengan cita rasa gurih, segar, dan sedikit pedas.Pallu marasering disajikan hangat bersama nasi putih, menghadirkan kenikmatan khas Sulawesi Selatan yang menggugah selera. Warna kuning pada kuah pallu mara berasal dari kunyit, yang tidak hanya memberi warna cantik tetapi juga berfungsi mengurangi aroma amis ikan. Perpaduan antara asam jawa dan kunyit menciptakan rasa kuah yang segar dengan aroma khas. Daging ikan dalam pallu mara terasa lembut dan gurih, membuat hidangan ini digemari di berbagai daerah. Biasanya, ikan yang digunakan untuk membuat pallu mara adalah ikan bandeng, ikan cakalang (tongkol), atau ikan lamuru.",
    "URL Link": "https://www.kompas.com/sulawesi-selatan/read/2025/10/15/123000788/resep-pallu-mara-kuliner-khas-makassar-dengan-kuah-kuning-asam",
    "URL Gambar": "https://asset.kompas.com/crops/EvpQ0hNKGugpKr1e7ugSQ68HuZQ=/0x0:1000x667/780x390/data/photo/2022/01/26/61f1399e14620.jpg",
    "deskripsi": "Salah satu kuliner khas Makassar yang paling digemari pencinta masakan Nusantara adalah pallu mara. Hidangan ini berupa sop ikan kuning asam dengan cita rasa gurih, segar, dan sedikit pedas.Pallu...",
    "kategori": "berita"
  },
  {
    "Judul": "Daftar Makanan Khas Makassar Paling Terkenal, Wajib Cicip Saat ke Sulawesi Selatan",
    "Tanggal": "Kompas.com, 15 Oktober 2025, 11:00 WIB",
    "Isi Berita": "Kota Makassar dikenal bukan hanya karena keindahan Pantai Losari dan sejarahnya sebagai pusat perdagangan di Indonesia Timur, tetapi juga karena kekayaan kulinernya. Beragam kuliner khas Makassarmenggugah selera, mulai dari olahan laut, sup tradisional, hingga hidangan penutup manis yang melegenda. Berikut deretan makanan khas Makassar dan Sulawesi Selatan yang patut Anda cicipi saat berkunjung ke “Kota Anging Mammiri”, dikutip dari buku Sedap Sehat Hidangan Sulawesi Selatan 1.Seafood Bakar Makassar Makassar dikenal sebagai kota pesisir yang kaya hasil laut. Selama berabad-abad, masyarakatnya terbiasa menikmati makanan laut segar, seperti ikan, cumi-cumi, udang, dan kepiting. Cara tradisional orang Makassar memasakseafoodadalah dengan dibakar menggunakan bara arang, menghasilkan aroma khas tanpa menghilangkan rasa asli laut. Hidangan ini biasanya disajikan bersama sambal kacang, irisan mentimun, tomat hijau, serta ra’ca mangga, rajang mangga muda yang memberikan sensasi segar.",
    "URL Link": "https://www.kompas.com/sulawesi-selatan/read/2025/10/15/110000288/daftar-makanan-khas-makassar-paling-terkenal-wajib-cicip-saat",
    "URL Gambar": "https://asset.kompas.com/crops/JHBsBzT-HtknWQG5gh6mqM6QU8o=/32x7:1000x653/780x390/data/photo/2022/06/19/62ae88c4a1690.jpeg",
    "deskripsi": "Kota Makassar dikenal bukan hanya karena keindahan Pantai Losari dan sejarahnya sebagai pusat perdagangan di Indonesia Timur, tetapi juga karena kekayaan kulinernya. Beragam kuliner khas...",
    "kategori": "berita"
  },
  {
    "Judul": "Festival Kuliner Tradisional di Nunukan Tampilkan Ragam Makanan Adat Perbatasan",
    "Tanggal": "Kompas.com, 15 Oktober 2025, 09:40 WIB",
    "Isi Berita": "NUNUKAN, –Beragam makanan khas Nusantara yang merupakan bagian dari tradisi adat di wilayah perbatasan Indonesia–Malaysia, disajikan dalam Festival Kuliner Tradisional di Nunukan, Kalimantan Utara, Rabu (15/10/2025). Kegiatan ini menjadi salah satu rangkaian acara HUT ke-26 Kabupaten Nunukan. Aneka kuliner tradisional dari berbagai etnis memikat selera pengunjung yang hadir di acara tersebut. Setiap menu membawa cita rasa khas dan cerita budaya dari daerah asalnya. Darietnis Dayak Lundayeh, misalnya, terdapat sajian lontong berbahan beras Adan—beras organik khas pegunungan yang memiliki aroma alami dan warna putih terang. Kuliner ini dikenal dengan nama Luba' Laya'. Tak hanya itu, ada pula jamur yang dilumatkan dan ditumis bersama rempah-rempah khas, serta umbut pisang—bagian batang muda dari pohon pisang Sanggar yang diolah sebagai sayur.",
    "URL Link": "https://regional.kompas.com/read/2025/10/15/094017778/festival-kuliner-tradisional-di-nunukan-tampilkan-ragam-makanan-adat",
    "URL Gambar": "https://asset.kompas.com/crops/w9xloQ4kz6BEKV03BzS26pNVSM0=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775ae18c31.png,0,-0,1)/data/photo/2025/10/15/68ef02a7ad731.jpg",
    "deskripsi": "NUNUKAN, –Beragam makanan khas Nusantara yang merupakan bagian dari tradisi adat di wilayah perbatasan Indonesia–Malaysia, disajikan dalam Festival Kuliner Tradisional di Nunukan, Kalimantan Utara,...",
    "kategori": "berita"
  },
  {
    "Judul": "Pemprov DKI Jakarta Hadirkan Sentra Fauna dan Kuliner Lenteng Agung, Ruang Publik Baru Ikon Jaksel",
    "Tanggal": "Kompas.com, 14 Oktober 2025, 21:38 WIB",
    "Isi Berita": "Pemerintah Provinsi (Pemprov) DKI Jakarta akan menghadirkan Sentra Fauna dan Kuliner Lenteng Agung di Jakarta Selatan (Jaksel). Kawasan baru ini dirancang menjadi ikon kota sekaligus ruang usaha representatif, destinasi kuliner, serta pusat edukasi fauna bagi masyarakat. Staf Khusus Gubernur DKI Jakarta Chico Hakim mengatakan, sentra tersebut tak sekadar menjadi tempat berdagang, melainkan juga ruang interaksi warga. “Sentra Fauna dan Kuliner Lenteng Agungdisiapkan sebagai ruang publik yang mempertemukan ekonomi rakyat, kreativitas, dan rekreasi keluarga. Di sini juga akan menjadi pusat edukasi fauna serta wadah kegiatan seni, budaya, dan komunitas, ” ujarnya dalam rilis pers yang diterima , Selasa (14/10/2025). Menurut Chico, pembangunan Sentra Fauna dan Kuliner Lenteng Agung mencerminkan semangat Jakarta Global — kota yang modern, tertib, manusiawi, dan berpihak pada pelaku usaha lokal. Sementara itu, Kepala Dinas Perindustrian, Perdagangan, Koperasi, Usaha Kecil dan Menengah (PPKUKM) Provinsi DKI Jakarta, Elisabeth Ratu Rante Allo, menjelaskan bahwa pembangunan sentra tersebut merupakan wujud komitmen Pemprov DKI dalam menyediakan fasilitas usaha yang lebih tertata dan berdaya saing bagi para pelaku UMKM. “Sentra Fauna dan Kuliner Lenteng Agung kami hadirkan sebagai ruang usaha baru yang lebih keren, modern, dan nyaman. Para pedagang, termasuk yang sebelumnya berjualan di kawasan Barito dan terdaftar sebagai anggota PPUKM, akan mendapat tempat yang lebih layak serta peluang berkembang yang lebih besar, ” ujar Ratu. Kawasan tersebut dibangun sejalan dengan rencana pengembangan Taman Bendera Pusaka, yang menggabungkan Taman Ayodya, Taman Langsat, dan Taman Leuser sebagai ruang hijau bersejarah di Jakarta Selatan. Para pedagang Barito akan menjadi bagian dari ekosistem ekonomi baru di Sentra Fauna dan Kuliner Lenteng Agung, sehingga aktivitas ekonomi tetap berlanjut dalam lingkungan yang lebih tertata dan representatif. Sentra Fauna dan Kuliner Lenteng Agung memiliki total 125 kios yang terbagi ke dalam beberapa zona dengan fungsi berbeda. Zona A diperuntukkan bagi pelaku usaha kuliner dengan 22 kios, sementara Zona B menghadirkan amfiteater berkapasitas 70 kursi sebagai ruang pertunjukan dan interaksi publik. Adapun Zona C dan D difokuskan untuk usaha burung serta pakan hewan dengan total 74 kios, sedangkan Zona E menyediakan 29 kios yang digunakan bagi usaha parcel dan kuliner tambahan. Kawasan itu juga dilengkapi area pertunjukan seni dan budaya, lahan parkir luas, toilet, musala, serta desain ramah lingkungan dan ramah keluarga. Sistem sirkulasi udara dan sanitasi dirancang modern, sementara akses transportasi publik dapat ditempuh melalui Stasiun Commuter Line Lenteng Agung, Transjakarta (4B Manggarai–UI, D21 Lebak Bulus–UI), dan Jak Lingko 44 (Andara–Lenteng Agung). “Kami ingin para pedagang tidak hanya memiliki tempat baru, tetapi juga bisa naik kelas. Melalui fasilitas, pelatihan, dan promosi yang terintegrasi dengan program Jakpreneur, kami berharap mereka tumbuh lebih besar dan menjadi bagian dari wajah baru Jakarta, ” tutur Ratu.",
    "URL Link": "https://megapolitan.kompas.com/read/2025/10/14/21380771/pemprov-dki-jakarta-hadirkan-sentra-fauna-dan-kuliner-lenteng-agung-ruang",
    "URL Gambar": "https://asset.kompas.com/crops/ZPyjZbKwOZ2Z8Cu8qvi45WNIsZI=/1x0:1280x853/780x390/filters:watermark(data/photo/2020/03/10/5e6775ae18c31.png,0,-0,1)/data/photo/2025/09/30/68db940542c5b.jpeg",
    "deskripsi": "Pemerintah Provinsi (Pemprov) DKI Jakarta akan menghadirkan Sentra Fauna dan Kuliner Lenteng Agung di Jakarta Selatan (Jaksel). Kawasan baru ini dirancang menjadi ikon kota sekaligus ruang usaha...",
    "kategori": "berita"
  },
  {
    "Judul": "Dari Rawon Setan sampai Sate Lisidu, Ini 7 Kuliner Surabaya yang Bikin Ketagihan",
    "Tanggal": "Kompas.com, 14 Oktober 2025, 10:30 WIB",
    "Isi Berita": "Surabaya tidak hanya dikenal sebagai kota pahlawan, tetapi juga sebagai surga bagi pencinta kuliner. Kota ini menyimpan beragam wisatakulinerlezat dan legendaris yang menggoda selera, dari makanan tradisional khas Jawa Timur hingga sajian ikonik yang sudah melegenda sejak puluhan tahun lalu. Berikut rekomendasi 7 wisata kuliner Surabayapaling populer yang wajib kamu coba saat berkunjung ke kota ini dikutip dari buku wisata Kuliner Pilihan di surabaya: Bagi pencinta kuliner khas Jawa Timur, Rawon Setan Mbak Endang tentu tak boleh dilewatkan. Meski namanya terdengar menyeramkan, sebutan “setan” bukan karena rasa pedasnya, melainkan karena warung ini baru buka pukul 22.00 malam hingga dini hari. Seporsi rawon disajikan dengan kuah hitam pekat, taburan daun bawang, sambal pedas, dan nasi putih hangat yang menggugah selera. Didirikan pada 2006 dan kini dimiliki oleh Haji Yahya, warung ini berlokasi di Jalan Mangga Besar Raya No. 100A, Surabaya. Selain menu andalan rawon iga dan nasi rawon, pengunjung juga bisa mencicipi variasi lain seperti ayam penyet, empal penyet, dan iga penyet. “Rawon iga ada pemanasnya serta ada tulangnya. Kalau nasi rawon, rawon dicampur dengan nasi, ” ujar salah satu pegawai menjelaskan perbedaan keduanya.",
    "URL Link": "https://www.kompas.com/jawa-timur/read/2025/10/14/103000488/dari-rawon-setan-sampai-sate-lisidu-ini-7-kuliner-surabaya-yang-bikin",
    "URL Gambar": "https://asset.kompas.com/crops/BZ-fN6kxcPPpYfJWFwtFoGJ343s=/0x0:1000x667/780x390/data/photo/2023/09/08/64faa742ca9ae.jpg",
    "deskripsi": "Surabaya tidak hanya dikenal sebagai kota pahlawan, tetapi juga sebagai surga bagi pencinta kuliner. Kota ini menyimpan beragam wisatakulinerlezat dan legendaris yang menggoda selera, dari makanan...",
    "kategori": "berita"
  },
  {
    "Judul": "Warung Ketupat Cap Go Meh Legendaris di Jakarta, Buka Sejak 1965",
    "Tanggal": "Kompas.com, 14 Oktober 2025, 07:54 WIB",
    "Isi Berita": "JAKARTA, -Di era kuliner serba viral, keberadaan warung makan Ketupat Cap Go Meh Gloria Ny. Kartika Tjandra terasa seperti oase. Sejak berdiri pada 1965, warung makan di Jakarta Barat ini berhasil mempertahankan hidangan utamanya: seporsi ketupat cap go meh. Ketupat Cap Go Meh Gloriabermula saat pendirinya, Kartika Tjandra, ingin membantu perekonomian keluarga yang kala itu hanya ditopang oleh sang suami. \"Dulu bisanya cuma bikin ini karena memang ibu rumah tangga biasa. Dari suami (ekonomi) kurang, akhirnya coba-coba bantu, \" kata anak sekaligus generasi kedua Ketupat Cap Go Meh Gloria, Liana, saat ditemui Kompas.comdi Halalicious Food Festival 2025 di Ji Expo Kemayoran, Rabu (8/10/2025). Berbekal kebisaan meracik kuah santan lontong cap go meh, Kartika mulai menjajakan ketupat cap go meh di kawasan Pancoran, Jakarta Barat pada 60 tahun silam. Gayung bersambut, makanan ini disukai banyak orang. Ia bahkan membuka cabang di dekat Gereja Ayam, Pasar Baru, Jakarta Pusat.",
    "URL Link": "https://www.kompas.com/food/read/2025/10/14/075443275/warung-ketupat-cap-go-meh-legendaris-di-jakarta-buka-sejak-1965",
    "URL Gambar": "https://asset.kompas.com/crops/3h6HkgOEMz-Q6JauWkrSK-7N82Y=/0x269:4032x2957/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/10/13/68ed07dd8082d.jpg",
    "deskripsi": "JAKARTA, -Di era kuliner serba viral, keberadaan warung makan Ketupat Cap Go Meh Gloria Ny. Kartika Tjandra terasa seperti oase. Sejak berdiri pada 1965, warung makan di Jakarta Barat ini berhasil...",
    "kategori": "berita"
  },
  {
    "Judul": "Lorong Bawah Tanah Blok M Hub yang Mulai Hidup Lagi",
    "Tanggal": "Kompas.com, 13 Oktober 2025, 18:29 WIB",
    "Isi Berita": "JAKARTA, - Lorong bawah tanah Blok M Hub kini berubah wajah setelah adanya relokasi pedagang dari Plaza 2 Blok M pada akhir September 2025. Kini, deretan kios kuliner mulai menempati ruang baru yang lebih luas dan rapi. Suasana yang sempat lengang perlahan hidup kembali, dipenuhi aroma makanan dan antrean pengunjung yang penasaran mencicipi jajanan viral. Beberapa kios kuliner populer seperti Cimol Keju Barito dan Nasi Ayam Renald kini menjadi magnet baru kawasan itu.",
    "URL Link": "https://megapolitan.kompas.com/read/2025/10/13/18295141/lorong-bawah-tanah-blok-m-hub-yang-mulai-hidup-lagi",
    "URL Gambar": "https://asset.kompas.com/crops/4VvZ6h_6gpTM8rII63xpQVnReMU=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775ae18c31.png,0,-0,1)/data/photo/2025/10/12/68eb819c00c2e.jpeg",
    "deskripsi": "JAKARTA, - Lorong bawah tanah Blok M Hub kini berubah wajah setelah adanya relokasi pedagang dari Plaza 2 Blok M pada akhir September 2025. Kini, deretan kios kuliner mulai menempati ruang baru yang...",
    "kategori": "berita"
  },
  {
    "Judul": "Jangan Panaskan Makanan Berulang kali, Awas Keracunan Jika Dimakan",
    "Tanggal": "Kompas.com, 13 Oktober 2025, 14:08 WIB",
    "Isi Berita": "Menghangatkan kembali masakan yang tak langsung habis sering menjadi pilihan praktis bagi masyarakat. Namun, dosen Departemen Gizi Masyarakat IPB University, Dr Karina Rahmadia Ekawidyani, menjelaskan tidak semua jenis makanan aman dipanaskan berulang kali. “Pada dasarnya, semua makanan yang dimasak dengan benar bisa dipanaskan kembali. Tetapi ada beberapa kategori makanan yang sebaiknya dihindari untuk dipanaskan ulang karena mengandung senyawa tertentu atau berisiko terkontaminasi bakteri, ” jelas Karina seperti dilansir dari laman IPB, Senin (13/10/2025).",
    "URL Link": "https://www.kompas.com/food/read/2025/10/13/140804075/jangan-panaskan-makanan-berulang-kali-awas-keracunan-jika-dimakan",
    "URL Gambar": "https://asset.kompas.com/crops/ivS2rnJJ0Cf3LMwOMH_99vZJRBs=/0x0:1055x703/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/09/16/68c943f8a0970.jpg",
    "deskripsi": "Menghangatkan kembali masakan yang tak langsung habis sering menjadi pilihan praktis bagi masyarakat. Namun, dosen Departemen Gizi Masyarakat IPB University, Dr Karina Rahmadia Ekawidyani,...",
    "kategori": "berita"
  },
  {
    "Judul": "Podcast yang Cocok untuk Setiap Zodiak, Taurus tentang Kuliner",
    "Tanggal": "Kompas.com, 12 Oktober 2025, 07:00 WIB",
    "Isi Berita": "Podcast kini jadi teman banyak orang, entah saat di perjalanan, bekerja, atau sekadar bersantai. Tapi, tahukah Anda bahwa pilihanpodcastternyata bisa mencerminkan kepribadian? Jika Anda termasuk pencinta astrologi, mungkin menarik untuk mencari tahu jenis podcast seperti apa yang paling cocok untukzodiak Anda? Astrologi memang bukan ilmu pasti, tetapi banyak orang menganggapnya cara menyenangkan untuk mengenal diri sendiri. Berdasarkan karakter umum tiap tanda zodiak, berikut rekomendasi genre podcast yang bisa Anda dengarkan agar waktu senggang terasa lebih “nyambung” dengan kepribadian, seperti dikutip dari Cosmopolitan.",
    "URL Link": "https://lifestyle.kompas.com/read/2025/10/12/070000720/podcast-yang-cocok-untuk-setiap-zodiak-taurus-tentang-kuliner",
    "URL Gambar": "https://asset.kompas.com/crops/l5IPOTXd4jdVpVq2mYhk2hsEXpg=/165x94:1293x846/780x390/filters:watermark(data/photo/2020/03/10/5e6775c8c74e6.png,0,-0,1)/data/photo/2025/10/12/68ea8ec409ae3.jpeg",
    "deskripsi": "Podcast kini jadi teman banyak orang, entah saat di perjalanan, bekerja, atau sekadar bersantai. Tapi, tahukah Anda bahwa pilihanpodcastternyata bisa mencerminkan kepribadian? Jika Anda termasuk...",
    "kategori": "berita"
  },
  {
    "Judul": "Cafe Brasserie Expo 2025 Angkat Tren Kuliner dan Ekonomi Kreatif Berdaya Saing Global",
    "Tanggal": "Kompas.com, 10 Oktober 2025, 16:09 WIB",
    "Isi Berita": "JAKARTA, - Pameran Cafe Brasserie Expo Indonesia (CBE) 2025 resmi dibuka di Hall 11 Nusantara International Convention Exhibition (NICE) PIK 2, Jakarta, Jumat (10/10/2025). Acara ini berlangsung hingga 12 Oktober. Pameran ini menjadi ajang kolaborasi besar antara sektor makanan dan minuman (food & beverage/F&B) dan bisniswaralaba. Dua sektor ini disebut sebagai penggerak utama ekonomi kreatif nasional. CBE 2025 diselenggarakan oleh Panorama Media. Tahun ini, lebih dari 100 merek dari sektor kopi, teh, cokelat, wine, dan gaya hidup ikut berpartisipasi. Bersamaan dengan Franchise & License Expo Indonesia (FLEI) Business Show 2025, total lebih dari 250 merek ikut serta, termasuk 150 peluang kemitraan di bidang waralaba dan lisensi.",
    "URL Link": "https://money.kompas.com/read/2025/10/10/160957126/cafe-brasserie-expo-2025-angkat-tren-kuliner-dan-ekonomi-kreatif-berdaya-saing",
    "URL Gambar": "https://asset.kompas.com/crops/0sI4Zo1jC4JNZnG1BROddXRSRMQ=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775b1d85b4.png,0,-0,1)/data/photo/2025/10/10/68e8caef68f8b.jpeg",
    "deskripsi": "JAKARTA, - Pameran Cafe Brasserie Expo Indonesia (CBE) 2025 resmi dibuka di Hall 11 Nusantara International Convention Exhibition (NICE) PIK 2, Jakarta, Jumat (10/10/2025). Acara ini berlangsung...",
    "kategori": "berita"
  },
  {
    "Judul": "Sestama BPJPH: Kuliner Halal adalah Representasi Kepatuhan Regulasi dan Kekuatan Budaya Indonesia",
    "Tanggal": "Kompas.com, 9 Oktober 2025, 20:18 WIB",
    "Isi Berita": "Sekretaris Utama (Sestama) Badan Penyelenggara Jaminan Produk Halal (BPJPH) Muhammad Aqil Irham menegaskan bahwa kuliner halal tidak hanya mencerminkan kepatuhan terhadap regulasi Jaminan Produk Halal (JPH), tetapi juga merepresentasikan kekuatan budaya bangsa Indonesia. “Kuliner halaladalah representasi dua hal.Pertama, kepatuhan atas kewajiban sertifikasi halal sebagaimana diamanatkan oleh Undang-Undang (UU)Jaminan Produk Halal.Kedua, sebagai wujud kekuatan budaya, ” ujarnya dalam keterangan resmi, Kamis (9/10/2025). Aqil menekankan bahwa Indonesia memiliki warisan kuliner yang kaya. Jika warisan ini diolah dengan prinsip jaminan produk halal, kuliner tersebut akan menjadi simbol kualitas, integritas, serta identitas bangsa di mata dunia Pernyataan tersebut disampaikan Aqil seusai menghadiri gelaran Indonesia International Halal Chef Competition (IN2HCC) 2025 di Jakarta, Rabu (8/10/2025).",
    "URL Link": "https://nasional.kompas.com/read/2025/10/09/20183071/sestama-bpjph-kuliner-halal-adalah-representasi-kepatuhan-regulasi-dan",
    "URL Gambar": "https://asset.kompas.com/crops/c_QwtshT2geYxksO9XT2RUu6lT4=/0x0:1280x853/780x390/filters:watermark(data/photo/2020/03/10/5e6775ae18c31.png,0,-0,1)/data/photo/2025/10/09/68e7ae00b088e.jpg",
    "deskripsi": "Sekretaris Utama (Sestama) Badan Penyelenggara Jaminan Produk Halal (BPJPH) Muhammad Aqil Irham menegaskan bahwa kuliner halal tidak hanya mencerminkan kepatuhan terhadap regulasi Jaminan Produk...",
    "kategori": "berita"
  },
  {
    "Judul": "Restoran di Tokyo Banjir Bintang, Michelin Guide 2026 Ungkap Daftar Terbaru",
    "Tanggal": "Kompas.com, 9 Oktober 2025, 16:35 WIB",
    "Isi Berita": "Panduan kuliner bergengsi Michelin Guide Tokyo 2026 resmi dirilis dan kembali menegaskan posisi Tokyo sebagai kota dengan jumlah restoran berbintang terbanyak di dunia. Sejak pertama kali diterbitkan pada 2007, panduan ini menjadi rujukan utama bagi pencinta kuliner internasional yang ingin menikmati pengalaman bersantap terbaik di Jepang. Tahun ini, ada 18 restoran baru yang berhasil meraih bintang Michelin, termasuk Myojaku, restoran yang kini naik ke peringkat tertinggi dengan tiga bintang Michelin. Chef Hidetoshi Nakamura, pendiri Myojaku, menjadi sorotan setelah sebelumnya membawa restorannya meraih dua bintang pada edisi 2023. Selain Myojaku, tiga restoran lainnya yaitu Nishiazabu Sushi Shin, Hakuun, dan Ensui juga naik peringkat dari satu menjadi dua bintang Michelin. Ketiganya dipuji karena kualitas bahan, konsistensi rasa, dan filosofi masak yang khas; mulai dari teknik sushi tradisional hingga pendekatan kuliner bergaya Zen yang sederhana. Tahun ini, Tokyo juga kedatangan 14 restoran baru yang masuk daftar satu bintang Michelin, mencerminkan keragaman kuliner dari berbagai negara. Ada pula tambahan restoran yang menerima Green Star, penghargaan untuk restoran yang mengutamakan keberlanjutan dan menggunakan bahan hasil panen sendiri. Kalau kamu ingin tahu restoran mana saja yang baru masuk daftar tahun ini baca selengkapnya di Michelin Guide Tokyo 2026, Rekomendasi Kuliner Terbaik dari Restoran Berbintang",
    "URL Link": "https://travel.kompas.com/read/2025/10/09/163500027/restoran-di-tokyo-banjir-bintang-michelin-guide-2026-ungkap-daftar-terbaru",
    "URL Gambar": "https://asset.kompas.com/crops/WaMu1dtxFf0miBB8bhuy3HxA1bI=/0x0:1200x800/780x390/filters:watermark(data/photo/2020/03/10/5e6775cf5d848.png,0,-0,1)/data/photo/2025/07/25/688344454703b.jpg",
    "deskripsi": "Panduan kuliner bergengsi Michelin Guide Tokyo 2026 resmi dirilis dan kembali menegaskan posisi Tokyo sebagai kota dengan jumlah restoran berbintang terbanyak di dunia. Sejak pertama kali diterbitkan...",
    "kategori": "berita"
  },
  {
    "Judul": "Ibu-Ibu PNM Mekaar Bawa Kuliner Lombok ke MotoGP Mandalika 2025",
    "Tanggal": "Kompas.com- 09/10/2025, 15:57 WIB",
    "Isi Berita": "PT Permodalan Nasional Madani (PNM) terus menunjukkan komitmennya dalam mendukung pengusaha ultramikro untuk tumbuh. Terkini, PNMmemfasilitasi sembilan nasabah Membina Ekonomi Keluarga Sejahtera (Mekaar) terpilih di Lombok, Nusa Tenggara Barat (NTB), untuk berpartisipasi memasarkan produk unggulannya dalam ajang internasional Moto GPMandalika2025. Melalui partisipasi ini, para nasabah mendapatkan kesempatan memamerkan produk kuliner unggulan khas Lombok kepada ribuan pengunjung dari dalam dan luar negeri. Keterlibatan tersebut menjadi peluang berharga bagi nasabah untuk memperluas jangkauan pasar dan sekaligus memperkenalkan cita rasa lokal ke panggung global. Adapun kuliner otentik, seperti sate rembiga, sate pusuk, sate bulayak, hingga nasi puyung menjadi daya tarik tersendiri. Semua hidangan itu merupakan hasil olahan tangan terampil ibu-ibu nasabah PNM Mekaar. Berkat hal tersebut, ajang Moto GP Mandalika 2025 tidak hanya menyajikan aksi balap yang mendebarkan, tetapi juga menampilkan kekayaan kuliner khas Lombok yang memikat para wisatawan. Bagi para ibu nasabah, kesempatan tampil pada ajang internasional sebesar Moto GP Mandalika menjadi pengalaman yang membanggakan dan mengharukan sekaligus. Mereka pun merasa senang dapat menyuguhkan hidangan khas daerah kepada pengunjung, termasuk turis dari berbagai negara. Antusiasme pengunjung pun sangat tinggi. Banyak dari mereka mencicipi dan menikmati hidangan para nasabah hingga produk yang dijajakan ludes terjual selama acara berlangsung. Selain menikmati cita rasa masakannya, tak sedikit pembeli mengaku merasakan kehangatan, keramahan, dan cerita di balik setiap sajian. Sekretaris PNM L Dodot Patria Ary mengungkapkan rasa bangganya terhadap ibu-ibu nasabah Mekaar yang bisa hadir di ajang internasional seperti Moto GP Mandalika 2025. “Mereka tidak sekadar berjualan. Kehadiran merek menjadi bukti bahwa usaha ultra mikro memiliki potensi besar untuk tampil di panggung global. PNM akan terus mendampingi ibu-ibu Mekaar agar cita rasa lokal bisa terus melaju lebih jauh hingga dikenal di panggung global, \" ujar Dodot dalam siaran pers yang diterima , Kamis (9/10/2025). PNM percaya, saat perempuan diberi peluang dan didampingi dengan tepat, mereka tidak hanya menguatkan keluarga, tapi juga menggerakkan bangsa. “PNM akan terus membuka ruang bagi ibu-ibu Mekaar untuk tumbuh, melangkah lebih jauh, dan membawa nama Indonesia ke panggung dunia. Sebab, setiap langkah kecil mereka hari ini adalah awal dari masa depan yang lebih membanggakan, ” ucap Dodot.",
    "URL Link": "https://biz.kompas.com/read/2025/10/09/155735328/ibu-ibu-pnm-mekaar-bawa-kuliner-lombok-ke-motogp-mandalika-2025",
    "URL Gambar": "https://asset.kompas.com/crops/bzp_en8_ubsIdME1xmfU6yGR2k8=/0x0:779x519/780x390/data/photo/2025/10/09/68e778e4e2413.jpg",
    "deskripsi": "PT Permodalan Nasional Madani (PNM) terus menunjukkan komitmennya dalam mendukung pengusaha ultramikro untuk tumbuh. Terkini, PNMmemfasilitasi sembilan nasabah Membina Ekonomi Keluarga Sejahtera...",
    "kategori": "berita"
  },
  {
    "Judul": "Koleksi Penghargaan Bergengsi, Bumi Aki Signature Jadi Destinasi Kuliner Standar Global",
    "Tanggal": "Kompas.com, 8 Oktober 2025, 22:07 WIB",
    "Isi Berita": "Bumi Aki Signature mengoleksi empat penghargaan bergengsi di tingkat nasional dan internasional. Capaian tersebut diraih hanya dalam dua tahun sejak restoran premium tersebut resmi beroperasi pada 2022. Keberhasilan tersebut sekaligus menegaskan posisi Bumi Aki Signature sebagai destinasikulinerkhas Indonesia berstandar global. Empat penghargaan itu meliputi Best Restaurant Indonesia dari Exquisite Award 2024, Annual Award for Global F&B Partnership SIAL Shenzhen 2025, Muslim Friendly Tourism 2024 sebagai Restoran Ramah Muslim Terbaik Jawa Barat, serta Swasana Award Apresiasi Rasa Nusantara. Deretan penghargaan tersebut menegaskan konsistensi Bumi Aki dalam menjaga kualitas layanan, cita rasa, dan inovasi yang relevan dengan tren industri kuliner modern. President Director Bumi Aki Group Anisha Desiliana Resti mengatakan, capaian tersebut menjadi momentum untuk terus berkembang.",
    "URL Link": "https://money.kompas.com/read/2025/10/08/220756626/koleksi-penghargaan-bergengsi-bumi-aki-signature-jadi-destinasi-kuliner",
    "URL Gambar": "https://asset.kompas.com/crops/ITpNsuzY9WNYmLEAmo_qviGQSjA=/0x0:780x520/780x390/filters:watermark(data/photo/2020/03/10/5e6775b1d85b4.png,0,-0,1)/data/photo/2025/10/08/68e64ce025b92.jpg",
    "deskripsi": "Bumi Aki Signature mengoleksi empat penghargaan bergengsi di tingkat nasional dan internasional. Capaian tersebut diraih hanya dalam dua tahun sejak restoran premium tersebut resmi beroperasi pada...",
    "kategori": "berita"
  },
  {
    "Judul": "4 Gerai Minuman Halal di Jakarta, dari Jamu sampai Matcha",
    "Tanggal": "Kompas.com, 8 Oktober 2025, 22:00 WIB",
    "Isi Berita": "Kuliner halal tidak terbatas pada makanan, tetapi juga minuman tradisional maupun kekinian. Sertifikat Halal MUI menjadi tolok ukur bagi umat Muslim untuk menemukan gerai minuman halal di Indonesia, khususnya Jakarta. Bagi kamu yang masih bingung mencariminuman halal di Jakarta, coba simak rekomendasi ini. Sejumlah stan minuman halal hadir di acara Halalicious Food Festival 2025, Ji Expo Convention Centre and Theatre, Kemayoran, Jakarta Utara pada 8-12 Oktober 2025, yang juga bisa dijumpai langsung di lokasi masing-masing.",
    "URL Link": "https://www.kompas.com/food/read/2025/10/08/220000875/4-gerai-minuman-halal-di-jakarta-dari-jamu-sampai-matcha",
    "URL Gambar": "https://asset.kompas.com/crops/YxjZ4cqq-FE97MsNGA0Njmzxr_4=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/04/28/662dd0cb5a376.jpg",
    "deskripsi": "Kuliner halal tidak terbatas pada makanan, tetapi juga minuman tradisional maupun kekinian. Sertifikat Halal MUI menjadi tolok ukur bagi umat Muslim untuk menemukan gerai minuman halal di Indonesia,...",
    "kategori": "berita"
  },
  {
    "Judul": "Rekomendasi 5 Tempat Makan Camilan Halal di Jakarta, Siap Coba?",
    "Tanggal": "Kompas.com, 8 Oktober 2025, 21:00 WIB",
    "Isi Berita": "Tidak sulit menemukan tempat kuliner halal di Jakarta. Selain makan berat, tersedia juga aneka camilan halal yang menggugah selera. Sejumlahcamilan halal di Jakartahadir di Halalicious Food Festival 2025, Ji Expo Convention Centre and Theatre, Kemayoran, Jakarta Utara pada 8-12 Oktober 2025. \"Tenant-nya dari seluruh Indonesia, tapi paling banyak dari Jakarta. Kami prioritaskan yang enak, viral, dan bersertifikasi halal, \" kata ekonom junior Bank Indonesia, Mahdiah Aulia, saat ditemui media di Halalicious Food Festival 2025, Rabu (8/10/2025). Di luar dari festival halal ini, kamu bisa datang langsung ke gerai camilan halal di Jakarta yang dirangkum Kompas.comberikut ini.",
    "URL Link": "https://www.kompas.com/food/read/2025/10/08/210000175/rekomendasi-5-tempat-makan-camilan-halal-di-jakarta-siap-coba-",
    "URL Gambar": "https://asset.kompas.com/crops/rlLCCUm4nk4nobmWJ8byU8khEfg=/0x95:4032x2783/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/10/08/68e64d8b0833b.jpg",
    "deskripsi": "Tidak sulit menemukan tempat kuliner halal di Jakarta. Selain makan berat, tersedia juga aneka camilan halal yang menggugah selera. Sejumlahcamilan halal di Jakartahadir di Halalicious Food Festival...",
    "kategori": "berita"
  },
  {
    "Judul": "5 Kuliner Legendaris Halal di Jakarta, Ada yang Berdiri Sejak 1951",
    "Tanggal": "Kompas.com, 8 Oktober 2025, 20:00 WIB",
    "Isi Berita": "Sertifikat Halal MUI memudahkan umat Muslim mencari makanan halal di Indonesia, termasuk kuliner legendaris yang tersebar di Jakarta. Kuliner legendaris di Jakarta datang dari berbagai menu makan berat, seperti ketupat sayur, sup kaki kambing, hingga gudeg. Makanan halal dan legendaris ini bisa kamu temui di Halalicious Food Festival 2025 di Ji Expo Convention Centre and Theatre, Kemayoran, Jakarta Utara pada 8-12 Oktober 2025. Selain itu, kamu juga bisa datang langsung ke geraimakanan legendaris di Jakartaberikut ini.",
    "URL Link": "https://www.kompas.com/food/read/2025/10/08/200000475/5-kuliner-legendaris-halal-di-jakarta-ada-yang-berdiri-sejak-1951",
    "URL Gambar": "https://asset.kompas.com/crops/ifVg-NJ8390vyZgcKUCli8Ekk7g=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2022/07/10/62ca2f2f81167.jpg",
    "deskripsi": "Sertifikat Halal MUI memudahkan umat Muslim mencari makanan halal di Indonesia, termasuk kuliner legendaris yang tersebar di Jakarta. Kuliner legendaris di Jakarta datang dari berbagai menu makan...",
    "kategori": "berita"
  },
  {
    "Judul": "Festival Makanan Halal di JiExpo, Ada 42 Stan hingga Akhir Pekan",
    "Tanggal": "Kompas.com, 8 Oktober 2025, 19:05 WIB",
    "Isi Berita": "JAKARTA, -Sebanyak 42 stan makanan dan minuman bersertifikat halal Indonesia hadir di Halalicious Food Festival 2025 di Ji Expo Convention Centre and Theatre, Kemayoran, Jakarta Utara. Festival kuliner halal berlangsung mulai Rabu (8/10/2025) hingga Minggu (12/10/2025) mendatang. \"Tenant-nya dari seluruh Indonesia, tapi paling banyak dari Jakarta. Kami prioritaskan yang enak, viral, dan bersertifikasi halal, \" kata Ekonom Junior Bank Indonesia, Mahdiah Aulia saat ditemui media di Halalicious Food Festival 2025, Rabu (8/10/2025).",
    "URL Link": "https://www.kompas.com/food/read/2025/10/08/190555075/festival-makanan-halal-di-jiexpo-ada-42-stan-hingga-akhir-pekan",
    "URL Gambar": "https://asset.kompas.com/crops/FDmdQ4JXm7bsNBOCNlSSxw7QIr4=/210x559:3758x2925/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/10/08/68e64c087bf2f.jpg",
    "deskripsi": "JAKARTA, -Sebanyak 42 stan makanan dan minuman bersertifikat halal Indonesia hadir di Halalicious Food Festival 2025 di Ji Expo Convention Centre and Theatre, Kemayoran, Jakarta Utara. Festival...",
    "kategori": "berita"
  },
  {
    "Judul": "TikTok Buktikan Kekuatan Konten Kuliner, dari Viral Jadi Peluang Bisnis",
    "Tanggal": "Kompas.com, 8 Oktober 2025, 08:04 WIB",
    "Isi Berita": "JAKARTA, -Subsektor kuliner menyumbang 42 persen terhadap produk domestik bruto (PDB) nasional, menurut data Kementerian Pariwisata dan Ekonomi Kreatif tahun 2024. Lebih dari sekadar penggerak ekonomi dan penyerap tenaga kerja, kuliner juga menjadi bagian penting dari budaya, gaya hidup, dan identitas bangsa. Besarnya pengaruh kuliner dalam kehidupan masyarakat Indonesia terlihat jelas di media sosial Tik Tok. Komunitas pencinta kuliner memanfaatkan ekosistem kreatif terpadu Tik Tok untuk berbagi resep, ulasan, hingga produk makanan. Tik Tok mencatat, kategori kuliner menjadi salah satu yang paling populer di Indonesia. Berdasarkan data internal per September 2025, tagar #Kuliner, #Jajanan Tik Tok, dan #Kuliner Indonesia menempati tiga posisi teratas, dengan total lebih dari 5 juta unggahan dalam setahun terakhir. Ekosistem kreatif Tik Tok yang ditunjang oleh solusi iklan terpadu juga membantu pelaku usaha—terutama usaha mikro, kecil, dan menengah (UMKM), memperkenalkan produk mereka sekaligus menjangkau audiens yang lebih luas. \"Tiktok bisa menarik perhatian (calon) konsumen, percaya enggak?, kalau enggak percaya siapa nih yang pernah nonton konten hidden gem restoran, saya juga pernah, besoknya ke sana dan tiba-tiba sudah ramai, enggak selalu sih, cuma kalau konten sudah populer, sudah trending, beberapa waktu ke depan itu sudah waiting list, \" ujar Client Partnerships Solution Manager Tik Tok Indonesia, Christopher Junaidi. Menurut Christopher, Tik Tok akan terus berinovasi agar dapat mendukung pengembangan bisnis kuliner nasional. Platform ini berkomitmen mendorong kreator berbagi cerita otentik sekaligus membantu pengusaha kuliner lokal memperluas pasar. \"Setiap hari, komunitas dan kreator kuliner datang ke Tik Tok untuk berbagi kecintaan mereka terhadap kuliner nusantara. Banyak UMKM dan brand lokal juga ikut terangkat dan semakin dikenal berkat partisipasi aktif dari komunitas Tik Tok. Terinspirasi oleh semangat ini, kami menghadirkan Tik Tok Food Fest untuk mendorong kolaborasi kreatif antar-kreator, pelaku usaha, dan pencinta kuliner, \" tutur Christopher. Ia berharap kampanye tersebut dapat membawa pengalaman penemuan kuliner dari Tik Tok ke dunia nyata serta memberi kontribusi nyata bagi kemajuanindustri kuliner, khususnya UMKM di Indonesia. Tahun ini, Tik Tok Food Fest menghadirkan dua pengalaman kuliner: online dan offline. Pengguna dapat mengikuti tagar #Food Fest On Tik Tok di aplikasi untuk menemukan berbagai konten interaktif seperti resep, tips memasak, hingga tantangan kuliner, mulai 15 September hingga 15 Oktober 2025.",
    "URL Link": "https://lestari.kompas.com/read/2025/10/08/080400886/tiktok-buktikan-kekuatan-konten-kuliner-dari-viral-jadi-peluang-bisnis",
    "URL Gambar": "https://asset.kompas.com/crops/jDAk87EbqlvpT_hYQ6TRKc1mr6k=/0x0:0x0/780x390/data/photo/2025/10/07/68e4ff2e2dcf3.jpg",
    "deskripsi": "JAKARTA, -Subsektor kuliner menyumbang 42 persen terhadap produk domestik bruto (PDB) nasional, menurut data Kementerian Pariwisata dan Ekonomi Kreatif tahun 2024. Lebih dari sekadar penggerak...",
    "kategori": "berita"
  },
  {
    "Judul": "5 Pilihan Tempat Makan di Jeddah, Ada Ayam Goreng hingga Nasi Mandhi",
    "Tanggal": "Kompas.com, 7 Oktober 2025, 18:43 WIB",
    "Isi Berita": "JEDDAH, - Menjelang laga penting tim nasional (timnas) Indonesia di Kualifikasi Piala Dunia 2026 Zona Asia, Kota Jeddah, Arab Saudi perlahan berubah menjadi tempat berkumpulnya pendukung tim asuhan pelatih Patrick Kluivert. Suporter mulai berdatangan dari penjuru dunia membawa semangat, doa, dan tentu saja rasa ingin tahu tentang budaya lokal yang begitu kaya, termasuk kulinernya.",
    "URL Link": "https://www.kompas.com/food/read/2025/10/07/184312275/5-pilihan-tempat-makan-di-jeddah-ada-ayam-goreng-hingga-nasi-mandhi",
    "URL Gambar": "https://asset.kompas.com/crops/SEQrsg9Lxqcx17yseSQO9DoW0Ic=/1x0:1280x853/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/05/05/66373172d89ee.jpg",
    "deskripsi": "JEDDAH, - Menjelang laga penting tim nasional (timnas) Indonesia di Kualifikasi Piala Dunia 2026 Zona Asia, Kota Jeddah, Arab Saudi perlahan berubah menjadi tempat berkumpulnya pendukung tim asuhan...",
    "kategori": "berita"
  },
  {
    "Judul": "Warga Kepahiang Minta Tempoyak dan Lema Masuk Menu MBG",
    "Tanggal": "Kompas.com, 7 Oktober 2025, 08:45 WIB",
    "Isi Berita": "BENGKULU, - Kunjungan Anggota DPR RI, Eko Kurnia Ningsih, ke Desa Bumi Sari, Kabupaten Kepahiang, Bengkulu, dalam rangka sosialisasi program Makan Bergizi Gratis (MBG) diwarnai usulan menarik dari warga, Senin (6/10/2025). Dalam sesi dialog, salah seorang warga mengusulkan agar menu lauk khas Bengkulusepertitempoyakdan lema turut disertakan dalam program MBG yang dibagikan ke sekolah-sekolah. “Kalau bisa MBG ini disajikan juga menu makanan lauk lokal khas Bengkulu seperti tempoyak dan lema, ” ungkap Angga, salah seorang peserta sosialisasi. Usulan itu mendapat perhatian dari Eko Kurnia Ningsihyang berjanji akan menyampaikannya kepada ahli gizi nasional agar dapat dipertimbangkan masuk ke dalam daftar menu lokal MBG. “Usulan itu akan kami sampaikan pada ahli gizi nasional, ” kata Eko dalam keterangan tertulis yang diterima Kompas.com, Senin (6/10/2025).",
    "URL Link": "https://regional.kompas.com/read/2025/10/07/084532278/warga-kepahiang-minta-tempoyak-dan-lema-masuk-menu-mbg",
    "URL Gambar": "https://asset.kompas.com/crops/uVUS-M1B99N8zYMBdjhnliUrFI4=/97x0:1109x675/780x390/filters:watermark(data/photo/2020/03/10/5e6775ae18c31.png,0,-0,1)/data/photo/2025/08/25/68ac3bd99a317.jpg",
    "deskripsi": "BENGKULU, - Kunjungan Anggota DPR RI, Eko Kurnia Ningsih, ke Desa Bumi Sari, Kabupaten Kepahiang, Bengkulu, dalam rangka sosialisasi program Makan Bergizi Gratis (MBG) diwarnai usulan menarik dari...",
    "kategori": "berita"
  },
  {
    "Judul": "Resmi Dikukuhkan, ICA Madura Jalin Kolaborasi dengan Mi Burung Dara untuk Angkat Potensi Kuliner Lokal",
    "Tanggal": "Kompas.com- 06/10/2025, 15:51 WIB",
    "Isi Berita": "Badan Pengurus Cabang (BPC) Indonesian Chef Association (ICA) Madura yang resmi dibentuk dan dikukuhkan di Ballroom Kaberaz Luxury Hotel, Sumenep, Jawa Timur, Senin (22/9/2025) siap mengangkat potensi kuliner lokal Madura. Ketua Umum ICA Madura Chef Rully Cahyadi mengatakan, untuk mendukung misi tersebut, ICA Madura menjalin kolaborasi dengan berbagai pihak, salah satunya PTSUPRAMA, produsen dari Mi Burung Dara, dengan menggelar berbagai kegiatan. “Bersama Mi Burung Dara, kami berencana menggelareventkuliner dan memberikan pelatihan bagi pelaku usaha mikro kecil dan menengah (UMKM) agar kuliner Madura makin dikenal, ” katanya seperti dikutip dari siaran pers yang diterima , Rabu (1/10/2025). Chef Rully menjelaskan, ICA Madura dibentuk untuk mengangkat kembali kuliner khas Madura yang hampir punah. Menurutnya, setiap kuliner tradisional memiliki nilai sejarah yang panjang dan layak dilestarikan. Kuliner tradisional, lanjutnya, merupakan bagian dari kekayaan potensi lokal yang menjadi aset tak ternilai. Bersama sumber daya alam, budaya, pertanian, kerajinan tangan, dan sumber daya manusia, kuliner yang dimiliki suatu daerah dan dapat dikembangkan untuk meningkatkan kesejahteraan masyarakat serta mendorong pembangunan ekonomi, sosial, dan budaya setempat. “Kehadiran kuliner juga memberi kontribusi besar bagi perekonomian masyarakat, ” tegas Chef Rully. Ia sendiri mengaku akan lebih fokus dulu di Sumenep, lalu akan makin berkembang ke Pamekasan, Sampang, hingga Bangkalan. Chef Rully menegaskan bahwa ICA bukan sekadar organisasi kuliner, melainkan wadah profesional yang memiliki cakupan kerja luas. Sejumlah program kerja sudah disiapkan. Program kerja ICA akan mencakup pelatihan UMKM, pelestarian kuliner daerah, hingga penguatan ekonomi berbasis masyarakat. Dok. Mi Burung Dara Hadir dalam kemasan praktis, empat varian rasa Mi Burung Dara kini tersedia di Alfamidi dan Super Indo sehingga bisa menjadi pilihan konsumen \"Kami ingin kuliner Madura tidak hanya dikenal, tetapi juga menjadi penggerak ekonomi masyarakat, \" tegasnya. Agarkuliner lokalnaik kelas, menurut Chef Rully, pembenahan tidak hanya dilakukan dari sisi rasa dan resep. Pelestarian kuliner khas juga perlu memperhatikan aspek penampilan agar lebih menarik dan bisa diperkenalkan secara luas, baik di tingkat nasional maupun internasional. \"Kuliner-kuliner yang hampir punah ini perlu kita keluarkan lagi ke permukaan. Namun, tentu juga perlu ditampilkan dengan visual yang menarik, agar bisa diterima secara lebih luas, \" lanjutnya. Chef Rully juga berharap bisa mengangkat destinasi Madura yang belum terjamah dengan melibatkan UMKM dan pemerintah kabupaten setempat untuk meningkatkan infrastruktur dan aksesibilitas, serta untuk menyelenggarakaneventdan promosi di pantai yang banyak tersebar di Sumenep. Brand Ambassador Mi Burung Dara, Chef Elisa, menyambut baik kemitraan yang dibangun dengan ICA Madura. Senada dengan Chef Rully, ia menjelaskan bahwa kuliner lokal menjadi keunikan sebagai aset wisata yang mampu menarik minat wisatawan. Oleh karena itu, kerja sama kedua belah pihak ini diharapkan bisa menjadi langkah konkret dalam mengenalkan kembali identitas lokal Madura melalui cita rasa. “Harapan kami, kolaborasi Mi Burung Dara dan ICA (Madura) ini mampu meningkatnya minat wisatawan terhadap kuliner lokal dan Ini tidak hanya meningkatkan pendapatan usaha kecil, tetapi juga mendorong pelestarian resep-resep tradisional terus terjaga dari generasi ke generasi, ” jelasnya. Ke depan, Chef Elisa berharap, kolaborasi ICA Madura dan Mi Burung Dara menjadi tonggak penting dalam melestarikan warisan kuliner lokal dan sekaligus membuka jalan bagi kuliner lokal bisa menjadi daya tarik utama dalam strategi promosi pariwisata global. Sebagai informasi, pengukuhan BPC ICA Madura ditandai dengan pemukulan wajan oleh Asisten Administrasi Umum Setda Sumenep Ferdiansyah Tetrajaya dan didampingi Ketua BPD ICA Jawa Timur, Chef Fahriansyah, serta Kepala Disbudporapar Sumenep Muhamad Iksan.",
    "URL Link": "https://biz.kompas.com/read/2025/10/06/155108928/resmi-dikukuhkan-ica-madura-jalin-kolaborasi-dengan-mi-burung-dara-untuk-angkat",
    "URL Gambar": "https://asset.kompas.com/crops/kAndgDPo2BHJljAUAym46Z3NSww=/0x0:780x520/780x390/data/photo/2025/10/06/68e382cbc7ecf.jpeg",
    "deskripsi": "Badan Pengurus Cabang (BPC) Indonesian Chef Association (ICA) Madura yang resmi dibentuk dan dikukuhkan di Ballroom Kaberaz Luxury Hotel, Sumenep, Jawa Timur, Senin (22/9/2025) siap mengangkat...",
    "kategori": "berita"
  },
  {
    "Judul": "Cara Membuat Roti Jala ala Chef, Cuma Pakai 3 Bahan",
    "Tanggal": "Kompas.com, 6 Oktober 2025, 12:36 WIB",
    "Isi Berita": "Roti jala termasuk salah satu kuliner yang cukup mudah ditemui saat berkunjung ke Malaysia. Makanan khas Melayu ini umumnya dimakan dengan cara dicocol bersama kuah kari. Bentuknya seperti jaring-jaring yang dimasak di atas teflon datar, kemudian digulung selagi panas hingga membentuk gulungan serupa risoles. \"Jauh sebelum ada cetakan adonanroti jala, orang-orang dahulu menggunakan jari tangan untuk mencetak adonan. Cara menentukan bentuk jaring-jaring roti jala itu bagus, tergantung seberapa ramping jari tangan yang digunakan untuk mencetak adonan.\" Pernyaatan tersebut disampaikan oleh Dato' Haji Chef Ismail Ahmad, saat mendemonstrasikancara membuat roti jaladi Restoran Rebung Dato Chef Ismail, Kuala Lumpur, pada Jumat (3/10/2025). Kata Chef Ismail, roti jala dapat disantap sebagai sarapan, atau bisa pula disantap sebagai kudapan pengganjal perut lapar. Tidak sulit membuat roti jala, simak cara membuat roti jala khas Melayu berdasarkan arahan dari Chef Ismail berikut. / Suci Wulandari Putri Roti jala khas Melayu buatan Dato' Haji Chef Ismail Ahmad, Jumat (3/10/2025). Saat demo membuat roti jala, Chef Ismail hanya membutuhkan tiga bahan utama, yaitu tepung gandum, air, dan minyak sayur. Jika ingin menambahkan telur, baha tersebut bisa jadi opsional. \"Ini menggunakan tepung biasa, tepung gandum, kamu tidak bisa pakai tepung beras. Harus menggunakan tepung yang ada glutennya, \" katanya. Tepung gandum yang dibutuhkan di sini sebanyak 500 gram. Langkah pertama, campur tepung dan air sembari diaduk hingga adonan mengental.",
    "URL Link": "https://www.kompas.com/food/read/2025/10/06/123656175/cara-membuat-roti-jala-ala-chef-cuma-pakai-3-bahan",
    "URL Gambar": "https://asset.kompas.com/crops/YyPQ9Wbql_Yk44inXqKM_WYu2-o=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/10/06/68e33b0583ec5.jpg",
    "deskripsi": "Roti jala termasuk salah satu kuliner yang cukup mudah ditemui saat berkunjung ke Malaysia. Makanan khas Melayu ini umumnya dimakan dengan cara dicocol bersama kuah kari. Bentuknya seperti...",
    "kategori": "berita"
  },
  {
    "Judul": "Kapan Festival Kue Bulan 2025? Intip Jadwal, Tradisi, dan, Jenis Kuenya",
    "Tanggal": "Kompas.com, 6 Oktober 2025, 08:43 WIB",
    "Isi Berita": "Di tengah langit musim gugur yang diterangi bulan purnama, masyarakat Tionghoa di berbagai belahan dunia bersiap merayakan Festival Kue Bulan 2025. Momen ini bukan sekadar perayaan kuliner, tetapi juga lambang keharmonisan dan kebersamaan keluarga. Tahun ini, festival yang juga dikenal sebagai Mid-Autumn Festival akan jatuh pada Senin, 6 Oktober 2025. Di balik keindahan lentera dan aroma kue bulan yang menggoda, tersimpan sejarah panjang, makna mendalam, serta ragam tradisi menarik yang akan diulas dalam artikel ini. Mengutip dari China Highlights, Festival Kue Bulan atau Mid-Autumn Festival merupakan salah satu perayaan tradisional terbesar dalam budaya Tionghoa, setara dengan Tahun Baru Imlek. Festival ini jatuh pada hari ke-15 bulan ke-8 dalam kalender lunar, bertepatan dengan musim gugur di Tiongkok. Pada malam itu, bulan terlihat bulat sempurna melambangkan kesatuan, keharmonisan, dan doa untuk kebahagiaan keluarga. Makanan utama dalam perayaan ini adalah kue bulan (mooncake), camilan bulat berisi pasta manis atau gurih yang melambangkan keutuhan dan keberuntungan. Dahulu, festival ini juga merupakan bentuk syukur atas hasil panen, yang kini berkembang menjadi tradisi tahunan penuh makna dan keakraban. / Suci Wulandari Putri Paket hamper mooncake yang ditawarkan oleh The Ritz Carlton Jakarta untuk menyambut Festival Pertengahan Musim Gugur 2025, di The Ritz Carlton Jakarta, Jumat (8/8/2025). Masih dilansir dari China Highlights, Festival Kue Bulan 2025akan dirayakan pada Senin, 6 Oktober 2025. Pada malam hari, masyarakat biasanya berkumpul di bawah sinar bulan purnama sambil berbagi kue bulan, menyalakan lentera, dan menikmati suasana malam yang hangat bersama keluarga. Di berbagai kota dengan komunitas Tionghoa besar, seperti Hong Kong, Beijing, Kuala Lumpur, dan Jakarta, perayaan ini semakin meriah dengan adanya festival lentera, bazar kuliner, serta pertunjukan budaya. Di Indonesia sendiri, festival ini dikenal juga sebagai Chong Chiu dan menjadi ajang mempererat tali keluarga serta berbagi keberuntungan. Menurut Discover Hong Kong, puncak Mid-Autumn Festival di Hong Kong ditandai dengan beragam acara budaya, seperti Tai Hang Fire Dragon Dance, karnaval lentera, hingga kegiatan moongazing (menatap bulan). Masyarakat setempat percaya bahwa momen terbaik menikmati keindahan bulan adalah sambil berbagi makanan bersama orang terkasih. Selain kue bulan tradisional, kini ada banyak inovasi kuliner seperti snow skin mooncake (kulit lembut tanpa panggang), egg custard mooncake, hingga versi gurih berisi daging cincang. Tak ketinggalan, camilan manis seperti tong yuen (bola ketan isi kacang atau wijen) dan buah keberuntungan seperti pomelo dan delima turut melengkapi perayaan ini. SHUTTERSTOCK/CWISilustrasi kue bulan atau mooncake. Masih dari China Highlights, berikut enamjenis kue bulanyang paling dikenal dan memiliki ciri khas masing-masing: Keenam jenis ini menunjukkan bagaimana mooncake berkembang dari makanan tradisional menjadi ikon kuliner lintas generasi. Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2025/10/06/084300775/kapan-festival-kue-bulan-2025-intip-jadwal-tradisi-dan-jenis-kuenya",
    "URL Gambar": "https://asset.kompas.com/crops/SNBXfPPzaNmqxlb4vX7pD5VEMCA=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2021/09/18/6145602c84a45.jpg",
    "deskripsi": "Di tengah langit musim gugur yang diterangi bulan purnama, masyarakat Tionghoa di berbagai belahan dunia bersiap merayakan Festival Kue Bulan 2025. Momen ini bukan sekadar perayaan kuliner, tetapi...",
    "kategori": "berita"
  },
  {
    "Judul": "Nikmati Keindahan Warna-Warni Makau di Experience Macao Mega Sale Jakarta 2025",
    "Tanggal": "Kompas.com- 04/10/2025, 08:00 WIB",
    "Isi Berita": "Acara tersebut dirancang untuk menginspirasi wisatawan dalam merencanakan perjalanan berkesan, sekaligus menghadirkan pengalaman imersif yang menampilkan budaya, warisan sejarah, kuliner khas, hingga kemeriahan suasana khas Makau. Pameran tahun ini menegaskan posisi Makau sebagai destinasi wisata kelas dunia dengan keunikan perpaduan sisi Timur dan Barat, atraksi modern, kuliner lezat, serta hiburan meriah. Acara tersebut juga menyoroti reputasi Makau yang semakin berkembang sebagai destinasi ramah muslim. Beragam pilihan makanan halal dan pengalaman inklusif disiapkan untuk menyambut wisatawan internasional. Mengusung tema seni piksel berwarna-warni, acara itu menghadirkan aktivitas interaktif, seperti mesin capit boneka eksklusif, stan foto digital, dan simulator “Formular Motion”. Pengunjung juga berkesempatan mendapatkan suvenir edisi terbatas yang menampilkan karakter viral Indonesia, Tahilalats, yang tampil bersama maskot pariwisata Makau, Mak Mak. Sejumlah penampilan spesial dipersiapkan untuk memeriahkan acara tersebut, mulai dari konser musik oleh penyanyi populer Bernadya dan grup Maliq & D’Essentials, sesi berbagi cerita bersama pemengaruh Ken & Grat, hingga temu wicara komedi bersama Oza Rangkuti. Tak ketinggalan, pertunjukan budaya turut mewarnai panggung, seperti tarian rakyat Portugis, pertunjukan wajah opera Sichuan, hingga atraksi sulap. Selama empat hari, pengunjung juga bisa menikmati sesi mencicipi makanan khas Portugis–Makau, permainan tanya jawab berhadiah setiap hari, serta kesempatan mengoleksi suvenir eksklusif kolaborasi “Mak Mak × Tahilalats”. Menjelang acara, Kantor Pariwisata Pemerintah Makau (MGTO) juga mengadakan kampanye #Find Macao di kawasan Gelora Bung Karno (GBK) pada 4 Oktober 2025 pukul 06.00–10.00 WIB dan 16.00–19.00 WIB serta saat Car Free Day Jakarta pada 5 Oktober 2025. Di sana, maskot Tahilalats dan Mak Mak akan hadir langsung untuk berinteraksi dengan publik, menyebarkan keceriaan, sekaligus mengundang masyarakat untuk datang ke Experience Macao Mega Saledi Gandaria City Mall. Selain menghadirkan hiburan dan pengalaman budaya, Experience Macao Mega Sale juga menawarkan penawaran khusus dari Air Macau dan agen perjalanan terkemuka. Promo ini meliputi tiket penerbangan dengan harga spesial, serta paket tur wisata maupun Free Independent Traveler (FIT) yang menampilkan beragam daya tarik Makau. Mulai dari situs Warisan Dunia UNESCO, festival budaya, suasana malam Makau yang meriah, pengalaman kuliner khas, hingga atraksi ramah keluarga, semua bisa dinikmati dalam paket perjalanan itu. Pengunjung Experience Macao Mega Sale juga berkesempatan mendapatkan bonus menarik. Untuk setiap pembelian paket perjalanan Makau, tersedia tiket gratis 72nd Macao Grand Prix untuk dua hari atau tambahan menginap satu malam di hotel. Selain itu, tersedia pula promo beli tiga gratis satu untuk paket Mono Makau ataupun paket perjalanan Makau plus Hong Kong. Untuk informasi lebih lanjut mengenai Experience Macao Mega Sale dan promo yang ditawarkan, masyarakat dapat mengakses Experience Macao Mega Sale Minisite, situs resmi MGTO diwww.macaotourism.gov.mo/id/, atau mengikuti akun media sosial MGTO di Tik Tok (@macaotourismgov), Facebook (visitmacao), Instagram (@visitmacao), serta You Tube (@mgto).",
    "URL Link": "https://biz.kompas.com/read/2025/10/04/080000828/nikmati-keindahan-warna-warni-makau-di-experience-macao-mega-sale-jakarta-2025",
    "URL Gambar": "https://asset.kompas.com/crops/psqrbEZUw0Z4eukO0S2r2RtIDHY=/0x0:780x520/780x390/data/photo/2025/10/03/68df83e8d3a68.jpg",
    "deskripsi": "Acara tersebut dirancang untuk menginspirasi wisatawan dalam merencanakan perjalanan berkesan, sekaligus menghadirkan pengalaman imersif yang menampilkan budaya, warisan sejarah, kuliner khas, hingga...",
    "kategori": "berita"
  },
  {
    "Judul": "15 Tempat Makan Dekat Sirkuit Mandalika, Mampir Selagi Nonton MotoGP",
    "Tanggal": "Kompas.com, 3 Oktober 2025, 19:47 WIB",
    "Isi Berita": "Mandalika tak hanya terkenal dengan keindahan pantai dan ajang Moto GP, tapi juga dengan pilihan kuliner yang beragam. Setelah puas menonton balapan atau berwisata, banyak pengunjung mencari tempat makan enak di sekitar sirkuit. Mulai dari warung sederhana dengan menu khas Lombok hingga restoran internasional dengan pemandangan pantai dan bukit, semuanya tersedia. Artikel ini merangkum 15tempat makan dekat Sirkuit Mandalikayang bisa jadi pilihan, lengkap dengan menu, harga, dan suasana yang ditawarkan. Berlokasi di Kuta, Lombok Tengah, Waroeng Murah Meriah menjadi pilihan tepat bagi wisatawan yang mencari makanan enak dengan harga ramah kantong. Menu yang ditawarkan beragam, mulai dari chicken burger, tempe burger, vegetable sandwich, hingga spageti seafood. Selain itu, ada pula ayam kari, sate ayam, tumis kangkung, dan sup sayuran yang bisa jadi alternatif. Dengan harga mulai Rp25.000, tempat ini cocok untuk sarapan, makan siang, maupun makan malam. Warung Buana yang terletak di Raya Senggigi, Lombok Barat, menawarkan sajian pizza dengan topping unik, termasuk seafood, rendang, hingga vegetarian. Selain menu internasional, tersedia juga hidangan Indonesia seperti gado-gado, cap cay seafood, dan soto ayam yang menggugah selera. Suasananya santai, cocok untuk keluarga maupun wisatawan yang ingin menikmati variasi rasa. Dengan harga mulai Rp35.000 hingga Rp190.000, Warung Buana bisa jadi pilihan kuliner terjangkau namun tetap memuaskan. Ingin makan enak tanpa khawatir kantong jebol? Cheap Zone di Jalan Pariwisata Pantai Kuta adalah jawabannya. Restoran ini menyajikan beragam menu, mulai dari seafood salad, tuna steak, hingga ayam taliwang khas Lombok. Ada juga rendang, soto ayam, dan ayam bumbu pelecing yang terkenal pedas gurih. Tempat ini buka setiap hari sampai malam, sehingga cocok bagi wisatawan setelah menonton balapan di Mandalika. Harga makanan mulai Rp25.000 saja. Jika mencari tempat makan dekat Sirkuit Mandalika dengan suasana santai, Tanjung Aan Resto bisa jadi pilihan. Menu yang ditawarkan cukup beragam, mulai dari Thai red noodle, curry sayuran, hingga cap cay. Untuk sarapan, ada pancake, fruit platter, roti panggang, serta telur dengan berbagai olahan. Harga menu mulai Rp35.000, cukup terjangkau untuk wisatawan. Lokasinya di Sengkol, Pujut, membuat restoran ini mudah diakses dari area sirkuit maupun pantai sekitar. RM Mandalika adalah salah satu tempat makan paling dekat dengan Sirkuit Internasional Mandalika. Menu yang tersedia antara lain nasi campur, nasi bebalung khas Lombok, soto ayam, nasi goreng, hingga plecing kangkung segar. Bagi pecinta kuliner lokal, tempat ini wajib dicoba karena menyajikan cita rasa khas yang kuat. Suasananya sederhana tapi nyaman untuk makan bersama keluarga. Dengan harga mulai Rp20.000-an, RM Mandalika jadi solusi hemat namun tetap mengenyangkan. Terletak di Jalan Raya Kuta Lombok, Warung Flora menawarkan menu sederhana tapi lengkap, mulai dari nasi goreng, mie goreng seafood, hingga chicken curry. Ada juga pepes seafood, ayam bakar taliwang, dan aneka jus segar seperti pisang, nanas, dan pepaya. Tempat ini buka setiap hari mulai siang hingga malam, cocok untuk makan santai setelah berwisata. Harga makanan di sini sangat ramah, mulai Rp20.000-an, menjadikannya pilihan populer wisatawan. Tasty Hesty Restaurant menghadirkan perpaduan menu lokal dan internasional dengan cita rasa modern. Menu andalannya termasuk chicken curry, crispy chicken, burger, triple dekker, hingga nasi goreng. Ada juga pilihan sup tom yum, fish garlic butter, dan beef black pepper. Restoran ini cocok untuk wisatawan yang mencari kenyamanan dengan harga terjangkau mulai Rp40.000. Lokasinya di Kuta, Lombok Tengah, membuatnya mudah dijangkau dari Sirkuit Mandalika. Bagi pencinta kuliner nusantara maupun internasional, Gulas Garden menawarkan pilihan lengkap. Ada nasi goreng, mie goreng, rendang, kare ayam, hingga gado-gado. Sementara untuk menu internasional, tersedia pumpkin soup, creamy tomato soup, tom yam goong, garlic bread, dan nachos. Harga mulai Rp35.000 membuatnya cukup ramah untuk wisatawan. Tempat ini buka sore hingga malam hari, sehingga pas untuk makan santai sambil menikmati suasana Mandalika. Terletak di Jalan Pariwisata Pantai Kuta, Markisa adalah restoran mediterania dengan cita rasa khas. Menu yang ditawarkan antara lain calamari fritti, charred octopus, ricotta crostini, hingga pan con tomate. Suasana restorannya nyaman dengan nuansa santai ala pesisir, cocok untuk makan bersama teman atau pasangan. Harga menunya mulai Rp40.000-an, cukup sepadan dengan kualitas dan penyajian. Markisa bisa jadi pilihan menarik untuk kuliner berbeda di sekitar Mandalika. Untuk pencinta kuliner Italia, Sapori Italian Restaurant wajib masuk daftar. Restoran ini menyajikan aneka pizza autentik seperti margherita, diavola, hingga quattro stagioni. Selain itu, tersedia pilihan pasta seperti penne al pesto, spaghetti allo scoglio, dan lasagna beef ragu. Dengan harga mulai Rp70.000, restoran ini menyajikan kualitas dan rasa khas Italia. Lokasinya di Kuta Mandalika, menjadikannya pilihan sempurna setelah seharian menikmati balapan atau berwisata. El Bazar Cafe and Restaurant menghadirkan suasana elegan dengan interior bergaya Mediterania. Restoran ini terkenal dengan sajian khas Timur Tengah, seperti beef kebab, falafel wrap, hingga seafood paella. Suasana hangatnya cocok untuk makan malam romantis maupun santai bersama teman. Harga menunya cukup bervariasi, mulai Rp31.000 hingga Rp200.000. Lokasinya di pusat Kuta, Lombok, sehingga mudah dijangkau dari kawasan Mandalika. Mengusung nuansa tradisional Lombok, Warung Bule menawarkan menu khas daerah seperti ayam taliwang, sate rembiga, dan plecing kangkung. Selain itu, tersedia juga beragam hidangan seafood segar yang cocok disantap bersama nasi hangat. Suasananya sederhana tapi nyaman, dihiasi unsur kayu dan kain tenun khas Lombok. Harga makanan mulai Rp40.000, menjadikannya pilihan favorit wisatawan lokal maupun mancanegara yang ingin mencicipi kuliner autentik. Berlokasi di atas bukit, Ashtari Horizon menawarkan pemandangan spektakuler Pantai Mandalika dan perbukitan sekitar. Restoran ini menyediakan menu seperti tandoori chicken, butter chicken, salad, pasta, hingga pizza. Suasana makan semakin istimewa karena ditemani panorama indah dari ketinggian. Harga menu mulai Rp40.000, sangat sepadan dengan pengalaman yang ditawarkan. Tempat ini cocok untuk wisatawan yang ingin menikmati kuliner sekaligus suasana romantis. Selain cabang utama, Cheap Zone juga memiliki lokasi lain dengan nuansa sederhana. Menu yang ditawarkan meliputi mi goreng, nasi campur, plecing kangkung, sate tuna, hingga sambal udang. Tempat ini terkenal dengan harga terjangkau, mulai Rp25.000 hingga Rp60.000. Meski sederhana, rasa masakan tetap lezat dan membuat pengunjung betah. Cocok untuk wisatawan yang mencari kuliner hemat tapi tetap nikmat di sekitar Mandalika. Kemangi Bar and Kitchen menawarkan pengalaman makan elegan dengan pemandangan pantai yang indah. Restoran ini menyajikan menu beragam, mulai dari makanan nusantara seperti ayam bakar, hingga western food seperti steak dan pasta. Interiornya modern dengan suasana romantis, cocok untuk pasangan maupun keluarga. Harga makanan bervariasi dari Rp20.000 hingga Rp100.000, sehingga bisa menyesuaikan dengan budget wisatawan. Tempat ini jadi salah satu favorit pengunjung Mandalika. Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2025/10/03/194700275/15-tempat-makan-dekat-sirkuit-mandalika-mampir-selagi-nonton-motogp",
    "URL Gambar": "https://asset.kompas.com/crops/istDBjB85sWzN95fKI2dABV2wXQ=/57x0:902x563/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2020/04/21/5e9e9a3503215.jpg",
    "deskripsi": "Mandalika tak hanya terkenal dengan keindahan pantai dan ajang Moto GP, tapi juga dengan pilihan kuliner yang beragam. Setelah puas menonton balapan atau berwisata, banyak pengunjung mencari tempat...",
    "kategori": "berita"
  },
  {
    "Judul": "Lezatnya Kuliner Legendaris Yogyakarta di Pasar Raya Padmanaba Akhir Pekan Ini",
    "Tanggal": "Kompas.com, 3 Oktober 2025, 19:31 WIB",
    "Isi Berita": "YOGYAKARTA, - HUT SMA Negeri 3 Kota Yogyakarta atau akrab dengan nama Padmanaba, tengah menarik wisatawan pecinta kuliner melaluievent. Eventini diselenggarakan oleh Keluarga Besar Alumni (KBA)Padmanabayang menghadirkan deretan kuliner legendaris nan melegenda di Yogyakarta. Acara ini digelar mulai 3 Oktober hingga 5 Oktober 2025. Kuliner legendaris yang biasanya ditemukan di tempat-tempat khusus kuliner dihadirkan di lapangan sepak bola Widoro Kandang milik Padmanaba. Kuliner legendaris yang turut serta adalah.",
    "URL Link": "https://www.kompas.com/food/read/2025/10/03/193100375/lezatnya-kuliner-legendaris-yogyakarta-di-pasar-raya-padmanaba-akhir-pekan",
    "URL Gambar": "https://asset.kompas.com/crops/UnjbdHMMQ8PH210klXkzwI1YmcY=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2022/06/17/62abd136f1f5f.jpeg",
    "deskripsi": "YOGYAKARTA, - HUT SMA Negeri 3 Kota Yogyakarta atau akrab dengan nama Padmanaba, tengah menarik wisatawan pecinta kuliner melaluievent. Eventini diselenggarakan oleh Keluarga Besar Alumni...",
    "kategori": "berita"
  },
  {
    "Judul": "Fokus Bisnis Kuliner, Nunung Akui Berawal dari Sepi Tawaran Pekerjaan di Dunia Hiburan",
    "Tanggal": "Kompas.com, 3 Oktober 2025, 12:19 WIB",
    "Isi Berita": "JAKARTA, - Sadar tak bisa terus mengandalkan dunia hiburan untuk mencari nafkah, komedian Nunung kini fokus mengelola bisnis kuliner. Ide membuka bisnis kuliner itu memang berawal dari semakin sepinya tawaran untuk muncul di dunia hiburan. \"Belajar awalnya karena saya merasa di dunia entertainment kok mulai cuma nunggu bintang tamu gitu aja, \" ucap Nunungdikutip dari de Hakims Story, Jumat (3/10/2025). \"Kan memang masanya harus yang muda-muda dulu, \" imbuhnya.",
    "URL Link": "https://www.kompas.com/hype/read/2025/10/03/121934466/fokus-bisnis-kuliner-nunung-akui-berawal-dari-sepi-tawaran-pekerjaan-di",
    "URL Gambar": "https://asset.kompas.com/crops/FWL1nXVYnUdmmyJWRbjJEIvFVQE=/0x54:413x330/780x390/filters:watermark(data/photo/2020/03/10/5e6775d943eeb.png,0,-0,1)/data/photo/2024/11/20/673dcc376625e.png",
    "deskripsi": "JAKARTA, - Sadar tak bisa terus mengandalkan dunia hiburan untuk mencari nafkah, komedian Nunung kini fokus mengelola bisnis kuliner. Ide membuka bisnis kuliner itu memang berawal dari semakin...",
    "kategori": "berita"
  },
  {
    "Judul": "Pilihan Makanan Halal saat Berlibur ke Kintamani Bali, Apa Saja?",
    "Tanggal": "Kompas.com, 2 Oktober 2025, 10:00 WIB",
    "Isi Berita": "Pulau Bali tidak pernah kekurangan untuk memanjakan para pengunjungnya. Bukan hanya melalui pantai-pantai eksotis saja, melainkan juga menyimpan pesona lain di ketinggian yang sejuk dan menenangkan yaitu Kintamani. Bertempat di kawasan Kabupaten Bangli atau 61, 3 kilometer dari Kota Denpasar ini, Kintamanidikenal dengan udara dingin pegunungan serta panorama Gunung Baturdan Danau Baturyang memanjakan mata. Menyeruput kopi hangat di ketinggian sambil memandang siluet Gunung Batur menjadi pengalaman yang tidak terlupakan. Seiring berjalannya waktu kini banyak kafe di Kintamani yang menawarkan spotoutdoordengan pemandangan indah, cocok untuk berfoto atau sekadar bersantai. Namun sebelum menikmati suasana santai di kafe-kafe tersebut, perjalanan dari Denpasar yang memakan waktu cukup panjang 1 jam 47 menit itu akan lebih nyaman jika diawali dengankulineryang mengenyangkan. Kamu bisa menyantap beragam pilihan makanan halal di Ubud dan Bangli saat menuju Kintamani. Perjalanan menuju Kintamani terasa kurang lengkap tanpa singgah untuk menikmati Nasi Ayam Kedewatan yang menjadi salah satu ikon kuliner Bali. Makanan legendaris tersebut dapat dijumpai di warung-warung sepanjang di Jalan Raya Kedewatan, Ubud, Gianyar. Seporsi nasi hangat disajikan dengan aneka lauk ayam, mulai dari ayam suwir bumbu pedas, ayam goreng, hingga ayam betutu. Ditambah sate lilit, telur rebus, sayur, kacang goreng, sambal matah dan disiram kuah pedas yang harum rempah. Nasi Ayam Kedawatan ini ramah bagi turis yang mencari makanan halal, sehingga menjadi pilihan tepat untuk mengisi energi sebelum melanjutkan perjalanan. Menikmati santapan lengkap dengan bumbu khas Bali membuat tubuh kembali bersemangat untuk menapaki jalur menanjak menuju Kintamani. Usai makan, perjalanan dilanjutkan sekitar 30 menit menuju kawasan pegunungan. Jalan yang berkelok dengan pemandangan hutan dan perbukitan hijau membuat perjalanan terasa seperti bagian dari liburan itu sendiri. Adapun Nasi Ayam Kedewatan salah satunya bisa disantap di Warung Mardika Nasi ayam Kedewatan Jalan Raya Kedewatan Ubud. Setelah puas bersantai di kafe-kafe Kintamani dengan suguhan kopi hangat dan panorama pegunungan, perjalanan pulang ke Denpasar tidak lengkap tanpa mencicipi kuliner khas setempat, Mujair Nyat-Nyat. Hidangan makanan yang memanfaatkan ikan mujair segar hasil budidaya masyarakat di sekitar Danau Batur. Proses memasaknya cukup unik. Ikan dimasak setengah matang terlebih dahulu, kemudian direbus bersama bumbu genep khas Bali. Paduan aneka rempah yang kaya rasa, dengan kunyit yang memberi aroma harum dan warna keemasan sehingga kuahnya meresap sempurna. Perpaduan tekstur ikan yang lembut dengan kuah bumbu yang gurih dan sedikit pedas membuat hidangan ini terasa istimewa. Biasanya disajikan bersama nasi hangat, plecing kangkung, sambal matah, dan jukut undis, menciptakan paduan rasa yang menggugah selera. Untuk menyantap Mujair Nyat-nyat, kamu bisa mampir ke Warung Pak Bagong di Jalan Tirta Geduh, Bebalang Bangli Seporsi Nasi Ayam Kedewatan dinikmati dengan harga mulai Rp 28.000 dan seekor Mujair Nyat-nyat lengkap dengan nasi dijual Rp 45.000. Sebuah angka yang terasa sepadan dengan cita rasa otentik sekaligus kehangatan tradisi yang tersaji dalam satu piring.",
    "URL Link": "https://www.kompas.com/food/read/2025/10/02/100000875/pilihan-makanan-halal-saat-berlibur-ke-kintamani-bali-apa-saja",
    "URL Gambar": "https://asset.kompas.com/crops/YY2q7xc8HobYcpKPD62TScswZeA=/0x4:3880x2591/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/09/29/68d9d511a357e.jpg",
    "deskripsi": "Pulau Bali tidak pernah kekurangan untuk memanjakan para pengunjungnya. Bukan hanya melalui pantai-pantai eksotis saja, melainkan juga menyimpan pesona lain di ketinggian yang sejuk dan menenangkan...",
    "kategori": "berita"
  },
  {
    "Judul": "Wisata Kuliner Sidoarjo, dari Kupang Lontong, Klepon Bulang, hingga Bandeng Asap",
    "Tanggal": "Kompas.com, 1 Oktober 2025, 06:00 WIB",
    "Isi Berita": "Kabupaten Sidoarjo dikenal sebagai kota penghasil terasi dan petis. Namun, kekayaan kuliner Sidoarjo tidak berhenti pada dua bumbu khas tersebut. Kota yang dijuluki sebagai \"kota petis\" ini menyimpan beragam makanan khas Sidoarjoyang sayang dilewatkan, mulai darikupang lontong, lontong cecek, lontong kikil, kerupuk udang, bandeng asap, bandeng presto, hingga jajanan tradisional seperti klepon. Jika Surabaya dikenal dengan ragam kuliner modernnya, maka Sidoarjo justru lebih menonjol dalam hal kuliner tradisional. Tak heran, banyak wisatawan yang sedang berkunjung ke Surabaya memilih mampir ke Sidoarjo untuk mencicipi makanan khas daerah ini. Dikutip dari buku “Jawa Timur Surga Kuliner” karya Morena Cindo, ragam makanan tradisional khas Sidoarjo telah menjadi bagian penting dari identitas kuliner Jawa Timur.",
    "URL Link": "https://www.kompas.com/jawa-timur/read/2025/10/01/060000788/wisata-kuliner-sidoarjo-dari-kupang-lontong-klepon-bulang-hingga",
    "URL Gambar": "https://asset.kompas.com/crops/SGPagdRJUEFTDFOTlWziso1Clsg=/0x60:1600x1127/780x390/data/photo/2024/11/14/6735092334161.jpeg",
    "deskripsi": "Kabupaten Sidoarjo dikenal sebagai kota penghasil terasi dan petis. Namun, kekayaan kuliner Sidoarjo tidak berhenti pada dua bumbu khas tersebut. Kota yang dijuluki sebagai \"kota petis\" ini menyimpan...",
    "kategori": "berita"
  },
  {
    "Judul": "Seruput Es Asam Boi Calamansi khas Malaysia, Seperti Apa Rasanya?",
    "Tanggal": "Kompas.com, 30 September 2025, 20:08 WIB",
    "Isi Berita": "Selain nasi lemak ataupun teh tarik, Malaysia juga popular dengan minuman segar bernama es asam boi calamansi. Asam boi di Malaysiamerupakan buah prem yang diawetkan, rasanya cenderung asam dan asin. Sementara calamansi ialah buah jeruk berukuran kecil yang biasanya ditambahkan ke dalam campuran minuman segar dingin untuk pelepas dahaga. Saat tiba di Bandara Internasional Kuala Lumpur, Malaysia pada Selasa (30/9/2025), berkesempatan mencicipi es asam boi calamansi. Seperti apa rasanya? Seperti namanya, segelas es asam boi calamansi disuguhkan dalam bentuk minumancupdengan potongan jeruk calamansi berwarna hijau, lengkap dengan beberapa butir asam boi. Saat petugas gerai menyuguhkan, tampilannya tampak seperti es jeruk nipis. Seketika terbayang rasa segar dengan dominan rasa kecut di lidah. Namun saat mencoba tegukan pertama, rasa minuman ini justru unik, rasa asamnya tidak terlalu mendominasi. Rasa manisnya pun hampir tertutupi dari sensasi asin butiran asam boi. Perpaduan tiga rasa yang cukup seimbang, namun sedikit menyisakan rasa asin di ujung lidah setelah diteguk. Minuman ini cukup menyegarkan untuk melepas dahaga, namun menyarankan untuk mengaduk minumannya terlebih dahulu agar semua rasa dapat menyatu sempurna. Harga segelas Es Asam Boi Calamansi di Bandara Internasional Kuala Lumpur dibandeol 5.3 ringgit malaysia, atau sekitar Rp 20.000. Jika sedang berada di Bandara Internasional Kuala Lumpur dan tertarik untuk mencoba, segelas Es Asam Boi Calamansi ini bisa kamu dapatkan di food court bandara yang berada di lantai 2.",
    "URL Link": "https://www.kompas.com/food/read/2025/09/30/200800275/seruput-es-asam-boi-calamansi-khas-malaysia-seperti-apa-rasanya-",
    "URL Gambar": "https://asset.kompas.com/crops/WE0QTBHuZz76ZPxjSt2lAIdmrNI=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/09/30/68db7ede9fc6f.jpg",
    "deskripsi": "Selain nasi lemak ataupun teh tarik, Malaysia juga popular dengan minuman segar bernama es asam boi calamansi. Asam boi di Malaysiamerupakan buah prem yang diawetkan, rasanya cenderung asam dan asin....",
    "kategori": "berita"
  },
  {
    "Judul": "Kisah Inspiratif Kafe di Blok M, Pekerjakan Karyawan Lansia 83 Tahun",
    "Tanggal": "Kompas.com, 30 September 2025, 16:04 WIB",
    "Isi Berita": "JAKARTA, -Di antara deretan kafe modern yang menjamur di kawasan Blok M, Jakarta Selatan, ada satu tempat yang mencuri perhatian. Bukan karena desain interior mentereng, melainkan sosok di balik pintu kafe yang setia menyapa tiap pelanggan baru datang. Mereka adalah para lansia yang bekerja sebagai penyambut di Uma Oma Cafe. Tertua, ada Oma Rustinah berusia 83 tahun dan Oma Warsinah yang juga sudah menginjak usia 80 tahun. Pemandangan ini tak biasa ditemukan di Blok M, tempat di mana para muda-mudi berkumpul sejak puluhan tahun lalu.",
    "URL Link": "https://www.kompas.com/food/read/2025/09/30/160400575/kisah-inspiratif-kafe-di-blok-m-pekerjakan-karyawan-lansia-83-tahun-",
    "URL Gambar": "https://asset.kompas.com/crops/yrNDD1Lr5V9maVcuNReceC2GAuY=/0x0:4032x2688/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/09/30/68db6da009027.jpg",
    "deskripsi": "JAKARTA, -Di antara deretan kafe modern yang menjamur di kawasan Blok M, Jakarta Selatan, ada satu tempat yang mencuri perhatian. Bukan karena desain interior mentereng, melainkan sosok di balik...",
    "kategori": "berita"
  },
  {
    "Judul": "Kuliner Seblak Viral di Thailand, Begini Sejarah dan Asal-usulnya",
    "Tanggal": "Kompas.com, 29 September 2025, 14:45 WIB",
    "Isi Berita": "Kuliner khas Jawa Barat, seblak, kini tengah viral di kalangan anak muda Thailand. Popularitas seblak mendadak naik setelah seorang influencer asal Thailand, Chanisara, atau akrab disapa Oon, mengunggah video saat dirinya menjajal makanan tersebut di akun Tik Tok pribadinya. Dalam video itu, Oon tampak sangat antusias menikmatiseblak. Ia bahkan beberapa kali menyebut kata “Aroi” yang dalam bahasa Thailand berarti enak. Unggahan tersebut kemudian ramai ditiru oleh pengguna Tik Tok lainnya. Ada yang mencoba seblak instan, dan ada pula yang memasaknya langsung dengan mengikuti resep yang banyak beredar di media sosial. Fenomena ini membuat seblak, yang selama ini identik sebagaikuliner khas Bandung, semakin dikenal di luar negeri.",
    "URL Link": "https://www.kompas.com/jawa-timur/read/2025/09/29/144500888/kuliner-seblak-viral-di-thailand-begini-sejarah-dan-asal-usulnya",
    "URL Gambar": "https://asset.kompas.com/crops/bv5CWy1HCWaOrZS333aDjJxO3O8=/0x0:698x465/780x390/data/photo/2021/01/05/5ff478b69ccf8.jpg",
    "deskripsi": "Kuliner khas Jawa Barat, seblak, kini tengah viral di kalangan anak muda Thailand. Popularitas seblak mendadak naik setelah seorang influencer asal Thailand, Chanisara, atau akrab disapa Oon,...",
    "kategori": "berita"
  },
  {
    "Judul": "Resep Kaldu Kokot Khas Sumenep, Kuliner Tradisional Madura dari Kikil Sapi dan Kacang Hijau",
    "Tanggal": "Kompas.com, 29 September 2025, 14:15 WIB",
    "Isi Berita": "Kaldu Kokot merupakan salah satu kuliner khas Kabupaten Sumenep, Madura, Jawa Timur, yang sarat dengan nilai sejarah dan cita rasa autentik. Hidangan berkuah ini dulunya menjadi sajian istimewa bagi tamu penting saat berkunjung ke Keraton Sumenep. Kini, Kaldu Kokottidak hanya bisa ditemukan di lingkungan keraton, tetapi juga mudah dijumpai di berbagai warung makan khas Madura. Perpaduan rasa gurih, kaya rempah, serta uniknya penggunaan kacang hijau rebus membuat makanan tradisional ini memiliki cita rasa yang berbeda dibandingkan kuliner kikil sapi lainnya.",
    "URL Link": "https://www.kompas.com/jawa-timur/read/2025/09/29/141500888/resep-kaldu-kokot-khas-sumenep-kuliner-tradisional-madura-dari-kikil",
    "URL Gambar": "https://asset.kompas.com/crops/eV9EBTFp8ylc_lhawSgaVRCt97s=/0x18:1200x818/780x390/data/photo/2021/08/21/6120cec66d3ee.jpg",
    "deskripsi": "Kaldu Kokot merupakan salah satu kuliner khas Kabupaten Sumenep, Madura, Jawa Timur, yang sarat dengan nilai sejarah dan cita rasa autentik. Hidangan berkuah ini dulunya menjadi sajian istimewa bagi...",
    "kategori": "berita"
  },
  {
    "Judul": "Kuliner Pasar Johar Semarang Bangkit Lewat Konten TikTok, Pedagang Kebanjiran Wajah Baru",
    "Tanggal": "Kompas.com, 29 September 2025, 07:59 WIB",
    "Isi Berita": "SEMARANG, – Meski sempat terdampak kebakaran dan proses revitalisasi, warung kuliner di Pasar Johar Semarang berusaha bertahan di tengah sepinya pasar tradisional. Belakangan, pedagang merasa terbantu dengan maraknyakonten kulinerdi Tik Tok. Sejumlah warung mendapati pengunjung baru setelah video mereka viral. Agung Ari, generasi ketiga dari usaha Sate Kambing Bu Amini, mengatakan penjualan meningkat sejak konten Tik Tok warungnya ramai diperbincangkan. “Peningkatan ini terlihat dari banyak wajah baru dari pembeli yang berdatangan. Adanya konten-konten Tiktok bisa meningkatkan penjualan hingga 30 persen, ” ujarnya dilansir dari Tribun Jateng, Senin (29/9/2025).",
    "URL Link": "https://regional.kompas.com/read/2025/09/29/075938978/kuliner-pasar-johar-semarang-bangkit-lewat-konten-tiktok-pedagang",
    "URL Gambar": "https://asset.kompas.com/crops/Nn7WYmVJlD5iPYkp42BlNxfedwM=/0x0:590x393/780x390/filters:watermark(data/photo/2020/03/10/5e6775ae18c31.png,0,-0,1)/data/photo/2025/09/29/68d9d8ec1316a.jpg",
    "deskripsi": "SEMARANG, – Meski sempat terdampak kebakaran dan proses revitalisasi, warung kuliner di Pasar Johar Semarang berusaha bertahan di tengah sepinya pasar tradisional. Belakangan, pedagang merasa...",
    "kategori": "berita"
  },
  {
    "Judul": "Gantole Telomoyo Cup, Sport Tourism yang Juga Tampilkan Aneka Kesenian dan Kuliner",
    "Tanggal": "Kompas.com, 27 September 2025, 17:05 WIB",
    "Isi Berita": "UNGARAN, - Gelaran Kejuaraan Gantole Telomoyo Cup IX 2025 pada Selasa-Minggu (23-28/9/2025) menjadi ajang sport-tourismyang dinantikan masyarakat. Pengunjung tak hanya menantikan para atlet atau pilot beradu ketangkasan di udara, tapi juga menikmati aneka sajian kuliner serta pertunjukan kesenian tradisional. Selama kejuaraan, mulai siang hingga sore hari berbagai grup kesenian tampil di area pendaratan yang dipusatkan di Lapangan Sraten Kecamatan Tuntang Kabupaten Semarang.",
    "URL Link": "https://travel.kompas.com/read/2025/09/27/170500127/gantole-telomoyo-cup-sport-tourism-yang-juga-tampilkan-aneka-kesenian-dan",
    "URL Gambar": "https://asset.kompas.com/crops/1SWDc1rbxSjowOmnKJC-MOhKOYI=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775cf5d848.png,0,-0,1)/data/photo/2025/09/27/68d72aa319af9.jpg",
    "deskripsi": "UNGARAN, - Gelaran Kejuaraan Gantole Telomoyo Cup IX 2025 pada Selasa-Minggu (23-28/9/2025) menjadi ajang sport-tourismyang dinantikan masyarakat. Pengunjung tak hanya menantikan para atlet atau...",
    "kategori": "berita"
  },
  {
    "Judul": "Menikmati Sate dan Gule 29, Langganan Pejabat di Kota Lama Semarang",
    "Tanggal": "Kompas.com, 26 September 2025, 09:59 WIB",
    "Isi Berita": "SEMARANG, - Ketika berbicara tentang kuliner Semarang, Jawa Tengah, nama-nama seperti lumpia, tahu bakso, dan tahu gimbal mungkin akan langsung terlintas dalam pikiran. Namun, ada satu tempat makan yang tak boleh dilewatkan jika Anda berada di kawasan Kota Lama, yaitu Sate dan Gulai 29. Berlokasi di Jalan Letjen Suprapto No. 29, tepat di depan Gereja Blenduk, warung ini telah menjadi bagian integral dari sejarah kuliner Semarang sejak didirikan pada tahun 1963. Sate dan Gulai 29 telah beroperasi selama lebih dari 60 tahun dan saat ini dikelola oleh generasi ketiga dari pendirinya. Resep dan tradisi kuliner yang diwariskan turun-temurun ini berhasil bertahan hingga kini. “Sejak pertama dulu saya kecil sampai sekarang kita berubah soal cita rasanya, ” kata Dewi saat dtemui beberapa waktu lalu. Hal ini menunjukkan komitmen mereka untuk menjaga cita rasa asli sambil tetap beradaptasi dengan perkembangan zaman. Salah satu kunci keberhasilan Sate dan Gulai 29 adalah penggunaan bahan-bahan premium. “Kalau sate buntel itu dari daging yang dicincang, terus dibumbui dengan resep sendiri, terus dibungkus dengan lemak tipis dan kecapnya kami buat sendiri, ” ujar Dewi menambahkan.",
    "URL Link": "https://regional.kompas.com/read/2025/09/26/095914078/menikmati-sate-dan-gule-29-langganan-pejabat-di-kota-lama-semarang",
    "URL Gambar": "https://asset.kompas.com/crops/w8SrIvE9J7Ia-bkMCnk3Jf4EOek=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775ae18c31.png,0,-0,1)/data/photo/2025/09/26/68d5e9e47c450.jpg",
    "deskripsi": "SEMARANG, - Ketika berbicara tentang kuliner Semarang, Jawa Tengah, nama-nama seperti lumpia, tahu bakso, dan tahu gimbal mungkin akan langsung terlintas dalam pikiran. Namun, ada satu tempat makan...",
    "kategori": "berita"
  },
  {
    "Judul": "Mengenal Upacara Minum Teh Jepang, Ada Harmoni hingga Ketenangan dalam Matcha",
    "Tanggal": "Kompas.com, 26 September 2025, 08:35 WIB",
    "Isi Berita": "Jepang punya tradisi unik yang dikenal dengan upacara minum teh atauchanoyu. Dalam praktiknya, teh yang disajikan biasanya adalah matcha, teh hijau bubuk khas Jepang. Upacara ini bukan hanya soal minum teh, tapi juga mengajarkan filosofi hidup. Ada nilai harmoni, rasa hormat, kemurnian, dan ketenangan yang dipegang sejak ratusan tahun lalu. Setiap gerakan dalam prosesi dilakukan perlahan dan penuh makna, mulai dari persiapan matcha hingga cara menyeruput teh. Hal ini membuat siapa pun yang ikut merasakan suasana tenang sekaligus khidmat. Wisatawan asing, termasuk dari Indonesia, bisa mencoba pengalaman ini di beberapa tempat di Jepang. Tidak sekadar wisata kuliner, upacara matcha juga jadi cara memahami budaya Jepang lebih dalam. Upacara biasanya berlangsung di ruang teh tradisional yang sederhana, lengkap dengan tatami dan dekorasi musiman. Alat-alat yang digunakan, seperti mangkuk buatan tangan dan pengaduk bambu, memiliki nilai seni tersendiri. Peserta juga diajak menjalani ritual penyucian sederhana sebelum masuk ruang teh sebagai simbol kerendahan hati. Keseluruhan pengalaman ini membuat upacara matcha lebih mirip perjalanan spiritual ketimbang sekadar minum teh. Penasaran seperti apa alur lengkapnya dan di mana bisa mengikutinya? Simak ulasan selengkapnya di Upacara Minum Teh Jepang, Tradisi Meneguk Matcha Penuh Filosofi",
    "URL Link": "https://travel.kompas.com/read/2025/09/26/083500027/mengenal-upacara-minum-teh-jepang-ada-harmoni-hingga-ketenangan-dalam-matcha",
    "URL Gambar": "https://asset.kompas.com/crops/sPtJvHaMoNI2HUIrbUbHvFd6chg=/0x224:1536x1248/780x390/filters:watermark(data/photo/2020/03/10/5e6775cf5d848.png,0,-0,1)/data/photo/2025/08/31/68b4638526e04.jpg",
    "deskripsi": "Jepang punya tradisi unik yang dikenal dengan upacara minum teh atauchanoyu. Dalam praktiknya, teh yang disajikan biasanya adalah matcha, teh hijau bubuk khas Jepang. Upacara ini bukan hanya soal...",
    "kategori": "berita"
  },
  {
    "Judul": "Viral Video Makan Seblak di Thailand, Kemenpar: Kuliner Indonesia Mulai Mendunia",
    "Tanggal": "Kompas.com, 25 September 2025, 16:33 WIB",
    "Isi Berita": "Media sosial diramaikan dengan viralnya video makan seblak di Thailand. Tren makan seblak di Thailand itu berawal saat salah satu influencer asal Thailand, Chanisara menjajalnya. Dalam video yang diunggah dalam Tik Tok pribadinya, wanita yang akrab disapa Oon ini sangat antusias menyantap makanan tersebut. Dia juga berulang-ulang menyebut kata \"Aroi\" yang berarti enak. Beberapa pengguna Tik Tok juga ikut membuat konten serupa. Ada yang mencobaseblakinstan dan ada pula yang memasak seblak dengan berbekal resep dari media sosial. Deputi Bidang Pemasaran Kemenpar Ni Made Ayu Marthini Kementerian Pariwisata menyebut camilan seblak yang berasal dari Jawa Barat dapat lebih dikenal dunia karena adanya perilaku masyarakat, terutama di kalangan gen Z yang aktif membuat ulasan (review) serta konten yang menarik untuk dilihat. \"Ini (seblak mendunia) kabar bagus ya bahwa kuliner Indonesia mulai mendunia dan sekarang masanya anak-anak muda dengan viral dan media sosial itu bagus, \" kata Made Marthini dilansir dari Antara, Kamis (25/9/2025).",
    "URL Link": "https://www.kompas.com/food/read/2025/09/25/163349775/viral-video-makan-seblak-di-thailand-kemenpar-kuliner-indonesia-mulai",
    "URL Gambar": "https://asset.kompas.com/crops/KnPM4EgTJtXd5ma-fyamLak-oaw=/0x0:750x500/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/09/22/68d11cb5eefdd.jpg",
    "deskripsi": "Media sosial diramaikan dengan viralnya video makan seblak di Thailand. Tren makan seblak di Thailand itu berawal saat salah satu influencer asal Thailand, Chanisara menjajalnya. Dalam video yang...",
    "kategori": "berita"
  },
  {
    "Judul": "Jakarta Tak Lagi Jadi Ibu Kota, Sektor Perhotelan dan Pariwisata Diminta Masukkan Unsur Budaya Betawi",
    "Tanggal": "Kompas.com, 25 September 2025, 15:45 WIB",
    "Isi Berita": "Salah satu tokoh Betawi, Munir Arsyad mengusulkan agar sektor perhotelan dan pariwisata di Jakarta memasukkan unsur budaya Betawi. Pasalnya, status Jakartasaat ini tidak lagi menjadi ibu kota, sehingga dinilai membuka peluang untuk berkembangnya pelaku ekonomibudaya Betawi, khususnya melalui kolaborasi dengan hotel. \"Baik sebagai bagian dari promosi budaya ataupun dalam aspek komersial. Hotel-hotel bisa menjadi mitra strategis untuk menghadirkan budaya Betawi, \" ujar Munir, dikutip dari Antara, Kamis (25/9/2025). Dia menyampaikan usulan tersebut dalam acara Dialog Interaktif bertema \"Transformasi Jakarta dari Ibu Kota Negara Menuju Kota Global dan Berbudaya yang Berkelanjutan\" yang diselenggarakan oleh Badan Musyawarah (Bamus) Betawi di Jakarta, pada Rabu (24/9/2025). Menurutnya, pergeseran status Jakarta sebagai ibu kota negara harus diiringi dengan penguatan identitas budaya lokal, salah satunya dengan melibatkan pelaku usaha Betawi.",
    "URL Link": "https://www.kompas.com/tren/read/2025/09/25/154500565/jakarta-tak-lagi-jadi-ibu-kota-sektor-perhotelan-dan-pariwisata-diminta",
    "URL Gambar": "https://asset.kompas.com/crops/wR9E6RZBu0ysakFQHGrHSTVMPTU=/0x0:4000x2667/780x390/filters:watermark(data/photo/2020/03/10/5e6775d554370.png,0,-0,1)/data/photo/2022/06/20/62aff3063cb46.jpg",
    "deskripsi": "Salah satu tokoh Betawi, Munir Arsyad mengusulkan agar sektor perhotelan dan pariwisata di Jakarta memasukkan unsur budaya Betawi. Pasalnya, status Jakartasaat ini tidak lagi menjadi ibu kota,...",
    "kategori": "berita"
  },
  {
    "Judul": "Tarik Turis Asing, Pemerintah Dorong Hotel Sajikan Masakan Indonesia",
    "Tanggal": "Kompas.com, 25 September 2025, 15:00 WIB",
    "Isi Berita": "Pemerintah mendorong hotel bintang empat ataupun bintang lima di Indonesia untuk menyajikan masakan khas Indonesia kepada tamu hotel. Mengingat, kuliner atau gastronomi menjadi salah satu daya tarik utama bagi turis, khususnya turis asing ke Indonesia. \"Bu Menteri (Manteri Pariwisata Widiyanti Putri Wardhana) punya rencana untuk mengimbau jadi surat edaran, untuk hotel-hotel itu punya spesifiknya (kuliner Nusantara), \" kata Deputi Bidang Industri dan Investasi Kementerian Pariwisata Rizki Handayani saat ditemui awak media dalam acara H3 Summit 2025di Balairung Soesilo Soedarman, Gedung Sapta Pesona Indonesia, Jakarta Pusat, Kamis (25/9/2025). Realisasinya, kata Kiki, diharapkan setiap hotel punya ciri khas kuliner aliassignature dishtema nusantara yang bisa diingat serta dinikmati oleh turis. Tidak hanya makanan, sambungnya, kuliner Indonesia yang disajikan pun diharapkan bisa disertai dengan cerita di balik kuliner tersebut. \"Kalau bisa, jadi kita tidak hanya makanannya. Jadi mungkin di buku menu itu, paling tidak, ada dua atau tiga cerita tentang masakan Indonesia, bumbunya apa, jadi orang tidak hanya makan, tapi mengerti dari mana asalnya, \" ujar Kiki. Saat ini, kata Kiki, pihaknya sedang membahas perihal kuliner Nusantara tersebut bersama Indonesia Gastronomy Network dan Komite Kuliner Indonesia. / Suci Wulandari Putri Chairperson of H3 Indonesia Yulia Maria (kiri), Deputi Bidang Industri dan Investasi Kementerian Pariwisata Rizki Handayani (tengah), Ketua Umum Perhimpunan Hotel dan Restoran Indonesia (PHRI) Hariyadi Sukamdani (kanan) saat ditemui awak media dalam acara H3 Summit 2025 di Balairung Soesilo Soedarman, Gedung Sapta Pesona Indonesia, Jakarta Pusat, Kamis (25/9/2025).Dalam kesempatan yang sama, Ketua Umum Perhimpunan Hotel dan Restoran Indonesia (PHRI) Hariyadi Sukamdani menyambung, pihak hotel bisa mengeksplor kuliner setiap daerah di Indonesia. Misalnya, kata Hariyadi, di Hotel Grand Sahid Jaya Jakarta, menyajikan beberapa makanan dan minuman khas dari beberapa daerah di Indonesia. \"Misalnya minuman dari Pontianak, atau dari Nusa Tenggara Timur itu ada sei sapi. Jadi kita memang mengambil dari daerah mana yang kira-kira cocok secara komersil, dan secara rasa bisa ditingkatkan, \" kata Hariyadi, Kamis. Dok.Shutterstock/Kathleen JTilustrasi gado-gado Pengenalan kuliner nusantara di hotel-hotel ini, kata Kiki merupakan salah satu cara menarik wisatawan. \"Pemerintah ataupun kita semua meyakini bahwagastronomy tourismini merupakan salah satu andalan kita untuk menarik wisatawan mancanegara. Karena tren ke depan, tren yang ada saat ini banyak orang melakukan perjalanan, tujuan utamanya sebenarnya kuliner, gastronomi, \" kata Kiki. Ia menyambung, Jakarta merupakan salah satu kota dengan keberadaan gastronomi yang cukup terkenal di mata wisatawan. Melihat peluang ini, lanjutnya, semua hotel bintang empat ataupun bintang lima di Indonesia diharapkan bisa menampilkan masakan Indonesia. \"Ini yang kita akan dorong ke depan, bagaimana kita bisa mempromosikan ini, \" katanya. Kiki mengatakan, industri perhotelan saat ini bukan hanya sebagai tempat menginap, tetapi juga sebuah destinasi wisata. Tidak hanya hotel, sambungnya, beberapa restoran pun saat ini juga menjadi destinasi bagi wisatawan karena memang sengaja didatangi untuk tujuan wisata. \"Ini kita gaungkan, bahwa kita punya sesuatu, makanan Indonesia yang berbasis budaya. Ini bisa jadi pengalaman bagi turis yang datang, saya pikir ini salah satu cara kita mempromosikan, memposisikan lagi pariwisata, \" katanya.",
    "URL Link": "https://www.kompas.com/food/read/2025/09/25/150000975/tarik-turis-asing-pemerintah-dorong-hotel-sajikan-masakan-indonesia",
    "URL Gambar": "https://asset.kompas.com/crops/NxrIT_vAYnhEndjArEmGOu8rYl8=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2023/05/12/645dd1837225a.jpg",
    "deskripsi": "Pemerintah mendorong hotel bintang empat ataupun bintang lima di Indonesia untuk menyajikan masakan khas Indonesia kepada tamu hotel. Mengingat, kuliner atau gastronomi menjadi salah satu daya tarik...",
    "kategori": "berita"
  }
]