[
  {
    "Judul Resep": "10 Resep Makanan Serba Rp 10.000, Murah Enak Bikin Kenyang",
    "Tanggal": "Kompas.com, 1 Oktober 2025, 11:31 WIB",
    "Isi Resep": "Menjelang akhir bulan, banyak orang terutama anak kos sering kebingungan mencari ide makanan enak tapi tetap hemat. Modal Rp 10.000 kerap dianggap tidak cukup untuk membuat sajian lezat, padahal ada banyak resep yang bisa kamu coba dengan bahan sederhana dan hasilnya tetap mengenyangkan. Mulai dari nugget Indomie Goreng yang lagi viral di Tik Tok, mac and cheese ala film Home Alone, hingga camilan tradisional seperti misro dan jasuke, semuanya bisa dibuat dengan bahan murah meriah. Dalam artikel ini, kamu akan menemukan kumpulan resep makanan serba Rp 10.000 yang praktis, simpel, dan bisa jadi inspirasi baik untuk sarapan, makan siang, maupun camilan sore. SHUTTERSTOCK/airdoneilustrasi nugget crispy yang digoreng dengan minyak banyak. Dok. Shutterstock/Edgunn Iilustrasi misro. Dok. Sajian Sedap Ilustrasi bolu kukus pelangi. /MIFTAHUL RIZKYTelur orak-arik tomat ala Foodplace. Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2025/10/01/113100775/10-resep-makanan-serba-rp-10.000-murah-enak-bikin-kenyang",
    "URL Gambar": "https://asset.kompas.com/crops/uh_AlYO0RdGR6ekejaFD5Hc9sAc=/0x54:1000x721/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/01/09/659c9f3ac8e94.jpg",
    "deskripsi": "Menjelang akhir bulan, banyak orang terutama anak kos sering kebingungan mencari ide makanan enak tapi tetap hemat. Modal Rp 10.000 kerap dianggap tidak cukup untuk membuat sajian lezat, padahal ada...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "12 Resep Masakan Modal Rp 10.000 untuk Sehari-Hari, Gampang Bikinnya!",
    "Tanggal": "Kompas.com, 1 Oktober 2025, 10:03 WIB",
    "Isi Resep": "Makan enak tidak selalu harus mahal. Dengan uang belanja sehari 10 ribu rupiah saja, sebenarnya ada banyak pilihan resep masakan budget murah yang bisa dibuat di rumah. Mulai dari menu utama seperti nasi telur dadar, sayur asem, hingga camilan hemat seperti cireng nasi. Semua bisa diolah menjadimakanan 10 ribuanyang tetap bergizi dan mengenyangkan. Artikel ini akan membagikan inspirasi resep makanan serba Rp 10.000, lengkap dengan cara membuatnya agar kamu bisa berhemat tanpa harus mengorbankan rasa. Kalau bingung dengan uang 10 rb bisa masak apa, tumis sawi putih dengan bakso bisa jadi pilihan. Selain murah, menunya bergizi karena ada sayur dan protein. Menu ini cocok untuk ide masakan hemat 10 ribu sehari. Menu ini bisa dibilang makanan murah di bawah 10 ribu yang jadi favorit anak kos. Dengan bahan seadanya, tetap bisa makan enak dan mengenyangkan. Cocok banget jadi inspirasi menu 10 ribu sehari. SHUTTERSTOCK/ Hanifah Kurniati Ilustrasi sayur lodeh dengan kuah berwarna oranye. Buat keluarga kecil, sayur lodeh bisa jadi jawaban resep masakan budget murah. Cukup tambahkan tempe goreng, sudah jadi lauk komplet. Jadi solusi pas saat bingung mencari menu 10 ribu untuk makan siang. Kalau sedang akhir bulan dan bingung uang belanja sehari 10 ribu bisa jadi apa, telur dadar dengan sambal tomat adalah menu paling realistis. Selain hemat, rasanya juga bikin lahap makan nasi. Sayur asem adalah jawaban kalau ditanya dengan uang 10 rb bisa masak apa untuk keluarga. Tambahkan tahu goreng sebagai lauk, maka jadilah menu 10 ribu sehari yang menyegarkan. Kalau biasanya opor identik dengan ayam, versi hematnya bisa pakai tahu dan tempe. Ini cocok sebagai resep masakan budget murah sekaligus lauk rumahan yang gurih santan. Bumbu halus: 3 siung bawang putih, 5 siung bawang merah, 2 butir kemiri, ½ sdt ketumbar Menu simpel ini cocok kalau bingung dengan uang 10 rb bisa masak apa. Sayur bening bayam segar, murah, dan bergizi, pas jadi andalan menu 10 ribu sehari. Kalau cari resep masakan budget murah yang awet, oseng tempe kering bisa jadi pilihan. Selain tahan lama, menu ini cocok buat bekal anak kos dengan modal hemat. Kangkung selalu jadi jawaban makanan 10 ribuan yang nikmat. Dengan bumbu sederhana, tumis kangkung bisa jadi lauk pendamping nasi hangat yang menggugah selera. Kalau bingung dengan uang 10 rb bisa masak apa, nasi goreng selalu jadi penyelamat. Bumbunya irit, tapi rasanya tetap enak dan mengenyangkan. Menu ini cocok untuk anak kos yang cari resep masakan budget murah. Bahannya simpel, tapi tetap terasa istimewa. Kalau nasi sisa masih ada, bisa diubah jadi camilan murah meriah. Cireng nasi ini jawabannya untukmasak hemat 10 ribuyang tetap mengenyangkan. Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2025/10/01/100300875/12-resep-masakan-modal-rp-10.000-untuk-sehari-hari-gampang-bikinnya-",
    "URL Gambar": "https://asset.kompas.com/crops/3da7D53AYG1iJbKI_2X00cMuteo=/1x0:699x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2021/03/08/6045780e0eb4d.jpg",
    "deskripsi": "Makan enak tidak selalu harus mahal. Dengan uang belanja sehari 10 ribu rupiah saja, sebenarnya ada banyak pilihan resep masakan budget murah yang bisa dibuat di rumah. Mulai dari menu utama seperti...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "7 Makanan Rumahan Enak Tanpa Minyak Berlebih",
    "Tanggal": "Kompas.com, 13 Juli 2025, 10:03 WIB",
    "Isi Resep": "Minyak memang membuat masakan lebih gurih, tapi konsumsi berlebihan bisa berdampak buruk bagi kesehatan. Banyak yang ingin mengurangi minyak tanpa mengorbankan rasa masakan. Padahal, ada banyak pilihan makanan rumahan enak tanpa minyak yang tetap menggugah selera. Beberapa di antaranya bahkan tidak membutuhkan proses menggoreng sama sekali. Dalam artikel ini, akan dibahas tujuh resep makanan rumahan tanpa minyak yang cocok disantap sehari-hari. Mulai dari pepes, kwetiau, hingga ayam kukus, semua bisa dibuat dengan mudah dan tetap lezat. Shutterstock/Ika Rahma HIlustrasi pepes tahu. Pepes tahu jadi menu tanpa minyak yang populer karena proses memasaknya dengan cara dikukus. Rasa gurih dari tahu putih berpadu dengan daun kemangi, cabai rawit, dan kelapa muda parut. Tambahan telur ayam membuat tekstur pepes lebih padat dan nikmat. Cocok dijadikan lauk utama atau bekal tanpa harus digoreng. Menu ini menggunakan kwetiau yang disiram kuah gurih dari kaldu ayam dan minyak wijen dalam jumlah sedikit. Tambahan kembang kol, ayam tanpa tulang, dan bumbu sederhana membuat kwetiau siram ini jadi pilihan makan siang praktis. Rasanya ringan tapi tetap mengenyangkan. Dok. Sajian Sedap Ilustrasi bihun goreng ebi. Bihun sayuran merupakan salah satu masakan yang bisa dimasak tanpa menggoreng. Cukup dengan sedikit air dan bumbu, bihun bisa dicampur aneka sayuran seperti wortel, sawi, dan kol. Hasilnya tetap sedap dan cocok disantap sebagai menu utama atau pelengkap. Tumis ayam kemangi bisa diolah dengan cara memanggang atau merebus daging ayam sebelum ditumis dengan bumbu merah. Aroma khas dari daun kemangi menambah kelezatan masakan ini meski tanpa minyak berlebih. Cocok disajikan bersama nasi hangat atau dibungkus dalam nasi bakar. canva.comilustrasi opor ayam dengan bumbu meresap sempurna. Ingin makan opor tapi lebih ringan? Coba versi tanpa santan ini. Opor ayam kentang ini menggunakan bahan-bahan sederhana dan dimasak dengan sedikit air, bawang, dan rempah. Rasa gurih tetap terasa meski tanpa santan atau minyak berlebih. Pas untuk menu makan malam sehat. Ayam kukus khas Kanton cocok untuk yang menghindari minyak. Daging ayam dikukus dengan cuka apel atau fermentasi beras, lalu diberi sedikit kecap asin dan jahe agar aromanya lebih harum. Hasilnya adalah ayam empuk dan gurih tanpa digoreng, ideal sebagai lauk rendah lemak. Dok. Sajian Sedap Ilustrasi dadar telur kentang. Fuyunghai bisa dibuat lebih sehat dengan cara memanggang atau menggunakan teflon tanpa minyak. Isiannya berupa telur, daging, dan sayuran, disajikan dengan saus asam manis dari tomat, jeruk nipis, dan bawang bombai. Menu ini cocok disantap saat ingin makan ringan tapi tetap bernutrisi. Sebuah kiriman dibagikan oleh (@)",
    "URL Link": "https://www.kompas.com/food/read/2025/07/13/100300975/7-makanan-rumahan-enak-tanpa-minyak-berlebih",
    "URL Gambar": "https://asset.kompas.com/crops/EfwzWlLMrtc5BjGOalGMOLZa_FY=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2023/11/20/655aedf39b017.jpg",
    "deskripsi": "Minyak memang membuat masakan lebih gurih, tapi konsumsi berlebihan bisa berdampak buruk bagi kesehatan. Banyak yang ingin mengurangi minyak tanpa mengorbankan rasa masakan. Padahal, ada banyak...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Rawon, Hidangan Indonesia Masuk Daftar 10 Hidangan Terenak Dunia",
    "Tanggal": "Kompas.com, 11 Juli 2025, 09:03 WIB",
    "Isi Resep": "Rawon kembali menyita perhatian dunia. Masakan khas Jawa Timur yang dikenal dengan warna hitamnya yang khas ini menempati peringkat ke-8 dalam daftar Top 100Best Rated Dishes in the Worldversi Taste Atlas, dengan skor 4, 62 dari 5. Tak hanya menyaingi berbagai hidangan dari Jepang, India, atau Italia, rawon juga mencuri perhatian lewat rasa kompleks dari kluwek, daging empuk, dan kuahnya yang kaya rempah. Taste Atlasmerupakan platform asal Kroasia yang secara rutin merilis daftar kuliner terbaik dunia berdasarkan penilaian dari pengguna serta tim kurator. Masuknya rawon ke daftar ini menjadi kebanggaan tersendiri, sekaligus mendorong rasa ingin tahu banyak orang tentang apa yang membuat masakan ini begitu istimewa? Simak dan ikutiresep rawonberikut ini diadaptasi dari buku \"Resep Rahasia Turun-Temurun Sumatera, Jawa & Sulawesi\" (2013) karya Amaliah dan Murdijati Garjito terbitan Galang Press Media Utama. Sementara resep sambal pelengkapnya diambil dari buku \"101 Resep Sambal Mak Nyuuuss!\" karya Sigma yang diterbitkan oleh Andi Publisher. SHUTTERSTOCK/Ika Rahma HIlustrasi rawon. Cita rasa unik rawon berasal dari kluwek, bumbu berwarna hitam yang menjadi kunci utama dalam pembuatannya. Sebuah kiriman dibagikan oleh (@)",
    "URL Link": "https://www.kompas.com/food/read/2025/07/11/090300175/resep-rawon-hidangan-indonesia-masuk-daftar-10-hidangan-terenak-dunia",
    "URL Gambar": "https://asset.kompas.com/crops/xZ6FClas9AtyOp3sWxPLkp043SU=/0x12:983x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2023/11/17/6556dc6484a92.jpg",
    "deskripsi": "Rawon kembali menyita perhatian dunia. Masakan khas Jawa Timur yang dikenal dengan warna hitamnya yang khas ini menempati peringkat ke-8 dalam daftar Top 100Best Rated Dishes in the Worldversi Taste...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "15 Resep Lauk Kering Tahan Lama untuk Stok Saat Banjir",
    "Tanggal": "Kompas.com, 7 Juli 2025, 10:03 WIB",
    "Isi Resep": "Dilansir dari yang tayang pada Senin (7/7/2025), Badan Penanggulangan Bencana Daerah (BPBD) Jakarta mencatat sebanyak 109 RT dan 3 ruas jalan di Jakarta terendam banjir hingga Senin (7/7/2025) pukul 06.00 WIB. “BPBD mencatat saat ini genangan terjadi di 109 RT, ” ujar Kepala BPBD Jakarta Isnawa Adji dalam keterangan resminya. Adapun rinciannya, banjir merendam 17 RT di Jakarta Pusat, 15 RT di Jakarta Barat, 30 RT di Jakarta Selatan, dan 47 RT di Jakarta Timur. Situasi darurat seperti ini menuntut masyarakat untuk bersiap dengan logistik yang cukup, termasuk stok makanan yang tahan lama tanpa kulkas. Ketika listrik padam dan dapur tidak bisa difungsikan seperti biasa, lauk kering menjadi pilihan aman dan praktis untuk tetap bisa makan dengan layak selama masa banjir. Ini rekomendasi reseplauk kering tahan lamayang mudah dibuat. Kentang mustofa jadi salah satu stok favorit anak kos dan pendaki gunung. Potongan kentang tipis digoreng hingga garing, lalu dicampur bumbu manis pedas. Makanan ini awet disimpan beberapa hari asal kering sempurna. Tambahan ebi goreng bikin rasanya makin nikmat.",
    "URL Link": "https://www.kompas.com/food/read/2025/07/07/100300075/15-resep-lauk-kering-tahan-lama-untuk-stok-saat-banjir",
    "URL Gambar": "https://asset.kompas.com/crops/iAbHK3GSrA4PdBMdQDH-4JMkVM0=/0x61:909x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2022/03/31/6244fcda6bc51.jpg",
    "deskripsi": "Dilansir dari yang tayang pada Senin (7/7/2025), Badan Penanggulangan Bencana Daerah (BPBD) Jakarta mencatat sebanyak 109 RT dan 3 ruas jalan di Jakarta terendam banjir hingga Senin (7/7/2025) pukul...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "3 Resep Makanan untuk Penderita Kolesterol, Tetap Sehat dan Enak",
    "Tanggal": "Kompas.com, 6 Juli 2025, 08:30 WIB",
    "Isi Resep": "Kolesterol tinggi menjadi tantangan besar bagi banyak orang, terutama yang ingin tetap menikmati makanan lezat tanpa mengorbankan kesehatan. Mengatur menu makanan untukpenderita kolesterolharus tepat, yaitu dengan memilih resep makanan yang sehat, rendah lemak jenuh, dan kaya akan serat. Kurangi juga konsumsi garam, gula, lemak, serta batasi konsumsi lemak jenuh trans seperti yang terdapat pada daging dan pastry. “Pilih daging tanpa lemak. Jika daging tersebut berlemak, sebaiknya terlebih dahulu buang lemak , baru kemudian olah, ” tulis Tuti Soenardi yang merupakan ahli gizi kuliner dalam Buku “100 Resep Hidangan Lezat Menurunkan Kolesterol” (2013) terbitan Gramedia Pustaka Utama. Contohnya seperti daging ayam, sebelum dimasak terlebih dahulu bisa menghilangkan kulitnya, blanching sebentar agar lemaknya larut, lalu diolah sesuai selera.",
    "URL Link": "https://www.kompas.com/food/read/2025/07/06/083035475/3-resep-makanan-untuk-penderita-kolesterol-tetap-sehat-dan-enak",
    "URL Gambar": "https://asset.kompas.com/crops/x2G3-lySzYVj5e5pIkNdaARiVOI=/2x0:700x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/09/04/66d84ddceceba.jpg",
    "deskripsi": "Kolesterol tinggi menjadi tantangan besar bagi banyak orang, terutama yang ingin tetap menikmati makanan lezat tanpa mengorbankan kesehatan. Mengatur menu makanan untukpenderita kolesterolharus...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sup Iga Sapi Empuk, Hidangan Berkuah Hangat untuk Cuaca Dingin",
    "Tanggal": "Kompas.com, 3 Juli 2025, 12:41 WIB",
    "Isi Resep": "Makanan berkuah hangat nikmat dinikmati saat cuaca dingin, seperti yang terjadi belakangan di sejumlah daerah Indonesia. Salah satu makanan kuah hangat khas Indonesia adalah sup iga. Potongan iganya yang lembut bercampur dengan kuah sup yang keruh dan gurih. Jangan lupa santap sup iga dengan taburan bawang goreng, sambal, dan seporsi nasi hangat. Ikuti resep sup iga untuk enam porsi dari buku \"Seri Masak Femina-Inspirasi Menu: Hangat Berkuah\" (2019) oleh Tim Boga Femina terbitan Aspirasi Pemuda berikut ini. 1. Rebus iga bersama 1, 5 liter air di atas api kecil hingga mendidih, serta lemak dan kotoran iga keluar. Kira-kira 20 menit. Angkat, saring. 2. Rebus kembali bersama 1, 5 liter air yang baru, tambahkan cengkih, kayu manis, dan pala. Didihkan di atas api kecil hingga setengah empuk sekitar 60 menit. Sisihkan. 3. Panaskan minyak, tumis bumbu halus hingga harum. Masukkan bumbu ke dalam rebusan iga. Masak hingag empuk sekitar dua jam. 4. Masukkan kentang, masak hingga matang. Masukkan semua sisa bahan, masak sesaat hingga matang sekitar lima menit. Angkat, sajikan bersama pelengkap.",
    "URL Link": "https://www.kompas.com/food/read/2025/07/03/124114775/resep-sup-iga-sapi-empuk-hidangan-berkuah-hangat-untuk-cuaca-dingin",
    "URL Gambar": "https://asset.kompas.com/crops/a9zSQnEsmOAnt65dWcSD-ksmGd4=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2023/04/04/642c06c484618.jpg",
    "deskripsi": "Makanan berkuah hangat nikmat dinikmati saat cuaca dingin, seperti yang terjadi belakangan di sejumlah daerah Indonesia. Salah satu makanan kuah hangat khas Indonesia adalah sup iga. Potongan iganya...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Gulai Pakis, Menu Berkuah untuk Hari Raya Idul Adha",
    "Tanggal": "Kompas.com, 29 Mei 2025, 16:04 WIB",
    "Isi Resep": "Ada beragam pilihan gulai sayur yang bisa disajikan untuk pendamping ketupat saat Hari Raya Idul Adha 2025, misalnya gulai pakis. Gulai pakisumumnya dihidangkan sebagai siraman lontong padang, disajikan bersama tambahan bihun, kerupuk merah, dan bakwan. Biila tertarik membuat gulai pakis untuk Hari Raya Idul Adha 2025di rumah, simak resepnya dikutip dari buku \"500 Resep Masakan Terfavorit\" karya Sisca Soewitomo (2011) terbitan PT Gramedia Pustaka Utama berikut. A post shared by Foodplace (@my.foodplace) 1. Panaskan minyak lalu tumis bumbu halus hingga harum, kemudian masukkan daun salam, lengkuas, santan, dan ebi. Masak sembari diaduk hingga mendidih. 2. Setelah kuah santan mendidih, masukkan pakis dan masak sembari sesekali diaduk hingga matang dan kuah berminyak. 3. Koreksi rasa dengan tambahan garam dan penyedap sebelum disajikan.",
    "URL Link": "https://www.kompas.com/food/read/2025/05/29/160400175/resep-gulai-pakis-menu-berkuah-untuk-hari-raya-idul-adha",
    "URL Gambar": "https://asset.kompas.com/crops/r_qrRS013wla4-yI2wtaak5QQ5A=/0x35:968x680/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2023/04/27/6449e68b3aea6.jpg",
    "deskripsi": "Ada beragam pilihan gulai sayur yang bisa disajikan untuk pendamping ketupat saat Hari Raya Idul Adha 2025, misalnya gulai pakis. Gulai pakisumumnya dihidangkan sebagai siraman lontong padang,...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sup Wortel Jahe, Cocok untuk yang Sedang Sakit",
    "Tanggal": "Kompas.com, 26 Mei 2025, 15:31 WIB",
    "Isi Resep": "Makanan bergizi, hangat, dan mudah dicerna tentu dibutuhkan bagi orang yang sedang sakit. Jika ingin membuat hidangan yang cocok untuk yang sedang sakit, kamu bisa mulai dengan seporsisup wortel jahe. Berbeda dari sup biasanya, sup ini kental karena isian wortel dan jahe diblender bersama kuah kaldu. Bila tertarik membuatnya di rumah, simakresep supwortel jahe selengkapnya dikutip dari laman BBC Good Foodberikut. 1. Panaskan minyak lalu tumis bombai, jahe, dan bawang putih sekitar lima menit, setelah itu masukkan pala dan masak kembali selama satu menit. 2. Tuang kaldu, tambahkan wortel dan kacang kalengan, lalu masak hingga mendidih sekitar 20 menit dan wortel empuk. 3. Sisakan sepertiga campuran kaldu ke dalam mangkuk, kemudian haluskan sisanya dengan blender. Tuang kembali bagian yang sudah diblender ke dalam panci, lalu masak bersama campuran kaldu sampai mendidih. 4. Koreksi rasa dengan tambahan garam dan penyedap, lalu sajikan selagi hangat dengan taburan almond dan pala bubuk. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2025/05/26/153100675/resep-sup-wortel-jahe-cocok-untuk-yang-sedang-sakit",
    "URL Gambar": "https://asset.kompas.com/crops/j4shmmeSylbc8jrW0_yJ9E-brRE=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2021/07/08/60e6b13b3b1dc.jpg",
    "deskripsi": "Makanan bergizi, hangat, dan mudah dicerna tentu dibutuhkan bagi orang yang sedang sakit. Jika ingin membuat hidangan yang cocok untuk yang sedang sakit, kamu bisa mulai dengan seporsisup wortel...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Pasta Carbonara Sosis Ayam, Makanan Sehat dan Praktis untuk Anak",
    "Tanggal": "Kompas.com, 26 Mei 2025, 05:31 WIB",
    "Isi Resep": "Makanan sehat untuk anak bisa dibuat dengan cara praktis. Salah satunya, lewat pemilihan bahan makanan unik. Menurut dokter spesialis anak, Claudy Bunga Saing, anak-anak cenderung menyukai makanan dengan bentuk lucu, terutama yang sesuai dengan karakter favorit mereka. Kali ini, kamu bisa membuat pastacarbonaramenggunakan pastabastiar, jenis pasta organik dari IKEA dengan bentuk kepala rusa (Elk). Bentuk pasta yang berbeda dari biasanya, bisa membantu meningkatkan nafsu makan anak, khususnya bagi anak-anak pemilih makanan. Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace) Tidak lupa menambahkan kuning telur, sosis ayam, keju, dan susu untuk memenuhi kebutuhan protein pada anak. Selengkapnya, simakresep pasta carbonara sosis ayamyang dibagikan oleh IKEA Food dalamtalkshowinspiratif di IKEA Mal Taman Anggrek, Kamis (22/5/2025), berikut ini.",
    "URL Link": "https://www.kompas.com/food/read/2025/05/26/053100975/resep-pasta-carbonara-sosis-ayam-makanan-sehat-dan-praktis-untuk-anak",
    "URL Gambar": "https://asset.kompas.com/crops/e-qZRb9hP48Xn_esKqqxegR2lj0=/33x105:1272x931/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/05/24/6831150087ba2.jpg",
    "deskripsi": "Makanan sehat untuk anak bisa dibuat dengan cara praktis. Salah satunya, lewat pemilihan bahan makanan unik. Menurut dokter spesialis anak, Claudy Bunga Saing, anak-anak cenderung menyukai makanan...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Udang Tumis Mentega, Lauk Praktis untuk Long Weekend Paskah",
    "Tanggal": "Kompas.com, 18 April 2025, 12:31 WIB",
    "Isi Resep": "Momenlong weekend Paskah adalah waktu yang pas untuk berkumpul bersama keluarga dan menikmati hidangan lezat tanpa repot di dapur. Jika kamu mencari menu praktis tapi tetap istimewa, sajian udang tumis mentega bisa jadi pilihan tepat. Cita rasanya gurih dan manis, serta proses memasaknya cepat dan sederhana, cocok untuk menemani hari liburmu yang santai. Resep udang tumis mentegauntuklong weekend Paskah selengkapnya bisa disimak dari buku \"Masakan Seafood Lezat\"karya Nursaadah (2010) terbitan PT Gramedia Pustaka Utama berikut. 1. Panaskan margarin lalu tumis bawang putih dan bombai hingga harum, kemudian tambahkan udang, semua kecap, dan merica. 2. Masak sembari diaduk hingga udang matang dan bumbu meresap. Setelah itu angkat dan sajikan selagi hangat.",
    "URL Link": "https://www.kompas.com/food/read/2025/04/18/123100975/resep-udang-tumis-mentega-lauk-praktis-untuk-long-weekend-paskah",
    "URL Gambar": "https://asset.kompas.com/crops/zXoxIuHXZPM9Fco2nShsZUD00cg=/75x49:663x441/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/08/10/66b6ee737fe30.png",
    "deskripsi": "Momenlong weekend Paskah adalah waktu yang pas untuk berkumpul bersama keluarga dan menikmati hidangan lezat tanpa repot di dapur. Jika kamu mencari menu praktis tapi tetap istimewa, sajian udang...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Nasi Goreng Ayam Suwir, Manfaatkan Sisa Opor Ayam Lebaran",
    "Tanggal": "Kompas.com, 1 April 2025, 11:22 WIB",
    "Isi Resep": "Kamu bisa memanfaatkan sisa opor ayam Lebaran menjadi nasi goreng ayam suwir. Olahan sisa opor ayam Lebaran ini cocok buat kamu yang sudah mulai bosan dengan makanan berkuah santan.",
    "URL Link": "https://www.kompas.com/food/read/2025/04/01/112220075/resep-nasi-goreng-ayam-suwir-manfaatkan-sisa-opor-ayam-lebaran",
    "URL Gambar": "https://asset.kompas.com/crops/xcyD1Wf3e6E3lfcoMRuuo-yOba0=/0x0:4608x3072/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2022/12/21/63a23dd9101fe.jpg",
    "deskripsi": "Kamu bisa memanfaatkan sisa opor ayam Lebaran menjadi nasi goreng ayam suwir. Olahan sisa opor ayam Lebaran ini cocok buat kamu yang sudah mulai bosan dengan makanan berkuah santan.",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Ayam Goreng Gochujang, seperti Buatan Peserta MasterChef Indonesia Season 12",
    "Tanggal": "Kompas.com, 15 Maret 2025, 14:40 WIB",
    "Isi Resep": "Danny, peserta Master Chef Indonesiaseason12, membuat ayam goreng gocujang dalam episode terbaru, Sabtu (15/3/2025). Semua peserta Master Chef Indonesiaseason12 ditantang membuat masakan yang mengingatkan pada memori masa kecil, dalam tantanganmystery box. Ayam goreng gocujang dibuat dari potongan sayap, paha, dan dada ayam. Setelah garing, ayam goreng dibaluri saus gocujang khas Korea. Gocujang merupakan pasta cabai Korea yang biasa digunakan dalam berbagai masakan, termasuk sup dan gorengan. Dilansir dari BBC Good Food, Sabtu (15/3/2025), simakresep ayam goreng gocujanguntuk empat porsi berikut ini. 1.Saus.Masukkan semua bahan ke dalam panci dan didihkan perlahan hingga larut sekitar tiga hingga empat menit. Angkat dari api dan sisihkan. 2. Bumbui sayap ayam dengan garam, merica, dan parutan jahe. Lumuri ayam dengan tepung maizena hingga terbalut sempurna. 3. Panaskan minyak sayur secukupnya dalam wajan besar dengan api sedang. Goreng sayap ayam selama 8-10 menit hingga garing, balikkan sisi satunya. 4. Angkat dari minyak dan letakkan di atas tisu dapur. Biarkan agak dingin sekitar dua menit. 5. Panaskan kembali sausnya, lalu masukkan sayap ayam yang renyah ke dalamnya. Tuang ke dalam mangkuk dan taburi dengan biji wijen dan irisan daun bawang. Sajikan. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2025/03/15/144007775/resep-ayam-goreng-gochujang-seperti-buatan-peserta-masterchef-indonesia",
    "URL Gambar": "https://asset.kompas.com/crops/EBORXQNoDwvXDuW5i-3GufvLtBI=/0x348:667x793/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/03/15/67d52d0e863af.jpg",
    "deskripsi": "Danny, peserta Master Chef Indonesiaseason12, membuat ayam goreng gocujang dalam episode terbaru, Sabtu (15/3/2025). Semua peserta Master Chef Indonesiaseason12 ditantang membuat masakan yang...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Tumis Brokoli Wortel untuk Sahur, Tambah Kerang Lebih Nikmat",
    "Tanggal": "Kompas.com, 25 Februari 2025, 06:31 WIB",
    "Isi Resep": "Sahur yang praktis dan bergizi bisa membantu menjaga energi selama berpuasa. Salah satu menu yang mudah dibuat saat sahur yaitu tumis brokoli wortel dengan tambahan daging kerang hijau. Perpaduan sayuran segar dan bumbu sederhana ini menciptakan hidangan lezat yang siap disajikan dalam waktu kurang dari 30 menit. Bila tertarik membuat tumis brokoli wortel untuk sahur, resep selengkapnya bisa disimak dalam buku\"Resep Aneka Tumisan\"karya Tim Cita Rasa (2017) terbitan CV Pustaka Bengawan berikut. 1. Panaskan minyak di dalam wajan lalu tumis bumbu halus, bombai, dan cabai hijau sampai harum. Setelah itu masukkan daging kerang hijau, lalu masak kembali hingga bumbu tercampur rata. 2. Tambahkan tomat merah, wortel, dan brokoli, lalu masak kembali hingga sayur empuk. Tambahkan garam dan gula pasir, lalu aduk kembali hingga merata. 3. Tuang air ke dalam tumisan, lalu masak sampai mendidih. Kentalkan tumisan dengan larutan maizena, kemudian masak sebentar sebelum dihidangkan. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2025/02/25/063100875/resep-tumis-brokoli-wortel-untuk-sahur-tambah-kerang-lebih-nikmat",
    "URL Gambar": "https://asset.kompas.com/crops/rJoVnJImA3PhAntE2DEfF89zrGk=/95x104:975x691/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2022/09/20/6329547d224a5.jpg",
    "deskripsi": "Sahur yang praktis dan bergizi bisa membantu menjaga energi selama berpuasa. Salah satu menu yang mudah dibuat saat sahur yaitu tumis brokoli wortel dengan tambahan daging kerang hijau. Perpaduan...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sop Ikan Nanas, Menu Berkuah untuk Buka Puasa Keluarga",
    "Tanggal": "Kompas.com, 17 Februari 2025, 06:31 WIB",
    "Isi Resep": "Saat berbuka puasa, sajian berkuah yang segar dan hangat bisa menjadi pilihan tepat untuk dinikmati bersama keluarga. Sop ikan nanas menawarkan perpaduan rasa gurih dari ikan tenggiri dan kesegaran nanas yang khas. Dengan bumbu sederhana, hidangan ini mudah dibuat dan cocok untuk menu buka puasa yang ringan namun tetap menggugah selera. Simakresep sop ikannanas selengkapnya dikutip dari buku \"100 Resep Sedap Nikmat Masakan Ikan Berkuah: Sop, Gulai, Kari, dan Semur Ikan\" karya Lilly T. Erwin terbitan PT Gramedia Pustaka Utama. Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace) 1. Masak air dan bumbu halus di dalam panci hingga mendidih, kemudian masukkan nanas dan ikan tenggiri. Masak menggunakan api kecil hingga ikan matang dan bumbu meresap. 2. Koreksi rasa dengan garam dan penyedap, kemudian angkat dan sajikan selagi hangat.",
    "URL Link": "https://www.kompas.com/food/read/2025/02/17/063100475/resep-sop-ikan-nanas-menu-berkuah-untuk-buka-puasa-keluarga",
    "URL Gambar": "https://asset.kompas.com/crops/CW6wHzqb5JMunPpQKvJBQ8jNE1A=/1x0:1000x666/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2023/07/19/64b73f6366c30.jpeg",
    "deskripsi": "Saat berbuka puasa, sajian berkuah yang segar dan hangat bisa menjadi pilihan tepat untuk dinikmati bersama keluarga. Sop ikan nanas menawarkan perpaduan rasa gurih dari ikan tenggiri dan kesegaran...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Oseng Kacang Panjang, Ide Sayur untuk Buka Puasa",
    "Tanggal": "Kompas.com, 17 Februari 2025, 05:31 WIB",
    "Isi Resep": "Saat bulan Ramadhan, memilih menu berbuka yang lezat dan bergizi menjadi hal penting. Oseng kacang panjang bisa jadi pilihan sayur sederhana yang kaya rasa untuk melengkapi hidangan buka puasa. Beberapa bahan yang dibutuhkan termasuk sederhana, seperti kacang panjang, bumbu dasar kuning, dan santan. Bila suka akan rasa pedas, maka cukup tambahkan irisan cabai hijau sesaat sebelum disajikan. Simak resep selengkapnya dikutip dari buku \"500 Resep Masakan Terfavorit\" karya Sisca Soewitomo (2011) terbitan PT Gramedia Pustaka Utama berikut. Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace) 1. Potong empat kacang panjang lalu belah memanjang, kemudian sisihkan. Masukkan bumbu dasar kuning, ebi, daun jeruk, lengkuas, daun salam, dan santan ke dalam panci, lalu masak sembari diaduk menggunakan api kecil supaya santan tidak pecah. 2. Masukkan kacang panjang lalu masak sembari diaduk hingga kacang panjang matang. Tambahkan garam dan gula pasir, lalu masak kembali hingga matang dan kuah menyusut. 3. Tambahkan irisan cabai hijau, lalu masak sebentar sebelum disajikan.",
    "URL Link": "https://www.kompas.com/food/read/2025/02/17/053106675/resep-oseng-kacang-panjang-ide-sayur-untuk-buka-puasa",
    "URL Gambar": "https://asset.kompas.com/crops/EoSyc1Bk6NnD4mcNScGfQfjnwVM=/0x0:5064x3376/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2022/10/25/635755808957a.jpg",
    "deskripsi": "Saat bulan Ramadhan, memilih menu berbuka yang lezat dan bergizi menjadi hal penting. Oseng kacang panjang bisa jadi pilihan sayur sederhana yang kaya rasa untuk melengkapi hidangan buka puasa....",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Kukis Cokelat Keju, Kue Kering untuk Hadiah Valentine",
    "Tanggal": "Kompas.com, 11 Februari 2025, 20:36 WIB",
    "Isi Resep": "Valentine adalah waktu yang sempurna untuk memberikan sesuatu yang manis kepada orang terkasih. Jika sedang mencari ide hadiah yang istimewa, cobalah membuat kukis cokelat keju. Kombinasi manisnya cokelat dan gurihnya kejucheddarini bukan hanya menggugah selera tetapi juga memberikan sentuhan hangat. Bila tertarik membuat kue kering untuk hadiah valentine di rumah, resep kukis cokelat keju dari buku\"Kue Kering Cokelat\"karya Tim Dapur De Media (2008) terbitan De Media Pustaka dapat ditiru oleh pemula. 1. Kocok mentega dan gula halus, lalu tambahkan kuning telur dan kocok kembali hingga merata. Masukkan terigu, susu bubuk, dan cokelat bubuk sembari diayak, lalu aduk hingga semua bahan tercampur rata. 2. Pipihkan adonan lalu cetak menjadi bentuk ketupat, letakkan adonan di atas loyang yang sudah diolesi margarin, kemudian taburi keju di atas adonan. 3. Panggang adonan di dalam oven suhu 160 derajat celsius selama 15 menit, kemudian biarkan dingin di suhu ruang sebelum disimpan di dalam stoples. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2025/02/11/203600775/resep-kukis-cokelat-keju-kue-kering-untuk-hadiah-valentine",
    "URL Gambar": "https://asset.kompas.com/crops/n_UBeIimzB89fXBIRON0tFJ8_kg=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2021/07/07/60e54d9f827d7.jpg",
    "deskripsi": "Valentine adalah waktu yang sempurna untuk memberikan sesuatu yang manis kepada orang terkasih. Jika sedang mencari ide hadiah yang istimewa, cobalah membuat kukis cokelat keju. Kombinasi manisnya...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Biskuit Lapis Cokelat, Ide Hampers Valentine",
    "Tanggal": "Kompas.com, 11 Februari 2025, 19:33 WIB",
    "Isi Resep": "Hari Valentine semakin dekat, tak ada salahnya kamu membuat hadiah spesial dengan sentuhan manis buatan tangan untuk orang terkasih. Biskuit lapis cokelat ini bisa jadi pilihan sempurna untuk hampers Valentine. Beberapa bahan yang dibutuhkan seperti margarin, terigu, selai cokelat, kuning telur, dan vanili.",
    "URL Link": "https://www.kompas.com/food/read/2025/02/11/193300575/resep-biskuit-lapis-cokelat-ide-hampers-valentine",
    "URL Gambar": "https://asset.kompas.com/crops/wncDTlsSESak5NT563pe_lw49w4=/0x38:5448x3670/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2021/08/27/6128774f1da6d.jpeg",
    "deskripsi": "Hari Valentine semakin dekat, tak ada salahnya kamu membuat hadiah spesial dengan sentuhan manis buatan tangan untuk orang terkasih. Biskuit lapis cokelat ini bisa jadi pilihan sempurna untuk hampers...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sop Bebek Kuah Gurih, Menu Buka Puasa yang Menggugah Selera",
    "Tanggal": "Kompas.com, 11 Februari 2025, 13:33 WIB",
    "Isi Resep": "Buka puasa dengan hidangan berkuah bisa membuat tubuh lebih segar. Sop bebek dengan kuah gurih bisa menjadi pilihan yang tepat. Rempah-rempah yang meresap ke dalam daging bebek membuatnya semakin nikmat. Hidangan ini juga cocok untuk disantap bersama keluarga saat berbuka. Ikuti cara masak sop bebek untuk menu sahur dan buka puasa dari buku \"116 Resep Sop, Soto, & Hidangan Sayur\" (2014) oleh Lilly T. Erwin terbitan Gramedia Pustaka Utama. Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2025/02/11/133300975/resep-sop-bebek-kuah-gurih-menu-buka-puasa-yang-menggugah-selera",
    "URL Gambar": "https://asset.kompas.com/crops/N6VbFMfkbIry5t8i4wX6UNkMjjQ=/0x0:1200x800/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/02/11/67ab0beb82eb4.jpeg",
    "deskripsi": "Buka puasa dengan hidangan berkuah bisa membuat tubuh lebih segar. Sop bebek dengan kuah gurih bisa menjadi pilihan yang tepat. Rempah-rempah yang meresap ke dalam daging bebek membuatnya semakin...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Setup Buncis Wortel, Sayur Praktis untuk Sahur Anak Kos",
    "Tanggal": "Kompas.com, 10 Februari 2025, 05:31 WIB",
    "Isi Resep": "Bagi anak kos, sahur sering kali identik dengan makanan instan atau menu seadanya. Padahal, ada banyak pilihan hidangan praktis dan bergizi yang bisa dibuat dengan mudah. Misalnya, setup buncis wortel. Olahan sayur ini tidak hanya menyehatkan, tetapi juga simpel dengan bahan yang mudah didapat, serta proses memasak yang cepat. Perpaduan buncis dan wortel yang renyah, ditumis dengan margarin dan bawang bombai, menghasilkan cita rasa gurih manis yang pas di lidah. Simak resep setup buncis wortel selengkapnya dikutip dari buku\"500 Resep Masakan Terfavorit\"karya Sisca Soewitomo (2011) terbitan PT Gramedia Pustaka Utama. 1. Didihkan air lalu rebus buncis dan wortel hingga setengah matang, kemudian angkat dan tiris kan. 2. Panaskan margarin di dalam wajan lalu tumis bombai hingga harum, kemudian masukkan buncis dan wortel. Masak sembari diaduk, kemudian koreksi rasa dengan tambahan garam, merica, dan gula pasir. 3. Tumis kembali hingga bumbu tercampur rata, kemudian angkat dan sajikan selagi hangat. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2025/02/10/053100075/resep-setup-buncis-wortel-sayur-praktis-untuk-sahur-anak-kos",
    "URL Gambar": "https://asset.kompas.com/crops/WtrbDVX4d2uz7oeHFZQ1Iqv0NLI=/7x92:993x750/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2020/08/03/5f27751f3b54c.jpg",
    "deskripsi": "Bagi anak kos, sahur sering kali identik dengan makanan instan atau menu seadanya. Padahal, ada banyak pilihan hidangan praktis dan bergizi yang bisa dibuat dengan mudah. Misalnya, setup buncis...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Menu Sahur Berkuah, Coba Resep Sup Telur Jahe",
    "Tanggal": "Kompas.com, 9 Februari 2025, 20:26 WIB",
    "Isi Resep": "Saat sahur, menyantap hidangan yang hangat dan bergizi bisa menjadi pilihan terbaik untuk menjaga energi sepanjang hari. Salah satunya bisa dibuat yaitu sup telur jahe. Perpaduan jahe yang menghangatkan, kaldu ayam yang gurih, serta telur yang kaya protein menjadikan hidangan ini tidak hanya enak, tetapi juga sehat untuk mengawali puasa. Supaya lebih sedap, sup telur bisa ditambah aneka isian seperti jagung manis, jamur shiitake, dan capit kepiting. Bila tertarik membuatsup telur jaheuntuk sahur di rumah, simak resepnya dikutip dari buku\"500 Resep Masakan Terfavorit\"karya Sisca Soewitomo (2011) terbitan PT Gramedia Pustaka Utama berikut. 1. Panaskan minyak goreng bersama minyak wijen di dalam wajan, kemudian tumis bawang putih hingga harum. Masukkan kaldu dan jahe, kemudian masak sampai kaldu mendidih. 2. Tuang kocokan telur ke dalam kaldu hingga membentuk serabut, kemudian kentalkan dengan larutan tepung sagu. Didihkan kembali hingga kuah sup mengental. 3. Masukkan garam, merica bubuk, capit kepiting, jagung, asparagus, dan irisan jamur shiitake, kemudian masak sebentar sampai semua bahan matang. 4. Koreksi rasa dengan garam dan penyedap, lalu sajikan hangat dengan taburan irisan daun bawang dan daun ketumbar.",
    "URL Link": "https://www.kompas.com/food/read/2025/02/09/202606175/menu-sahur-berkuah-coba-resep-sup-telur-jahe",
    "URL Gambar": "https://asset.kompas.com/crops/D2IQVqIY1m1QLTAhilr1ljJXKk8=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2021/07/16/60f16ceb30e1b.jpg",
    "deskripsi": "Saat sahur, menyantap hidangan yang hangat dan bergizi bisa menjadi pilihan terbaik untuk menjaga energi sepanjang hari. Salah satunya bisa dibuat yaitu sup telur jahe. Perpaduan jahe yang...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Jamur Tiram Goreng Sambal Bawang, Lauk Sahur Praktis",
    "Tanggal": "Kompas.com, 9 Februari 2025, 07:31 WIB",
    "Isi Resep": "Jika mempunyai jamur tiram di dalam kulkas, olah menjadi jamur tiram goreng dan sajikan dengan sambal bawang. Jamur tiram ini digoreng tanpa tepung, dibuat dengan bahan sederhana bawang putih, dan garam. Sementara untuk sambal bawang ada cabai rawit, bawang putih, dan garam. Bisa dijadikan lauk praktis selama bulan Ramadhan untuk menu sahur. Simak resep jamur goreng sambal bawang, dikutip dari buku \"Kelezatan Makanan dari Jamur\" (2018) karya Y. Budi Artati. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2025/02/09/073100475/resep-jamur-tiram-goreng-sambal-bawang-lauk-sahur-praktis",
    "URL Gambar": "https://asset.kompas.com/crops/sKkAdv35GSC0Kg1rF1G6mMwycqw=/74x0:919x563/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2020/09/29/5f73528912598.jpg",
    "deskripsi": "Jika mempunyai jamur tiram di dalam kulkas, olah menjadi jamur tiram goreng dan sajikan dengan sambal bawang. Jamur tiram ini digoreng tanpa tepung, dibuat dengan bahan sederhana bawang putih, dan...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Semur Telur Puyuh Campur Tahu, Lauk Berkuah untuk Sahur",
    "Tanggal": "Kompas.com, 7 Februari 2025, 17:31 WIB",
    "Isi Resep": "Menyiapkan stok lauk pada malam hari sebelum sahur dapat memudahkanmu saat menghidangkan makanan pagi harinya. Sebab, kamu cukup menghangatkan lauk yang sudah ada. Salah satu menu sahur yang mudah dibuat yaitu semur. Kali ini, isian semur menggunakan telur puyuh dan tahu. Sebelum menyimpan semur ke dalam kulkas, pastikan semur sudah dingin di suhu ruang, guna menghindari semur menjadi basi nantinya. Simakresep semur telur puyuhuntuk sahur selengkapnya dikutip dari buku\"Resep Makanan Rumahan Paling Digemari, Sedapnya Variasi Semur\"karya Indriani (2011) terbitan PT Gramedia Pustaka Utama. 1. Tumis bumbu halus, daun salam, dan lengkuas di dalam wajan hingga harum, kemudian masukan telur puyuh lalu masak sembari diaduk hingga berwarna agak kecoklatan. 2. Masukkan tahu dan cabai merah, lalu aduk hingga bumbu tercampur rata. Tuang santan, garam, dan gula merah, lalu masak sembari diaduk hingga bumbu meresap. 3. Koreksi rasa semur lalu biarkan dingin di suhu ruang sejenak. Masukkan semur ke dalam wadah kedap udara lalu simpan di dalam kulkas, hangatkan sesaat sebelum disajikan untuk sahur. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2025/02/07/173100675/resep-semur-telur-puyuh-campur-tahu-lauk-berkuah-untuk-sahur",
    "URL Gambar": "https://asset.kompas.com/crops/ocdMZoJjtIfQ-hNhi8jzGiLrfR8=/100x67:900x600/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2023/04/02/6428ea34bdedf.jpg",
    "deskripsi": "Menyiapkan stok lauk pada malam hari sebelum sahur dapat memudahkanmu saat menghidangkan makanan pagi harinya. Sebab, kamu cukup menghangatkan lauk yang sudah ada. Salah satu menu sahur yang mudah...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Ayam Goreng Lengkuas, Food Prep untuk Sahur Anak Kos",
    "Tanggal": "Kompas.com, 7 Februari 2025, 16:32 WIB",
    "Isi Resep": "Memasuki bulan Ramadhan, penting untuk menyiapkan makanan ataufood prepsupaya memudahkan ketika hendak sahur ataupun berbuka. Terutama untuk anak kos dengan keterbatasan alat masak, kamu bisa bikinfood prepsederhana seperti ayam goreng lengkuas. Dalam resep ini, ayam akan diungkep terlebih dahulu, kemudian bisa disimpan di dalam kulkas untuk stok. Bila hendak menyantapnya untuk sahur ataupun berbuka, kamu bisa langsung menggorengnya. Cara membuat ayam goreng lengkuas untukfood prepsahur anak kos selengkapnya bisa disimak dalam buku\"Aneka Ayam Goreng & Ayam Bakar\"karya Nursaadah (2010) terbitan PT Gramedia Pustaka Utama. 1. Panaskan tiga sendok makan minyak goreng lalu tumis bumbu halus, daun salam, dan daun jeruk hingga harum, kemudian masukkan ayam, lengkuas, garam, air asam, dan air. 2. Aduk semua bahan lalu masak menggunakan api sedang hingga ayam empuk dan air menyusut. Setelah itu angkat dan biarkan ayam dingin di suhu ruang. 3. Masukkan ayam ke dalam wadah tertutup lalu simpan di dalam kulkas, keluarkan pada saat hendak digoreng untuk sahur. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2025/02/07/163200375/resep-ayam-goreng-lengkuas-food-prep-untuk-sahur-anak-kos",
    "URL Gambar": "https://asset.kompas.com/crops/QIhOZ3nuBbu0dIFNWi_zn_ImxJ0=/160x87:887x572/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2023/06/06/647e93f68b845.jpg",
    "deskripsi": "Memasuki bulan Ramadhan, penting untuk menyiapkan makanan ataufood prepsupaya memudahkan ketika hendak sahur ataupun berbuka. Terutama untuk anak kos dengan keterbatasan alat masak, kamu bisa...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sup Daging Sapi, Ide Menu Sahur yang Berkuah untuk Keluarga",
    "Tanggal": "Kompas.com, 7 Februari 2025, 15:34 WIB",
    "Isi Resep": "Jelang bulan Ramadhan penting untuk menyiapkan menu makanan yang akan dihidangkan untuk keluarga, terutama saat sahur. Biasanya, kendala sahur yang umum dialami sebagian orang yaitu tidak punya banyak waktu memasak pada pagi hari. Maka dari itu, menyiapkan lauk untuk stok malam sebelumnya bisa jadi solusi. Menu berkuah bisa jadi pilihan yang tepat, misalnya sup daging dengan sayuran. Kamu bisa memasak sup pada malam hari lalu menyimpannya di dalam kulkas. Supaya sup tidak basi, sebaiknya jangan tambahkan tomat ke dalam sup. Simakresep sup untuk sahurberikut dikutip dari Buku\"500 Resep Masakan Terfavorit\" karya Sisca Soewitomo (2011) terbitan PT Gramedia Pustaka Utama. 1. Rebus daging sandung lamur bersama daun bawang di dalam air menggunakan api kecil hingga daging empuk dan matang, kemudian angkat dan potong-potong daging. 2. Panaskan margarin lalu tumis bawang merah hingga harum, kemudian masukkan tumisan ke dalam kuah kaldu berisi potongan daging. 3. Didihkan kembali kaldu, masukkan pala, garam, dan merica, kemudian tambahkan kentang dan wortel. Masak sampai sayuran setengah matang. 4. Tambahkan buncis dan kol, masak sayur hingga matang, lalu angkat dan tambahkan irisan daun bawang serta seledri. Biarkan sup dingin di suhu ruang, kemudian pindahkan sup ke dalam wadah kedap udara, lalu simpan di dalam kulkas. 5. Hangatkan sup pada saat hendak sahur, lalu sajikan selagi hangat. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2025/02/07/153400475/resep-sup-daging-sapi-ide-menu-sahur-yang-berkuah-untuk-keluarga",
    "URL Gambar": "https://asset.kompas.com/crops/68kVbOSLpAJUWVBtX41csc04Kvw=/59x23:941x611/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2020/07/30/5f22b7546f724.jpg",
    "deskripsi": "Jelang bulan Ramadhan penting untuk menyiapkan menu makanan yang akan dihidangkan untuk keluarga, terutama saat sahur. Biasanya, kendala sahur yang umum dialami sebagian orang yaitu tidak punya...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sambal Goreng Ati Sapi, Lauk Praktis untuk Keluarga di Rumah",
    "Tanggal": "Kompas.com, 5 Februari 2025, 15:32 WIB",
    "Isi Resep": "Sambal goreng hati biasanya dijadikan lauk pelengkap ketupat sayur saat Lebaran. Selain momen spesial, kamu juga bisa memasak sambal goreng hati untuk lauk makan keluarga di rumah. Ada banyak bumbu dan rempah yang digunakan untuk membuat lauk ini. Jangan lupa tambahkan petai agar semakin sedap.",
    "URL Link": "https://www.kompas.com/food/read/2025/02/05/153200175/resep-sambal-goreng-ati-sapi-lauk-praktis-untuk-keluarga-di-rumah",
    "URL Gambar": "https://asset.kompas.com/crops/NmzkRwHDPCqrJ9dbYw7ziDPcl6k=/0x295:750x795/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2021/05/25/60ac66ba41720.jpg",
    "deskripsi": "Sambal goreng hati biasanya dijadikan lauk pelengkap ketupat sayur saat Lebaran. Selain momen spesial, kamu juga bisa memasak sambal goreng hati untuk lauk makan keluarga di rumah. Ada banyak bumbu...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Tahu Goreng Krispi, Masak Tanpa Gas Pakai Air Fryer",
    "Tanggal": "Kompas.com, 4 Februari 2025, 20:34 WIB",
    "Isi Resep": "Jika kamu termasuk yang merasakan dampak kelangkaan elpiji tiga kilogram, mungkin bisa beralih ke cara alternatif memasak tanpa gas. Sebagaimana yang diketahui, belakangan gas tiga kilogram sulit didapatkan usai pemerintah melarang penjualan gas oleh pengecer.",
    "URL Link": "https://www.kompas.com/food/read/2025/02/04/203400575/resep-tahu-goreng-krispi-masak-tanpa-gas-pakai-air-fryer",
    "URL Gambar": "https://asset.kompas.com/crops/SPPKbhZ4C-Y4O9MRXvYkiZ-hFM0=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2023/05/06/6455ec0988ece.jpg",
    "deskripsi": "Jika kamu termasuk yang merasakan dampak kelangkaan elpiji tiga kilogram, mungkin bisa beralih ke cara alternatif memasak tanpa gas. Sebagaimana yang diketahui, belakangan gas tiga kilogram sulit...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Pasta Udang Saus Creamy, Sajian Istimewa untuk Hari Valentine",
    "Tanggal": "Kompas.com, 3 Februari 2025, 20:55 WIB",
    "Isi Resep": "Menyambut Hari Valentine, tak ada yang lebih istimewa dari menyajikan hidangan yang menggugah selera untuk orang terkasih. Salah satu pilihan hidangan yang enak dan mudah dibuat yaitu pasta udang dengan saus creamy yang lembut. Beberapa bahan yang dibutuhkan seperti pasta linguine, udang ukuran besar, krim kental, keju parmesan, dan bawang putih. Bila tertarik membuatnya di rumah, simak resepnya dari laman Food Network berikut: Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace) 1. Didihkan air yang sudah diberi garam, lalu rebus pasta hingga lembut dan al dente sekitar satu hingga tiga menit. Kemudian angkat dan tiris kan. 2. Rebus bawang putih di dalam air selama dua menit hingga mendidih, kemudian masukkan udang dan masak kembali selama dua hingga tiga menit. Tiris kan udang dan bawang putih, lalu kupas dan cincang halus bawang putih. 3. Panaskan minyak di dalam wajan menggunakan api besar kemudian tumis bawang putih sekitar satu menit. Setelah itu tambahkan krim kental dan masak hingga mendidih. 4. Masukkan keju parmesan, peterseli, dan udang, lalu bumbui dengan garam dan merica. Aduk hingga saus tercampur rata, lalu tuang saus ke atas pasta sesaat sebelum disajikan.",
    "URL Link": "https://www.kompas.com/food/read/2025/02/03/205502375/resep-pasta-udang-saus-creamy-sajian-istimewa-untuk-hari-valentine",
    "URL Gambar": "https://asset.kompas.com/crops/fEIgZ9-eqemms768TGRiw43-a0k=/0x0:972x648/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/04/26/662bbfe391dc4.jpg",
    "deskripsi": "Menyambut Hari Valentine, tak ada yang lebih istimewa dari menyajikan hidangan yang menggugah selera untuk orang terkasih. Salah satu pilihan hidangan yang enak dan mudah dibuat yaitu pasta udang...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sup Ubi Ungu, Dessert untuk Perayaan Imlek",
    "Tanggal": "Kompas.com, 29 Januari 2025, 05:31 WIB",
    "Isi Resep": "Sambut Tahun Baru Imlek dengan menyajikan sup ubi ungu hangat untuk keluarga di rumah. Selain rasanya yang enak, cara membuatnya pun cukup mudah. Untuk resep ini, kamu butuh beberapa bahan seperti ubi jalar ungu, ubi jalar jingga, santan, dan tapioka mutiara. Sup ini bisa disajikan dalam keadaan hangat ataupun dalam keadaan dingin. Simak resep sup ubi ungu selengkapnya dikutip dari laman Food Network, Selasa (28/1/2025), berikut. 1. Didihkan 1600 mililiter air di dalam panci berukuran sedang, kemudian tambahkan tapioka, kecilkan api, dan aduk perlahan hingga bulir tapioka lunak dan bening. Setelah itu tiris kan dan bilas bulir tapioka dengan air dingin. 2. Simpan bulir tapioka di dalam mangkuk berisi air es hingga siap digunakan. Jika tidak digunakan dalam waktu dua jam, tiris kan bulir tapioka lalu simpan di dalam lemari es. 3. Sementara itu, rebus ubi jalar jingga di dalam panci hingga hingga empuk, kemudian tiris kan dan sisihkan. 4. Rebus ubi jalar ungu dan gula di dalam satu liter air hingga empuk sekitar lima sampai tujuh menit, kemudian angkat ubi dan tiris kan. Sisihkan air rebusan. 5. Blender ubi ungu bersama santan dan 236 mililiter air rebusan hingga halus, kemudian tuang kembali ke dalam sisa air rebusan. Masak sembari diaduk hingga konsistensinya seperti sup krim yang agak kental. 6. Tambahkan vanili dan garam, kemudian angkat dan sajikan dengan cara mengaduknya dengan bulir tapioka serta potongan ubi jingga. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2025/01/29/053100975/resep-sup-ubi-ungu-dessert-untuk-perayaan-imlek",
    "URL Gambar": "https://asset.kompas.com/crops/iCXiIWiWuqxJNlMtUzt1ErYS5Ec=/0x53:826x604/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/01/28/6798bb9ca57e3.jpg",
    "deskripsi": "Sambut Tahun Baru Imlek dengan menyajikan sup ubi ungu hangat untuk keluarga di rumah. Selain rasanya yang enak, cara membuatnya pun cukup mudah. Untuk resep ini, kamu butuh beberapa bahan seperti...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Tim Ikan Kakap untuk Imlek, Cuma Butuh 4 Langkah Masak",
    "Tanggal": "Kompas.com, 25 Januari 2025, 16:04 WIB",
    "Isi Resep": "Masak praktis untuk Imlek, coba bikin tim ikan kakap dengan empat langkah masak sederhana. Ikan dikenal dengan nama \"yu\" dalam bahasa Mandarin yang dimaknai sebagai simbol keberuntungan atau kekayaan. Cukup bersihkan ikan, biarkan bentuknya utuh, lalu masak dengan bumbu sederhana untuk membuat sajian Imlek. Ikuti resep tim ikan kakap untuk satu porsi dari buku \"Chinese Food 100 Persen Halal\" (2015) oleh Emi dan Umar terbitan Linguakata berikut ini: Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace) 1. Kerat-kerat badan ikan. 2. Campur bawang putih, bawang perei, jahe, kecap ikan, air jeruk nipis, dan garam. Aduk rata. 3. Lumuri badan ikan dengan campuran bumbu hingga rata dan letakkan dalam pinggan tahan panas. 4. Kukus hingga matang. Angkat dan sajikan.",
    "URL Link": "https://www.kompas.com/food/read/2025/01/25/160400075/resep-tim-ikan-kakap-untuk-imlek-cuma-butuh-4-langkah-masak",
    "URL Gambar": "https://asset.kompas.com/crops/aRKzfpk4wt9ph84-sEN_38BW9k8=/25x0:869x563/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2023/01/18/63c73bec3ac89.jpeg",
    "deskripsi": "Masak praktis untuk Imlek, coba bikin tim ikan kakap dengan empat langkah masak sederhana. Ikan dikenal dengan nama \"yu\" dalam bahasa Mandarin yang dimaknai sebagai simbol keberuntungan atau...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Bubur Sumsum Kue Keranjang, Sajian Legit untuk Perayaan Imlek",
    "Tanggal": "Kompas.com, 18 Januari 2025, 12:47 WIB",
    "Isi Resep": "Perayaan Imlek biasanya identik dengan suguhan kue keranjang. Selain bisa dimakan langsung, kue keranjang juga bisa diolah menjadi sajian legit seperti dihidangkan bersama bubur sumsum. Jika biasanya bubur sumsum disantap bersama gula merah cair, kali ini larutan gula merah dicampur dengan potongankue keranjang. Perpaduan legitnya kue keranjang yang disantap bersama bubur sumsum sepertinya cocok disajikan saat kumpul keluarga pada perayaan Imlek nanti. Simak resek kreasi kue keranjang dalam buku \"30 Olahan Kue Keranjang\" karya Dapur Nulekker (2018) terbitan Penerbit Bhuana Ilmu Populer berikut: Sebuah kiriman dibagikan oleh Kompas Travel (@kompas.travel) 1.Membuat bubur sumsum: Larutkan tepung beras dan garam dengan sebagian santan, lalu aduk hingga tidak ada gumpalan. 2. Rebus sisa santan dan daun pandan sambil diaduk sampai mendidih. Tuang larutan tepung beras lalu masak menggunakan api kecil sembari diaduk hingga mengental, segera angkat dan sisihkan. 3. Di panci terpisah, rebus air, gula merah, daun pandan, dan garam sembari diaduk sampai gula larut, kemudian masak sampai gula mendidih. Kentalkan larutan gula dengan larutan tepung sagu, lalu aduk kembali hingga meletup-letup. 4. Tambahkan potongan kue keranjang ke dalam campuran gula merah, lalu aduk sebentar. Sajikan bubur sumsum bersama kue keranjang dan gula merah selagi hangat.",
    "URL Link": "https://www.kompas.com/food/read/2025/01/18/124756275/resep-bubur-sumsum-kue-keranjang-sajian-legit-untuk-perayaan-imlek",
    "URL Gambar": "https://asset.kompas.com/crops/zGKeeNMhenenXVvz_jiANYZFE1U=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/03/13/65f158ff333bc.jpeg",
    "deskripsi": "Perayaan Imlek biasanya identik dengan suguhan kue keranjang. Selain bisa dimakan langsung, kue keranjang juga bisa diolah menjadi sajian legit seperti dihidangkan bersama bubur sumsum. Jika biasanya...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Tinutuan, Bubur Manado Komplet untuk Sarapan",
    "Tanggal": "Kompas.com, 15 Januari 2025, 10:14 WIB",
    "Isi Resep": "Tinutuan atau bubur manado asal Sulawesi Utara, masuk daftar makanan dengan peringkat terendah di dunia menurut Taste Atlaspada Rabu (8/1/2025). Tinutuan biasa disajikan sebagai sarapan, sama seperti jenis bubur lain yang umum dihidangkan pagi hari. Uniknya, tinutuan bercita rasa gurih dan komplet. Bersama beras yang dimasak menjadi bubur, makanan ini dibuat dengan tambahan bayam, jagung, labu, hingga potongan ubi jalar. Bubur manado rasanya kurang komplet bila dihidangkan tanpa ikan asin dan sambal dabu-dabu terasi. Pastikan kamu menyajikan bubur manado dengan ikan asin jambal dan sambal terasi agar semakin lengkap. Simakresep tinutuanatau bubur manado dari buku \"Aneka Masakan Manado\" (2007) oleh Tim Dapur Demedia terbitan Demedia berikut ini. Sambal dabu-dabu terasi: 1. Buat sambal dabu-dabu terasi dengan merebus cabai, bawang, dan tomat, lalu haluskan dengan terasi bakar dan garam. sisihkan. 2. Rebus beras dengan daun salam dan serai hingga lunak. Tambahkan santan dan garam, aduk rata. Biarkan hingga mendidih lagi. 3. Masukkan jagung manis, labu kuning, dan ubi jalar, aduk. Biarkan hingga labu dan ubi matang. 4. Masukkan daun bayam dan daun melinjo, aduk rata. Masak terus di atas api kecil hingga bubur mengental. 5. Tambahkan daun kemangi, aduk sebentar. Angkat, sajikan.",
    "URL Link": "https://www.kompas.com/food/read/2025/01/15/101455275/resep-tinutuan-bubur-manado-komplet-untuk-sarapan",
    "URL Gambar": "https://asset.kompas.com/crops/p11ynQWbCr0Seh4ds9tCCBQrrKU=/2x0:700x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2022/05/31/6295c8b093cfa.jpg",
    "deskripsi": "Tinutuan atau bubur manado asal Sulawesi Utara, masuk daftar makanan dengan peringkat terendah di dunia menurut Taste Atlaspada Rabu (8/1/2025). Tinutuan biasa disajikan sebagai sarapan, sama seperti...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sup Bakso Sawi Hijau, Praktis Tinggal Cemplung",
    "Tanggal": "Kompas.com, 12 Januari 2025, 11:35 WIB",
    "Isi Resep": "Selama musim hujan, makanan berkuah hangat seperti bakso, cocok untuk mengisi perut lapar. Kamu bisa menggunakan bakso siap masak untuk membuat hidangan berkuah ini. Begitu juga dengan kaldu yang akan dipakai. Jadi, kamu hanya perlu mencemplung bahan-bahan untuk membuat sup bakso sawi hijau ini. Ikutiresep sup bakso sawi hijauuntuk lima porsi dari buku \"100 Resep Hidangan Lezat Menurunkan Kolesterol\" (2010) oleh Tuti Soenardi terbitan Gramedia Pustaka Utama ini. 1. Rebus kaldu, masukkan daun bawang, bawang putih, merica, dan garam. Aduk. 2. Masukkan sawi dan bakso ikan. Setelah mendidih, angkat, hidangkan. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2025/01/12/113500375/resep-sup-bakso-sawi-hijau-praktis-tinggal-cemplung",
    "URL Gambar": "https://asset.kompas.com/crops/qb9JM68L3y0ei8avTv1iuLadS3E=/3x0:700x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2022/02/18/620efbc8d1007.jpg",
    "deskripsi": "Selama musim hujan, makanan berkuah hangat seperti bakso, cocok untuk mengisi perut lapar. Kamu bisa menggunakan bakso siap masak untuk membuat hidangan berkuah ini. Begitu juga dengan kaldu yang...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Chun Juan, Lumpia Goreng untuk Camilan Tahun Baru Imlek",
    "Tanggal": "Kompas.com, 10 Januari 2025, 18:06 WIB",
    "Isi Resep": "Perayaan Tahun Baru Imlek identik dengan acara kumpul keluarga dan makan-makan. Supaya tidak terlalu repot pada hari H, kamu juga bisa siapkan makanan di kulkas untuk stok. Salah satu makanan yang bisa dijadikan stok untuk perayaan Tahun Baru Imlek yaituchun juan, alias lumpia goreng. Chun juandapat dibuat jauh hari sebelum Imlek dan disimpan di dalam kulkas supaya tetap awet. Sehingga pada saat Tahun Baru Imlek kamu cukup mengeluarkan dari dalam kulkas dan menggorengnya: Simakresep lumpia goreng untuk Imlekselengkapnya dikutip dari laman Food52 berikut: Sebuah kiriman dibagikan oleh (@) 1. Rendam jamur kering di dalam air dingin semalaman di dalam kulkas, keesokan harinya tiris kan jamur dan iris tipis. Sementara itu siapkan daging lalu potong tipis melawan serat. 2. Aduk daging dengan jahe, satu sendok makan saus tiram, minyak wijen panggang, anggur beras, satu sendok tepung maizena, dan lada hitam hingga merata. 3. Simpan daging di dalam wadah tertutup lalu dinginkan di dalam kulkas beberapa jam atau semalam sebelumnya. 4. Panaskan wajan menggunakan api besar, kemudian masukkan 59 mililiter minyak sayur. Tumis daging di dalam wajan hingga matang dan berubah warna, kemudian angkat dan tiris kan daging. 5. Panaskan kembali wajan menggunakan api besar, lalu tumis jamur dan wortel hinga agak layu. Setelah itu pindahkan tumisan jamur dan wortel ke dalam mangkuk berisi daging. 6. Bersihkan wajan dengan tisu dapur, lalu panaskan kembali menggunakan api besar. Setelah itu masukkan taoge ke dalam wajan kering lalu aduk cepat hingga taoge renyah dan tidak lagi mentah. 7. Tuang taoge ke dalam mangkuk berisi daging dan sayur tumis, kemudian tambahkan tiga sendok makan saus tiram dan kacang almond. Aduk hingga semua bahan tercampur rata, lalu biarkan dingin. 8. Campur kecap inggris, cuka balsamic, dan bawang putih, lalu sisihkan untuk saus. Sementara itu siapkan kulit lumpia, lalu isi setiap kulit lumpia dengan isian lumpia. 9. Simpan lumpia di dalam plastik kedap udara untuk stok di dalam kulkas. Namun jika ingin langsung dimasak, goreng lumpia di dalam minyak panas suhu sekitar 165-175 derajat Celsius sampai matang. 10. Sajikan lumpia selagi hangat dengan saus cocolan.",
    "URL Link": "https://www.kompas.com/food/read/2025/01/10/180600075/resep-chun-juan-lumpia-goreng-untuk-camilan-tahun-baru-imlek",
    "URL Gambar": "https://asset.kompas.com/crops/_mQFglYsio_l2bAOGZpEswC72fI=/0x0:1320x880/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/01/09/677f7af1dc697.jpg",
    "deskripsi": "Perayaan Tahun Baru Imlek identik dengan acara kumpul keluarga dan makan-makan. Supaya tidak terlalu repot pada hari H, kamu juga bisa siapkan makanan di kulkas untuk stok. Salah satu makanan yang...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Mi Panjang Umur, Sajian untuk Tahun Baru Imlek",
    "Tanggal": "Kompas.com, 10 Januari 2025, 13:01 WIB",
    "Isi Resep": "Mi panjang umur ialah salah satu santapan yang kerap disajikan setiap perayaan Tahun Baru Imlek. Dikutip dari laman Food & Wine, dalam budaya China, kebiasaan makan mi panjang umur selama Tahun Baru China ataupun perayaan seperti ulang tahun sudah ada sejak zaman Dinasti Han. Mi ini dianggap membawa keberuntungan, kemakmuran, dan seperti namanya, umur yang panjang. Mi panjang umur pada dasarnya mi telur khas China yang diolah dengan perpaduan kecap, minyak wijen, dan minyak kacang. Ditambah, kacang kastanye dan kacang kapri segar. Bila hendak menyajikan mi panjang umur pada saat Tahun Baru Imlek nanti, simak resepnya dikutip dari laman Food & Wine berikut: Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace) 1. Didihkan 2 liter air di dalam panci ukuran besar, lalu rendam taoge sekitar 10 detik hingga teksturnya renyah-empuk. Setelah itu angkat taoge lalu bilas taoge di dalam air dingin sekitar 30 detik, kemudian tiris kan. 2. Tambahkan garam ke dalam air mendidih di dalam panci, lalu rebus mi sembari diaduk hingga empuk sekitar satu menit. Setelah itu tiris kan mi, lanjut bilas mi dengan air dingin sekitar satu menit, kemudian tiris kan. 3. Di dalam mangkuk terpisah, campur kaldu, kecap asin, dan minyak wijen hingga merata, lalu sisihkan saus. 4. Panaskan minyak kacang di dalam wajan menggunakan api besar, lalu masukkan jahe dan tumis hingga harum sekitar 10 detik. Tambahkan kacang kapri lalu masak sembari diaduk sekitar satu menit. 5. Tambahkan kacang kastanye, lalu masak sembari diaduk sekitar 30 detik. Tambahkan taoge dan masak hingga layu sekitar satu menit. 6. Tuang campuran saus lalu masak sembari diaduk hingga merata. Tambahkan mi ke dalam wajan, lalu masak sekitar dua menit sampai mi menyerap saus. 7. Buang jahe, lalu bumbui dengan kecap asin secukupnya. Koreksi rasa sebelum mi disajikan.",
    "URL Link": "https://www.kompas.com/food/read/2025/01/10/130100075/resep-mi-panjang-umur-sajian-untuk-tahun-baru-imlek",
    "URL Gambar": "https://asset.kompas.com/crops/kXhm9sQGqGUupz9P-65vAOUdHGw=/0x0:750x500/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2025/01/09/677f7fe8464f3.jpg",
    "deskripsi": "Mi panjang umur ialah salah satu santapan yang kerap disajikan setiap perayaan Tahun Baru Imlek. Dikutip dari laman Food & Wine, dalam budaya China, kebiasaan makan mi panjang umur selama Tahun Baru...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Lumpia ala Shanghai, Ide Kudapan Gurih untuk Imlek",
    "Tanggal": "Kompas.com, 5 Januari 2025, 16:04 WIB",
    "Isi Resep": "Renyahnya lumpia ala Shanghai cocok disajikan sebagai kudapan Imlek di rumah. Lumpia asal China ini dibuat dengan isian padat dari campuran daging ayam, udang, rebung, dan jamur. Tak lupa, lumpia shanghai juga nikmat disajikan dengan saus asam manis sebagai cocolan ketika dikonsumsi. Ikuti resep lumpia ala Shanghai dari buku \"1000Resep Chinese Food\" (2011) oleh Mary Winata terbitan Gramedia Pustaka Utama berikut ini: Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace) 1.Isi: Campur semua bahan isi jadi satu, aduk rata. 2. Ambil selembar kulit lumpia, beri satu sendok makan bahan isi di salah satu sisi. Lipat sisi kanan dan kirinya, lalu gulung padat, olesi ujungnya dengan putih telur. Lakukan hal yang sama hingga adonan habis. 3. Panaskan minyak, goreng lumpia dengan api kecil hingga matang dan berwarna kuning kecoklatan. Angkat, tiris kan. 4. Hidangkan dengan saus asam manis.",
    "URL Link": "https://www.kompas.com/food/read/2025/01/05/160400475/resep-lumpia-ala-shanghai-ide-kudapan-gurih-untuk-imlek",
    "URL Gambar": "https://asset.kompas.com/crops/mMtV2vn2qXLHYna5MbKeBKNrJFg=/0x0:750x500/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/12/03/674e6a3e26ffa.jpg",
    "deskripsi": "Renyahnya lumpia ala Shanghai cocok disajikan sebagai kudapan Imlek di rumah. Lumpia asal China ini dibuat dengan isian padat dari campuran daging ayam, udang, rebung, dan jamur. Tak lupa, lumpia...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Ikan Tim, Lauk Berkuah untuk Tahun Baru Imlek",
    "Tanggal": "Kompas.com, 5 Januari 2025, 08:08 WIB",
    "Isi Resep": "Pada perayaan Tahun Baru Imlek, biasanya ikan dimasak dan disajikan dalam keadaan utuh. Secara filosofis, hidangan ini menandakan kelimpahan dan kesatuan keluarga. Dikutip dari Kompas.com(22/1/2023), ikan umumnya dimasak dengan cara dikukus lalu diberi saus sederhna di sampingnya. Bila ingin menyajikan ikan sebagai lauk untuk santapan keluarga saat Tahun Baru Imlek nanti, resepnya bisa ditiru dalam buku \"Chinese Cuisine at Home ala Miss Lee\" karya Lidya Tjahjadi (2022) terbitan PT Gramedia Pustaka Utama: Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace) 1. Tata ikan di dalam wadah tahan panas, lalu beri jahe dan daun bawang di bagian bawah dan dalam perut ikan. Kukus ikan di dalam kukusan yang sudah dipanaskan selama 30 menit menggunakan api sedang. 2. Setelah ikan matang, keluarkan ikan dan sisihkan di dalam piring. Sementara itu panaskan wajan lalu masukkan kecap asin, gula, minyak wijen, dan air secukupnya, lalu rebus hingga mendidih. 3. Siram rebusan kuah ke atas ikan, lalu taburi dengan daun bawang dan jahe yang diiris halus. Panaskan minyak goreng hingga keluar uap panasnya, kemudian siram minyak panas di atas ikan sesaat sebelum disajikan.",
    "URL Link": "https://www.kompas.com/food/read/2025/01/05/080800575/resep-ikan-tim-lauk-berkuah-untuk-tahun-baru-imlek",
    "URL Gambar": "https://asset.kompas.com/crops/ffpt9Z6zODNYFtx7-F_unbVbK60=/23x14:673x447/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2021/01/13/5ffe2d862876e.jpg",
    "deskripsi": "Pada perayaan Tahun Baru Imlek, biasanya ikan dimasak dan disajikan dalam keadaan utuh. Secara filosofis, hidangan ini menandakan kelimpahan dan kesatuan keluarga. Dikutip dari (22/1/2023), ikan...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Tang Yuan, Bola Bola Kenyal Isi Kacang Khas Imlek",
    "Tanggal": "Kompas.com, 4 Januari 2025, 09:33 WIB",
    "Isi Resep": "Tang yuantermasuk makanan yang umum disajikan saat Hari Raya Imlek. Bentuknya serupa mochi, teksturnya kenyal dengan isian kacang merah, kacang tanah, dan wijen. Dikutip dari laman Serious Eats, Sabtu (4/1/2025), tang yuandisajikan sebagi simbol kebersamaan dan reuni keluarga. Di China, umumnyatang yuandimakan pada awal Festival Lentera yang menandai berakhirnya periode Tahun Baru Imlek. Cara membuattang yuantidaklah sulit, kamu bisa membuatnya sendiri di rumah menggunakan bahan-bahan yang mudah ditemui di pasaran. Resep dari laman Serious Eatsberikut bisa ditiru oleh pemula. 1. Hancurkan biji-bijian hingga halus tapi jangan sampai menjadi bubuk, kemudian campur dengan minyak kelapa hingga merata. Dinginkan campuran kacang-kacangan di dalamfreezer. 2. Aduk tepung beras ketan, tepung tapioka, dan air di dalam mangkuk tahan panas hingga tercampur rata dan adonan lembut. Setelah itu bagi adonan menjadi dua bagian. 3. Giling setiap adonan hingga ketebalan 2, 5 sentimeter, kemudian potong-potong adonan menjadi beberapa bagian kecil. Taburi bagian atas adonan menggunakan tepung beras supaya tidak lengket. 4. Ambil satu lembar adonan, buat cekungan dengan ibu jari di bagian tengahnya, lalu letakkan isian di bagian tengahnya. Bentuk bulatan adonan hingga isiannya tertutup sempurna. 5. Ulangi langkah serupa sampai semua bahan adonan dan isian habis. Letakan adonan di dalam nampan yang sudah ditaburi tepung beras, lalu sisihkan. 6. Didihkan air di dalam panci besar, kemudian masukkan adonan ke dalam air mendidih perlahan supaya tidak lengket di dasar panci. Didihkan selama 15 menit menggunakan api kecil sampai kulit adonan hampir bening. 7. Sajikantang yuandi dalam mangkuk selagi hangat. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2025/01/04/093300475/resep-tang-yuan-bola-bola-kenyal-isi-kacang-khas-imlek",
    "URL Gambar": "https://asset.kompas.com/crops/USo2G-sz4QsfnrRgo5aWeCjOPyw=/107x0:1119x675/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/02/06/65c1b71f23a93.jpg",
    "deskripsi": "Tang yuantermasuk makanan yang umum disajikan saat Hari Raya Imlek. Bentuknya serupa mochi, teksturnya kenyal dengan isian kacang merah, kacang tanah, dan wijen. Dikutip dari laman Serious Eats,...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Rujak Aceh untuk Turunkan Kolesterol, Sajikan Selagi Dingin",
    "Tanggal": "Kompas.com, 2 Januari 2025, 11:44 WIB",
    "Isi Resep": "Kadar kolesterol tinggi disebabkan oleh konsumsi lemak berlebihan. Asal lemak datang dari berbagai jenis daging, juga produk olahan susu, seperti keju, dan mentega yang biasa digunakan untuk membuat aneka kue. Bila kamu terlanjur mengonsumsi banyak kue dan daging tinggi lemak, sebaiknya mulai batasi konsumsi makanan tersebut untuk menekan kadar kolesterol. Sebab, kolesterol tinggi dapat memicu obesitas, darah tinggi, serta risiko penyakit jantung. Selain menghindari konsumsi daging dan susu, kamu bisa meningkatkan konsumsi buah-buahan penurun kolesterol. Salah satunya nanas. Buah dengan rasa manis dan asam ini mengandung enzim bromelain yang dapat membantu mengurangi kolesterol dan peradangan, seperti dikutip The Health Site. Nanas juga dapat membantu melancarkan pencernaan dan menyehatkan jantung. Kamu bisa menggunakan nanas untuk membuatrujak acehyang menyegarkan. Ditambah potongan buah lain, seperti mangga, wortel, dan kelapa yang tidak kalah bernutrisi. Simakresep rujak acehuntuk lima porsi dari buku \"100 Resep Hidangan Lezat untuk Menurunkan Kolesterol\" (2009) oleh Tuti Soenardi terbitan PT Gramedia Pustaka Utama berikut ini. 1. Tuang air kelapa muda dalam mangkuk besar. Masukkan daging kelapa muda, nanas, bengkuang, nangka, dan wortel, kemudian aduk. 2. Masukkan gula pasir, air jeruk nipis, dan cabai halus yang sudah dicampur dengan kecap ikan. Aduk rata. 3. Simpan dalam kulkas. Hidangkan dingin. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2025/01/02/114426775/resep-rujak-aceh-untuk-turunkan-kolesterol-sajikan-selagi-dingin",
    "URL Gambar": "https://asset.kompas.com/crops/dE5ntkQ2PNRJ1vitLV9W6ftJwVU=/18x21:980x663/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2023/07/06/64a6445a61d96.jpg",
    "deskripsi": "Kadar kolesterol tinggi disebabkan oleh konsumsi lemak berlebihan. Asal lemak datang dari berbagai jenis daging, juga produk olahan susu, seperti keju, dan mentega yang biasa digunakan untuk membuat...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Tumis Daging Sapi, Kreasi Lauk Pakai Bahan Sisa Malam Tahun Baru",
    "Tanggal": "Kompas.com, 1 Januari 2025, 17:31 WIB",
    "Isi Resep": "Setelah semalaman merayakan tahun baru dengan hidangan berlimpah, tak jarang sisa makanan seperti daging masih bersisa. Namun, jangan khawatir, kamu bisa memanfaatkan bahan-bahan sisa untuk membuat hidangan lezat seperti tumis daging sapi. Supaya lebih sedap, kamu bisa tambahkan isian tumisan berupa jamur shitake dan paprika hijau. Simak resep tumis daging sapi selengkapnya dikutip dari buku \"Resep Daging Sapi Selezat Restoran Jepang\" karya Dapoer 2 lboe (2012) terbitan PT Gramedia Pustaka Utama: Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace) 1. Lelehkan mentega di dalam wajan antilengket, kemudian tumis bawang putih dan bombai hingga harum. Masukkan irisan daging lalu tumis hinga berwarna kecoklatan, kemudian masukkan paprika dan jamur. 2. Masak semua bahan hingga layu dan daging berwarna kecoklatan. Setelah itu tuangshoyudan aduk kembali hingga semua bahan matang, lalu angkat dan sajikan dengan nasi hangat.",
    "URL Link": "https://www.kompas.com/food/read/2025/01/01/173100575/resep-tumis-daging-sapi-kreasi-lauk-pakai-bahan-sisa-malam-tahun-baru",
    "URL Gambar": "https://asset.kompas.com/crops/39vOtHy5SOfZAJjdvlqpIgFSQRY=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/04/16/661e3cc6377c0.jpg",
    "deskripsi": "Setelah semalaman merayakan tahun baru dengan hidangan berlimpah, tak jarang sisa makanan seperti daging masih bersisa. Namun, jangan khawatir, kamu bisa memanfaatkan bahan-bahan sisa untuk membuat...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Tumis Daging Paprika, Pakai Daging Sisa Malam Tahun Baru",
    "Tanggal": "Kompas.com, 1 Januari 2025, 11:27 WIB",
    "Isi Resep": "Sisa daging sapi pada perayaan malam tahun baru sering kali hanya dibiarkan begitu saja di lemari pendingin. Padahal, jika mau mengolahnya, kamu bisa menyulap daging sisa malam tahun baru menjadi hidangan spesial. Misalnya jadi tumis daging paprika. Perpaduan daging sapi empuk dan warna-warni paprika yang segar tak hanya menggugah selera, tetapi juga praktis dibuat. Cara membuat tumis daging paprika selengkapnya bisa disimak dalam buku\"Resep Daging Sapi Selezat Restoran Jepang\"karya Dapoer 2 lboe (2012) terbitan PT Gramedia Pustaka Utama. 1. Campur gula dan kecap asin di dalam mangkuk, kemudian sisihkan. Sementara itu panaskan minyak di dalam wajan lalu tumis paprika hingga layu, kemudian tambahkan garam dan merica lalu sisihkan. 2. Di wajan terpisah, masak irisan daging sekitar lima menit atau sampai daging sapi matang. Setelah itu masukkan tumisan paprika lalu aduk hingga semua bahan tercampur rata. 3. Sajikan tumis daging paprika selagi hangat bersama nasi putih hangat. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2025/01/01/112755375/tumis-daging-paprika-pakai-daging-sisa-malam-tahun-baru",
    "URL Gambar": "https://asset.kompas.com/crops/VZDDAlX5jxp-uxzOWHrLgm8A4u4=/33x8:716x464/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/06/30/6681584047c74.jpg",
    "deskripsi": "Sisa daging sapi pada perayaan malam tahun baru sering kali hanya dibiarkan begitu saja di lemari pendingin. Padahal, jika mau mengolahnya, kamu bisa menyulap daging sisa malam tahun baru menjadi...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Batagor Ikan Tenggiri Kuah Kacang, Camilan untuk Malam Tahun Baru",
    "Tanggal": "Kompas.com, 28 Desember 2024, 18:06 WIB",
    "Isi Resep": "Malam tahun baru selalu identik dengan hidangan spesial yang memanjakan lidah. Batagor ikan tenggiri kuah kacang sepertinya bisa jadi salah satu camilan yang tepat. Resep batagorberikut ini menggunakan isian daging ikan tenggiri. Pilihlah daging ikan yang masih segar sebelum diolah supaya rasa batagor yang dihasilkan lebih nikmat. Jenis batagor di sini pun dibuat menjadi tiga bentuk, ada yang dibentuk menjadi bulat seperti bakso, dibalut dengan kulit pangsit, dan dijadikan sebagai isian tahu. Simakresep batagor ikantenggiri lengkap dengan kuah kacangnya dikutip dari buku \"424 Resep Lauk\" karya Lilly T. Erwin (2014) terbitan PT Gramedia Pustaka Utama berikut: Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace) 1. Campur daging ikan giling, telur ayam, bumbu halus, dan tepung tapioka hingga merata. Sementara itu belah dua tahu secara diagonal, kerok sedikit bagian isi tahu, lalu sisihkan. 2. Bagi adonan ikan menjadi tiga bagian, yakni untuk isian adonan pada tahu, untuk isian adonan pada kulit pangsit, dan adonan yang dibuat menjadi bulatan serupa bakso. 3. Panaskan minyak di dalam wajan antilengket, kemudian goreng batagor tahu, bakso, dan pangsit hingga matang. Setelah itu angkat dan tiris kan. 4. Tumis cabai, bawang merah, dan bawang putih di dalam wajan hingga harum, kemudian masukkan kacang giling, gula pasir, dan air. Masak sembari diaduk hingga kacang mengental. 5. Koreksi rasa bumbu kacang dengan tambahan garam dan penyedap, kemudian angkat dan sajikan batagor selagi hangat bersama kuah kacang, kecap manis, saus tomat, dan sambal.",
    "URL Link": "https://www.kompas.com/food/read/2024/12/28/180600975/resep-batagor-ikan-tenggiri-kuah-kacang-camilan-untuk-malam-tahun-baru",
    "URL Gambar": "https://asset.kompas.com/crops/qNnCfRza2ZwxHaNccHSFnNXgQOI=/0x16:1000x683/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2023/05/02/6450c8bc07190.jpg",
    "deskripsi": "Malam tahun baru selalu identik dengan hidangan spesial yang memanjakan lidah. Batagor ikan tenggiri kuah kacang sepertinya bisa jadi salah satu camilan yang tepat. Resep batagorberikut ini...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Pepes Teri Medan, Lauk Sehat untuk Malam Tahun Baru",
    "Tanggal": "Kompas.com, 28 Desember 2024, 16:04 WIB",
    "Isi Resep": "Hidangan saat malam tahun baru tidak harus selalu barbeku, jika ingin lauk yang lebih sehat, tidak ada salahnya kamu menyajikan pepes teri medan. Beberapa bahan yang dibutuhkan meliputi telur ayam, teri medan, daun jeruk, dan bumbu dapur sebagai penyedap. Selain rasanya enak, hidangan ini juga kaya nutrisi. Cara membuat pepes teri medanselengkapnya bisa dilihat dalam Buku \"424 Resep Lauk\" karya Lilly T. Erwin (2014) terbitan PT Gramedia Pustaka Utama: Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace) 1. Campur ikan teri medan, telur, bumbu halus, dan irisan daun jeruk di dalam baskom hingga merata, kemudian sisihkan. 2. Bentangkan daun pisang lalu olesi dengan sedikit minyak goreng. Bagi adonan menjadi lima bagian, kemudian tuang masing-masing bagian di atas daun pisang. 3. Bungkus adonan lalu sematkan daun pisang menggunakan lidi, setelah itu kukus adonan di dalam kukusan yang sudah mendidih selama 30 menit. Kemudian lanjut panggang teri di atas arang panas hingga daun pisang kering dan berwarna kecoklatan. 4. Angkat dan sajikan pepes teri medan selagi hangat bersama nasi putih.",
    "URL Link": "https://www.kompas.com/food/read/2024/12/28/160400075/resep-pepes-teri-medan-lauk-sehat-untuk-malam-tahun-baru",
    "URL Gambar": "https://asset.kompas.com/crops/V-Za74nyZRwQinAMIOkFZPig9eU=/2x55:802x588/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2022/09/15/63228dbca9610.jpg",
    "deskripsi": "Hidangan saat malam tahun baru tidak harus selalu barbeku, jika ingin lauk yang lebih sehat, tidak ada salahnya kamu menyajikan pepes teri medan. Beberapa bahan yang dibutuhkan meliputi telur ayam,...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "5 Resep Masakan yang Mudah Dibuat untuk Malam Natal",
    "Tanggal": "Kompas.com, 24 Desember 2024, 16:30 WIB",
    "Isi Resep": "Malam Natal merupakan momen yang dinantikan bagi umat Kristiani. Momen ini dipenuhi dengan nuansa kehangatan, kebersamaan, dan harapan baik bersama keluarga atau teman-teman. Tidak lengkap rasanya merayakanmalam Nataltanpa hidangan lezat yang menggugah selera. Dilansir dari Kompas.com, berikut beberapa ide resep masakan yang dapat melengkapi malam Natal Anda bersama keluarga:",
    "URL Link": "https://www.kompas.com/tren/read/2024/12/24/163000865/5-resep-masakan-yang-mudah-dibuat-untuk-malam-natal",
    "URL Gambar": "https://asset.kompas.com/crops/V7Cd0CXIddhg6z7m0LVIuSD8_CU=/159x699:1428x1546/780x390/filters:watermark(data/photo/2020/03/10/5e6775d554370.png,0,-0,1)/data/photo/2024/12/24/6769fee9a4584.png",
    "deskripsi": "Malam Natal merupakan momen yang dinantikan bagi umat Kristiani. Momen ini dipenuhi dengan nuansa kehangatan, kebersamaan, dan harapan baik bersama keluarga atau teman-teman. Tidak lengkap rasanya...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Kue Puding Cokelat, Kudapan Saat Malam Natal",
    "Tanggal": "Kompas.com, 11 Desember 2024, 07:04 WIB",
    "Isi Resep": "Saat malam Natal tiba, tidak ada yang lebih menyenangkan daripada berkumpul bersama keluarga sambil menikmati kudapan istimewa. Salah satu pilihan yang sempurna untuk melengkapi suasana malam Natal yaitu kue puding cokelat. Perpaduan tekstur lembut, rasa cokelat yang manis, dan sentuhan pasta moka, akan menghadirkan kesan istimewa di meja makan Anda. Resep kue puding cokelat dari buku\"Puding Mini\" karya Dapur Kirana (2011) terbitan PT Gramedia Pustaka Utama berikut mudah ditiru oleh pemula. Supaya lebih nikmat, sajikan kue puding cokelat dalam keadaan dingin. 1. Cetak kue menggunakan mika yang sudah dibentuk menjadi tabung untuk cetakan, kemudian tempatkan kue di lapisan bawah plastik mika, dan tutup bagian bawah kue denganaluminium foil. 2. Di wadah terpisah, kocok krim kental menggunakan mikser dengan kecepatan tinggi hingga adonan krim mengembang dan kaku, kemudian sisihkan. 3. Campur agar-agar, susu cair, krim kental, gula pasir, dan pasta moka di dalam panci hingga merata, kemudian masak menggunakan api kecil sembari diaduk hingga mendidih. 4. Tuang larutan agar-agar ke dalam kocokan krim kental, lalu kocok kembali hingga tercampur rata. Setelah itu tuang campuran agar-agar ke dalam cetakan mika yang telah dilapisi satu lembar kue cokelat di bagian bawahnya. 5. Tuang larutan agar-agar hingga memenuhi setengah bagian tabung mika, kemudian biarkan hingga setengah meresap. Lapisi dengan satu lembar kue cokelat, kemudian siram kembali lapisan kedua dengan campuran agar-agar. 6. Biarkan hingga puding cokelat mengeras, lalu hias bagian atas puding cokelat denganwhipped creamdan buah ceri.",
    "URL Link": "https://www.kompas.com/food/read/2024/12/11/070400275/resep-kue-puding-cokelat-kudapan-saat-malam-natal",
    "URL Gambar": "https://asset.kompas.com/crops/DeUZ47Y9uApV7C9xu6CDQ3SmDIQ=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2021/01/28/6012652beb381.jpg",
    "deskripsi": "Saat malam Natal tiba, tidak ada yang lebih menyenangkan daripada berkumpul bersama keluarga sambil menikmati kudapan istimewa. Salah satu pilihan yang sempurna untuk melengkapi suasana malam Natal...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Kentang Panggang Mentega Bawang Putih, Sajian Istimewa untuk Malam Natal",
    "Tanggal": "Kompas.com, 7 Desember 2024, 18:06 WIB",
    "Isi Resep": "Malam Natal adalah momen istimewa yang selalu dirayakan dengan kehangatan keluarga dan sajian yang menggugah selera. Lengkapi meja makan saat malam Natal dengan hidangan kentang panggang mentega sebagai makanan pembuka. Beberapa bahan yang dibutuhkan pun mudah ditemui di pasaran, seperti kentang, bombai, bawang putih, dan keju. Resep kentang panggang mentega bawang putih dari laman Taste.com berikut dapat ditiru oleh pemula: Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace) 1. Panaskan oven hingga 200/180 derajat Celsius dengan kipas angin, sementara itu olesi loyang panggang berukuran 20x30 sentimeter dengan minyak. 2. Tata 1/4 bagian irisan kentang di atas loyang, lalu taburi 1/3 irisan bombai, bawang putih, dan daun thyme di atasnya. Kemudian ulangi langkah serupa hingga kentang terbentuk menjadi tiga lapis. 3. Sementara itu, campur kaldu dan mentega di dalam panci kecil, kemudian didihkan menggunakan api besar. Tuang kaldu ke atas kentang yang sudah ditata di loyang, kemudian tutup loyang menggunakanaluminium foil. 4. Panggang kentang di dalam oven selama 30 menit, kemudian buka penutupnya lalu taburi dengan parmesan. Panggang kembali kentang di dalam oven selama 40 menit atau sampai bagian atas kentang berwarna keemasan. 5. Keluarkan kentang dari oven lalu diamkan selama 10 menit sebelum disajikan.",
    "URL Link": "https://www.kompas.com/food/read/2024/12/07/180600675/resep-kentang-panggang-mentega-bawang-putih-sajian-istimewa-untuk-malam",
    "URL Gambar": "https://asset.kompas.com/crops/5nXmQZ4bV8zQwuvqWGu09U_2zwQ=/0x0:998x665/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2022/09/26/6331b33b765be.jpg",
    "deskripsi": "Malam Natal adalah momen istimewa yang selalu dirayakan dengan kehangatan keluarga dan sajian yang menggugah selera. Lengkapi meja makan saat malam Natal dengan hidangan kentang panggang mentega...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sate Kikil Bacem ala Angkringan, Mudah Dibuat di Rumah",
    "Tanggal": "Kompas.com, 22 November 2024, 15:45 WIB",
    "Isi Resep": "Sate kikil mudah ditemukan di angkringan, melengkapi sate jeroan, sate ayam, dan nasi kucing. Sate kikil terasa agak manis karena dimasak menggunakan bumbu bacem. Jadi aman untuk anak-anak di rumah. Kamu bisa membuat sate kikil bacem untuk lauk makan keluarga. Satu resepnya menghasilkan 10 tusuk. Ikutiresep sate kikilbacem dari buku \"Lauk Rumahan\" (2014) oleh Raditrini terbitan Demedia Pustaka Utama berikut ini: Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace) 1. Rebus kikil hingga empuk, potong 2 sentimeter x 2 sentimeter. 2. Didihkan air bersama bumbu halus, daun salam, lengkuas, dan serai. Tambahkan kecap manis dan asam jawa. Aduk rata. 3. Masukkan potongan kikil, masak sampai bumbu meresap dan air habis. Angkat dan dinginkan. 4. Tusuk potongan kikil dengan tusuk satai. Bakar di atas bara sampai matang dan kecoklatan. Angkat, sajikan.",
    "URL Link": "https://www.kompas.com/food/read/2024/11/22/154500875/resep-sate-kikil-bacem-ala-angkringan-mudah-dibuat-di-rumah",
    "URL Gambar": "https://asset.kompas.com/crops/xN3tnFjdTazZYD3B3cm8VS0sZ6g=/0x276:750x776/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2021/10/26/61776079a6621.jpg",
    "deskripsi": "Sate kikil mudah ditemukan di angkringan, melengkapi sate jeroan, sate ayam, dan nasi kucing. Sate kikil terasa agak manis karena dimasak menggunakan bumbu bacem. Jadi aman untuk anak-anak di rumah....",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sup Pangsit Kuah Bening, Bikin Pakai Daging Ayam dan Udang",
    "Tanggal": "Kompas.com, 21 November 2024, 18:44 WIB",
    "Isi Resep": "Bisa pilih kuah bening atau kuah keruh untuk menyajikan sup pangsit alachinese foodini. Bila ingin kuah bening, rebus pangsit terpisah dari kuahnya. Sebaliknya, biarkan pangsit dimatangkan bersama kuah panas sup untuk mendapatkan kuah keruh. Simakresep sup pangsituntuk empat porsi dari buku \"Masakan Cina Populer\" (2008) oleh Tim Dapur Demedia terbitan Demedia Pustaka berikut ini. 1. Campur udang, bengkuang, ayam, tepung maizena, saus tiram, dan garam. Bagi menjadi 24. 2. Bungkus masing-masing bagian dengan selembar kulit pangsit. Rekat tepiannya dengan sedikit air. Masukkan ke dalam air mendidih, lalu masak sampai terapung. Angkat. 3. Didihkan kaldu ayam bersama bawang merah, kecap tawar, minyak wijen, bubuk merica, dan penyedap. Masukkan daun bayam dan daun bawang. 4. Beri garam, lalu diamkan sejenak. Angkat, masukkan pangsit rebus ke dalam sup. Sajikan untuk empat orang. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/11/21/184400075/resep-sup-pangsit-kuah-bening-bikin-pakai-daging-ayam-dan-udang",
    "URL Gambar": "https://asset.kompas.com/crops/ucF3CFs6tZ561IFd_466-IcfVTs=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/02/01/65baf87b37ea5.jpg",
    "deskripsi": "Bisa pilih kuah bening atau kuah keruh untuk menyajikan sup pangsit alachinese foodini. Bila ingin kuah bening, rebus pangsit terpisah dari kuahnya. Sebaliknya, biarkan pangsit dimatangkan bersama...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Pho Ayam Sederhana, Masak Sup Hangat ala Vietnam Cukup 20 Menit",
    "Tanggal": "Kompas.com, 20 November 2024, 10:58 WIB",
    "Isi Resep": "Pho, makanan berkuah kaldu khas Vietnam, cukup populer di negara-negara Asia, termasuk Indonesia. Sup ini kaya akan kaldu dan rempah, tapi tetapsimple, mirip seperti kebanyakan makanan khas Indonesia. Tak harus selalu pakai kaldu sapi, kamu bisa membuatphodengan kaldu ayam dalam waktu singkat, 20 menit. Simak resepphoayam simpel dari buku \"Masakan Rumahan: Tumis, Kuah, Goreng\" (2014) oleh Endang Indriani terbitan Kawan Pustaka berikut ini. 1. Siapkan wajan datar antilengket, panaskan. Panggang bawang bombai, bawang putih, dan jahe hingga permukaannya menjadi kecoklatan dan sedikit hitam terbakar. Angkat dan sisihkan. 2. Beri jinten, kembang lawang, kayu manis, kapulaga, ketumbar, dan cengkih. Sangrai hingga harum. Angkat dan sisihkan. Panaskan satu sendok makan minyak, letakkan potongan ayam filet di wajan, goreng hingga kedua sisi ayam kecoklatan. Angkat dan tiris kan. 3. Masukkan bahan yang sudah dipanggang ke dalam panci. Tambahkan potongan ayam, kecap ikan, dan garam. Rebus semua bahan hingga mendidih dan ayam matang. Angkat. 4. Tata bihun, tauge, dan daun bawang dalam mangkuk. Siram kuahpho, taburi permukaannya dengan daun ketumbar. Sajikanphoselagi panas. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/11/20/105800875/resep-pho-ayam-sederhana-masak-sup-hangat-ala-vietnam-cukup-20-menit",
    "URL Gambar": "https://asset.kompas.com/crops/llJbjHh-DTS_HjzKcNqKHwAoEHw=/0x412:667x857/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/11/20/673d4399c9a7e.jpg",
    "deskripsi": "Pho, makanan berkuah kaldu khas Vietnam, cukup populer di negara-negara Asia, termasuk Indonesia. Sup ini kaya akan kaldu dan rempah, tapi tetapsimple, mirip seperti kebanyakan makanan khas...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sop Ayam Wortel, Hidangan Berkuah Hangat untuk Musim Hujan",
    "Tanggal": "Kompas.com, 18 November 2024, 10:31 WIB",
    "Isi Resep": "Musim hujan seringkali membuat kita mencari hidangan yang dapat menghangatkan tubuh dan menenangkan perut. Sop ayamdengan kuah yang kaya rasa, serta daging ayam kampung yang empuk, sepertinya dapat menjadi pilihan sempurna untuk menyambut dinginnya udara. Diperkaya dengan rempah-rempah aromatik seperti jahe, pala, dan bawang, sop ini tak hanya lezat tetapi juga menyehatkan. Simak cara membuat sop ayam selengkapnya dikutip dari buku \"Hidangan Nostalgia Keluarga: dengan Cerite di Balik Setiap Resep\" karya Diah Nimpuno (2020) terbitan PT Gramedia Pustaka Utama berikut: Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace) 1. Cuci bersih ayam lalu potong menjadi 18 bagian, sementara itu didihkan air dan jahe di dalam panci lalu masukkan ayam. Masak ayam menggunakan api kecil hingga ayam matang. 2. Angkat ayam lalu saring kaldunya agar jernih. Setelah itu masukkan kembali daging ayam ke dalam air kaldu, lalu tambahkan wortel dan masak hingga mendidih. 3. Sementara itu, panaskan margarin lalu tumis bawang merah dan bawang putih hingga harum. Kemudian masukkan tumisan bawang ke dalam kuah kaldu ayam. 4. Masak sembari diaduk hingga bumbu tercampur merata, kemudian tambahkan garam, merica, pala, dan kaldu bubuk. Masak sop menggunakan api kecil sampai mendidih dan ayam matang sempurna. 5. Masukkan tomat, seledri, dan daun bawang, kemudian aduk sebentar dan matikan api kompor. Tambahkan sisa margarin lalu aduk merata dan sajikan dengan taburan bawang merah goreng.",
    "URL Link": "https://www.kompas.com/food/read/2024/11/18/103100875/resep-sop-ayam-wortel-hidangan-berkuah-hangat-untuk-musim-hujan",
    "URL Gambar": "https://asset.kompas.com/crops/Lx9tK-b4xHyIMQyyH1ozcXzJL0Y=/3x0:700x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2021/01/19/6006882491712.jpg",
    "deskripsi": "Musim hujan seringkali membuat kita mencari hidangan yang dapat menghangatkan tubuh dan menenangkan perut. Sop ayamdengan kuah yang kaya rasa, serta daging ayam kampung yang empuk, sepertinya dapat...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sop Oyong Misoa, Lauk Sehat Saat Cuaca Dingin",
    "Tanggal": "Kompas.com, 18 November 2024, 09:31 WIB",
    "Isi Resep": "Saat cuaca dingin, tidak ada yang lebih nikmat dan menenangkan selain menyantap semangkuk sop hangat. Salah satu pilihan yang bisa menyegarkan tubuh sekaligus menggugah selera adalah sop oyong misoa. Hidangan yang kaya akan rasa ini menggabungkan segarnya oyong, gurihnya kaldu ayam, serta kenikmatan misoa dan udang yang lembut. Bila ingin membuat sop oyong misoa di rumah, resepnya bisa disimak dalam buku \"Hidangan Nostalgia Keluarga: dengan Cerita di Balik Setiap Resep\" karya Diah Nimpuno (2020) terbitan PT Gramedia Pustaka Utama berikut: Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace) 1. Didihkan air bersama kaldu bubuk, garam, gula, dan merica bubuk, kemudian masukkan daging dan masak menggunakan api kecil hingga daging matang dan empuk. 2. Sementara itu, tumis bawang putih cincang dan margarin hingga harum, lalu masukkan tumisan bawang putih ke dalam kuah kaldu. Tambahkan udang dan masak hingga udang berubah warna. 3. Masukkan oyong lalu masak sebentar, kemudian tambahkan misoa dan masak sampai sayur empuk dan misoa matang. 4. Koreksi rasa dengan tambahan garam dan penyedap, lalu hidangkan selagi hangat dengan taburan bawang merah goreng dan seledri cincang.",
    "URL Link": "https://www.kompas.com/food/read/2024/11/18/093100575/resep-sop-oyong-misoa-lauk-sehat-saat-cuaca-dingin",
    "URL Gambar": "https://asset.kompas.com/crops/5yg1DbMMqiY5Q-88hYbk_K5DD_M=/0x0:0x0/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2020/04/25/5ea41da09bdd2.jpeg",
    "deskripsi": "Saat cuaca dingin, tidak ada yang lebih nikmat dan menenangkan selain menyantap semangkuk sop hangat. Salah satu pilihan yang bisa menyegarkan tubuh sekaligus menggugah selera adalah sop oyong misoa....",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sup Bakso Tahu, Hidangan Kuah Bening Hangat untuk Cuaca Dingin",
    "Tanggal": "Kompas.com, 13 November 2024, 07:30 WIB",
    "Isi Resep": "Hujan yang mengguyur sebagian besar daerah di Indonesia membuat suhu terasa kian dingin. Hidangan berkuah hangat cocok dalam kondisi ini. Kamu bisa memasak sup bakso tahu untuk menghangatkan tubuh saat hujan. Sekali masak sup bakso tahu bisa untuk satu keluarga. Sesuaikan jumlah bahannya dengan kebutuhan porsi. Simak resep sup bakso tahu untuk empat porsi dari buku \"Aneka Lauk dari Bakso\" (2009) oleh Tim Dapur Demedia terbitan Demedia berikut ini. 1. Buat bakso dengan mencampur bahan-bahannya sampai merata. Ambil satu sendok makan penuh adonan, bentuk bulat sambil padatkan. Masukkan ke dalam air mendidih. Lakukan hal yang sama sampai bahan habis. Setelah adonan mengapung, angkat dan tiris kan. 2. Siapkan kuah sup dengan menumis bawang putih sampai harum. Angkat dan masukkan ke dalam kaldu yang sedang didihkan. Tambahkan merica bubuk, jahe, garam, dan gula pasir. 3. Aduk, masak dengan api kecil sampai bumbu meresap. Masukkan bakso tahu goreng dan sawi hijau. Didihkan, lalu matikan apinya. Hidangkan dalam keadaan panas beserta pelengkapnya. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/11/13/073000675/resep-sup-bakso-tahu-hidangan-kuah-bening-hangat-untuk-cuaca-dingin",
    "URL Gambar": "https://asset.kompas.com/crops/q4M-9JAEhZfHkq6u95Y_ICll0qY=/0x404:667x848/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2023/03/09/64091bf4b8300.jpeg",
    "deskripsi": "Hujan yang mengguyur sebagian besar daerah di Indonesia membuat suhu terasa kian dingin. Hidangan berkuah hangat cocok dalam kondisi ini. Kamu bisa memasak sup bakso tahu untuk menghangatkan tubuh...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Tahu Tek Surabaya, Porsi Komplet dan Mengenyangkan",
    "Tanggal": "Kompas.com, 8 November 2024, 16:41 WIB",
    "Isi Resep": "Seporsi tahu tek khas Surabaya, Jawa Timur, cukup mengenyangkan. Isinya terdiri dari tahu, lontong, tauge, dan pelengkap. Tak lupa, makanan ini juga disajikan dengan siraman bumbu kacang yang membuatnya kian gurih. Simakresep tahu tekuntuk lima porsi dari buku \"424 Resep Lauk\" (2014) oleh Lilly T. Erwin terbitan Gramedia Pustaka Utama berikut ini. Bumbu yang dihaluskan: 1. Goreng tahu hingga setengah matang, tiris kan. 2. Campur semua bumbu yang dihaluskan dengan air panas. Tambahkan petis, kecap manis, dan aduk hingga rata. 3. Hidangkan tahu tek dengan irisan lontong. Belah tahu, taburi tauge, bawang merah, dan pelengkap.",
    "URL Link": "https://www.kompas.com/food/read/2024/11/08/164100675/resep-tahu-tek-surabaya-porsi-komplet-dan-mengenyangkan",
    "URL Gambar": "https://asset.kompas.com/crops/wJs9RW84f0wFXdzLEuwpHxEEQaU=/175x79:975x613/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2022/05/06/6274a029b12d7.jpg",
    "deskripsi": "Seporsi tahu tek khas Surabaya, Jawa Timur, cukup mengenyangkan. Isinya terdiri dari tahu, lontong, tauge, dan pelengkap. Tak lupa, makanan ini juga disajikan dengan siraman bumbu kacang yang...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Soto Ayam Lamongan, Lengkap dengan Bubuk Koya dan Sambal",
    "Tanggal": "Kompas.com, 8 November 2024, 08:32 WIB",
    "Isi Resep": "Soto ayam lamongan ini berbeda dari biasanya karena ada tambahan kaldu ikan bandeng yang membuat hidangan kian gurih. Soto ayam lamongan nikmat disajikan dengan berbagai pelengkap, termasuk bubuk koya dan sambal yang terdapat dalam resep ini. Simakresep soto ayamlamongan dari buku \"Hidangan Nostalgia Keluarga\" oleh Diah Nimpuno (2020) terbitan Gramedia Pustaka Utama berikut ini. 1. Cuci bersih ayam dan kepala bandeng. Didihkan air, masukkan ayam, masak hingga setengah matang, angkat dan tiris kan ayam, 2. Didihkan kuah hingga hangat, kemudian masukkan kepala bandeng. Masak kembali dengan api sedang hingga mendidih, angkat dan saring. 3. Masukkan ke dalam kuah: ayam, daun salam, daun jeruk, dan serai. Masak di atas api sedang hingga mendidih. Sementara itu, panaskan minyak, tumis bumbu halus hingga harum, lalu masukkan ke dalam kuah ayam. 4. Tambahkan garam dan kaldu bubuk. Masak kembali hingga mendidih dan ayam matang, angkat dan tiris kan ayam. Suwir-suwir ayam, masukkan kembali tulangnya ke kuah. Siapkan pelengkap, letakkan dalam tempat terpisah agar tidak cepat basi. 5. Ambil mangkuk, tambahkan daging ayam suwir secukupnya, taburkan kol, tauge, soun, kentang rebus, daun bawang, dan seledri. Tuang kuah soto panas dan taburkan daun bawang, bawang goreng, dan bubuk koyah. Sajikan dengan nasi, sambal rebus dan kerupuk. 6.Sambal rebus.Rebus cabai dan kemiri, haluskan. Tambahkan garam secukupnya, aduk rata. 7.Koya.Tumbuk kerupuk udang yang sudah digoreng bersama bawang putih. Simpan dalam wadah kedap udara dan siap digunakan untuk taburan. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/11/08/083200875/resep-soto-ayam-lamongan-lengkap-dengan-bubuk-koya-dan-sambal",
    "URL Gambar": "https://asset.kompas.com/crops/Uz9pSB59mpXDhiHHUA_NKbb0Cdw=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/03/21/65fbab7732136.jpeg",
    "deskripsi": "Soto ayam lamongan ini berbeda dari biasanya karena ada tambahan kaldu ikan bandeng yang membuat hidangan kian gurih. Soto ayam lamongan nikmat disajikan dengan berbagai pelengkap, termasuk bubuk...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sup Daging Sayuran, Empuk dan Hangat untuk Cuaca Dingin",
    "Tanggal": "Kompas.com, 4 November 2024, 12:31 WIB",
    "Isi Resep": "Sup daging sayuran cocok disajikan selagi hangat. Begitu dimasak, segera hidangkan makanan berkuah ini untuk keluarga. Pilih potongan daging sandung lamur supaya teksturnya cepat empuk dan mudah meresap bumbu. Simakresep sup daging sayurandari buku \"Resep Sup Paling Gampang\" (2012) oleh Sisca Soewitomo terbitan Gramedia Pustaka Utama berikut ini: Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace) 1. Rebus daging sandung lamur dengan air dan daun bawang hingga daging lunak dan matang, angkat daging dan potong-potong. 2. Panaskan margarin, tumis bawang merah hingga harum, masukkan ke dalam kaldu. 3. Didihkan kembali kaldu, masukkan pala, garam, dan merica. Masukkan kentang dan wortel, masak hingga setengah matang. 4. Tambahkan buncis dan kol, masuk sayuran hingga matang, angkat. Tambahkan irisan tomat. 5. Sajikan hangat, taburi dengan irisan daun bawang dan seledri.",
    "URL Link": "https://www.kompas.com/food/read/2024/11/04/123100075/resep-sup-daging-sayuran-empuk-dan-hangat-untuk-cuaca-dingin",
    "URL Gambar": "https://asset.kompas.com/crops/-IpLpHSJKAz6ac9BFBxP8O5z6nQ=/0x136:700x602/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2022/07/12/62cce3ec60370.jpg",
    "deskripsi": "Sup daging sayuran cocok disajikan selagi hangat. Begitu dimasak, segera hidangkan makanan berkuah ini untuk keluarga. Pilih potongan daging sandung lamur supaya teksturnya cepat empuk dan mudah...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sup Ayam Spesial, Makanan Berkuah Hangat Saat Cuaca Dingin",
    "Tanggal": "Kompas.com, 3 November 2024, 12:31 WIB",
    "Isi Resep": "Makanan berkuah hangat, seperti sup ayam, nikmat dimakan selagi cuaca hujan. Selain nikmat, sup ayam juga kaya akan nutrisi karena mengandung aneka sayuran dan potongan daging ayam. Ikutiresep sup ayamspesial untuk tiga porsi dari buku \"Soto dan Sup Paling Digemari\" (2015) oleh Emy dan Umar terbitan Lingua Kata berikut ini. Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace) 1. Panaskan minyak. Tumis bawang merah dan bawang putih hingga harum. 2. Masukkan potongan daging ayam dan tumis sampai berubah warna. 3. Tuangkan kaldu ayam. Aduk rata dan rebus hingga mendidih. 4. Masukkan kentang dan masak hingga setengah matang. 5. Tambahkan wortel dan masak sampai setengah matang. 6. Masukkan buncis, merica bubuk dan garam. Aduk rata. Didihkan sekali lagi. 7. Beri minyak wijen. Aduk rata dan angkat. Sajikan panas.",
    "URL Link": "https://www.kompas.com/food/read/2024/11/03/123100275/resep-sup-ayam-spesial-makanan-berkuah-hangat-saat-cuaca-dingin",
    "URL Gambar": "https://asset.kompas.com/crops/dtfMtHjZm5XVPGn0ei1rozHrcW8=/0x0:968x645/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/04/12/66189a0a2b318.jpg",
    "deskripsi": "Makanan berkuah hangat, seperti sup ayam, nikmat dimakan selagi cuaca hujan. Selain nikmat, sup ayam juga kaya akan nutrisi karena mengandung aneka sayuran dan potongan daging ayam. Ikutiresep sup...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sup Jagung Ayam, Cocok Disantap Saat Kurang Fit",
    "Tanggal": "Kompas.com, 19 Oktober 2024, 11:31 WIB",
    "Isi Resep": "Sup jagung ayam terasacreamy. Kuahnya lebih kental daripada sup ayam yang umumnya berkuah bening. Sup ini cocok dinikmati saat tubuh terasa kurang fit. Pastikan menyantapnya tak lama setelah matang untuk menghangatkan tubuh. Simak resep sup jagung ayam untuk lima porsi dari buku \"Lauk Kukus dan Rebus\" (2013) oleh Dewi Soesilo terbitan Demedia Pustaka berikut ini. 1. Didihkan air, masukkan ayam dan rebus sampai matang. Angkat dan suwir-suwir. Takar sisa kaldunya sebanyak 250 mililiter, sisihkan. 2. Panaskan mentega, tumis bombai dan bawang putih hingga harum. Masukkan terigu sambil diaduk sampai matang. 3. Tuang susu sedikit demi sedikit, kaldu, kecap inggris, garam, merica, dan masak sambil diaduk terus. Masukkan jagung, ayam suwir, dan masak sampai matang. 4. Angkat dan sajikan selagi hangat. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/10/19/113100675/resep-sup-jagung-ayam-cocok-disantap-saat-kurang-fit",
    "URL Gambar": "https://asset.kompas.com/crops/5yskbQJ67cE8jlHJtui9pPSV420=/19x14:687x459/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/03/24/65fff9a1e058b.jpg",
    "deskripsi": "Sup jagung ayam terasacreamy. Kuahnya lebih kental daripada sup ayam yang umumnya berkuah bening. Sup ini cocok dinikmati saat tubuh terasa kurang fit. Pastikan menyantapnya tak lama setelah matang...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Pecel Ndeso Khas Solo, Sajikan dengan Nasi Merah",
    "Tanggal": "Kompas.com, 18 Oktober 2024, 10:31 WIB",
    "Isi Resep": "Pecel ndeso banyak dijual di pinggir jalan Solo, Jawa Tengah. Sama seperti pecel pada umumnya, makanan ini dibungkus dengan pincuk daun pisang. Uniknya, pecel ndeso disajikan dengan nasi merah, bukan nasi putih seperti yang banyak disajikan pada pecel sayur. Pecel ndeso khas Solo cocok dijadikan dan bisa dibuat sendiri di rumah, seperti resep dari buku \"Wisata Kuliner Makanan Daerah Khas Solo\" (2010) oleh Miftah Sanaji terbitan Gramedia Pustaka Utama berikut ini: Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/10/18/103100575/resep-pecel-ndeso-khas-solo-sajikan-dengan-nasi-merah",
    "URL Gambar": "https://asset.kompas.com/crops/2V2BLjN1g6ShrHPUasY-sgXNE1M=/0x0:780x520/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2020/07/16/5f0fd4c86ce13.jpg",
    "deskripsi": "Pecel ndeso banyak dijual di pinggir jalan Solo, Jawa Tengah. Sama seperti pecel pada umumnya, makanan ini dibungkus dengan pincuk daun pisang. Uniknya, pecel ndeso disajikan dengan nasi merah, bukan...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "5 Resep Makanan Bayi 6-8 Bulan sebagai Pendamping ASI",
    "Tanggal": "Kompas.com, 16 Oktober 2024, 17:03 WIB",
    "Isi Resep": "JAKARTA, -Bagi para ibu yang memiliki bayi usia 6-8 bulan, penting untuk mengetahui resep makanan bayi sebagai makanan pendamping air susu ibu (MPASI). Makanan bayitersebut akan menjadi nutrisi penting bagi bayi dalam perkembangannya. Oleh karena itu, pemberian makanan kepada bayi usia 6-8 bulan tidak boleh sembarangan. Kementerian Kesehatan (Kemenkes) membuat bukuresep makanan bayiyang terbit pada 2023. Buku tersebut berjudul Buku Resep Makanan Lokal: Bayi, Balita, dan Ibu Hamil.",
    "URL Link": "https://www.kompas.com/food/read/2024/10/16/170300575/5-resep-makanan-bayi-6-8-bulan-sebagai-pendamping-asi",
    "URL Gambar": "https://asset.kompas.com/crops/BiBdPwWFyjjfpbImHto2PDkaSYE=/0x0:3923x2615/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2020/05/22/5ec7f4b351f9b.jpg",
    "deskripsi": "JAKARTA, -Bagi para ibu yang memiliki bayi usia 6-8 bulan, penting untuk mengetahui resep makanan bayi sebagai makanan pendamping air susu ibu (MPASI). Makanan bayitersebut akan menjadi nutrisi...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Gulai Cincang, Lauk Favorit di RM Padang",
    "Tanggal": "Kompas.com, 16 Oktober 2024, 11:00 WIB",
    "Isi Resep": "Gulai cincang terasa lembut dan kenyal saat dimakan. Lauk ini banyak dicari di rumah makan (RM) Padang. Kuahnya tidak banyak, tetapi kaya rempah dan cukup untuk sekadar membasahi nasi hangat. Cara memasak gulai cincang tidak sesulit rendang, mengingat potongan dagingnya lebih kecil, serta jenis dagingnya tidak terlalu berserat. Kamu bisa mengikuti resep gulai cincang dari buku \"Aneka Masakan Padang Populer\" (2012) oleh Tim Dapur Demedia terbitan Demedia Pustaka berikut ini. 1. Rebus daging tetelah sampai empuk. Angkat, tiris kan. Potong-potong tetelan, saring air perebusnya. Sisihkan. 2. Panaskan minyak, tumis bumbu halus dan bumbu lain, kecuali asam kandis, hingga harum. Masukkan daging tetelan. Aduk sampai rata. 3. Tambahkan air perebus dan santan. Beri asam kandis. Masak sambil aduk hingga mendidih. Kecilkan api, lanjutkan memasak samapi santan mengental. Angkat.",
    "URL Link": "https://www.kompas.com/food/read/2024/10/16/110000375/resep-gulai-cincang-lauk-favorit-di-rm-padang",
    "URL Gambar": "https://asset.kompas.com/crops/MmXjjumPMJiwoyH7Qm584nQlv2M=/99x0:939x560/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2022/05/30/62949a13c6f34.jpg",
    "deskripsi": "Gulai cincang terasa lembut dan kenyal saat dimakan. Lauk ini banyak dicari di rumah makan (RM) Padang. Kuahnya tidak banyak, tetapi kaya rempah dan cukup untuk sekadar membasahi nasi hangat. Cara...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Tumis Oseng Tempe Favorit Presiden Jokowi, Tambah Udang Lebih Nikmat",
    "Tanggal": "Kompas.com, 14 Oktober 2024, 16:31 WIB",
    "Isi Resep": "Presiden Jokowi dikenal sebagai sosok yang sederhana, termasuk dalam hal pemilihan makanan. Dikutip dari Kompas.com(21/6/2020), Tri Surpriharjo selaku koki yang setia menemani Jokowi sejak 2013 mengatakan bahwa salah satu makanan yang kerap disantap oleh Jokowi yaitu tumis oseng tempe. Supaya lebih sedap, kamu bisa mencampurnya dengan udang dan buncis sesuai dengan selera. Bila ingin membuat olahan tempe seperti makanan kesukaan Jokowi, resep oseng tempe dari buku \"500 Resep Masakan Terfavorit\" karya Sisca Soewitomo (2011) terbitan PT Gramedia Pustaka Utama layak dicoba. Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace) 1. Panaskan minyak di dalam wajan lalu tumis cabai merah, cabai hijau, bawang merah, bawang putih, lengkuas, dan daun salam hingga harum. Setelah itu masukkan udang dan masak hingga udang berubah warna. 2. Masukkan tempe, buncis, kecap manis, garam, dan merica bubuk, kemudian masak sebentar sampai sayuran matang. Setelah itu angkat dan sajikan selagi hangat.",
    "URL Link": "https://www.kompas.com/food/read/2024/10/14/163100375/resep-tumis-oseng-tempe-favorit-presiden-jokowi-tambah-udang-lebih-nikmat",
    "URL Gambar": "https://asset.kompas.com/crops/9YBQF6jk7YsqSkXoNpX4jbao9qQ=/3x0:700x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2021/04/07/606cfb81b5f7a.jpg",
    "deskripsi": "Presiden Jokowi dikenal sebagai sosok yang sederhana, termasuk dalam hal pemilihan makanan. Dikutip dari (21/6/2020), Tri Surpriharjo selaku koki yang setia menemani Jokowi sejak 2013 mengatakan...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Nasi Goreng Rendah Karbohidrat, Ganti Nasi dengan Kembang Kol",
    "Tanggal": "Kompas.com, 9 Oktober 2024, 12:32 WIB",
    "Isi Resep": "Bagi yang sedang mengatur pola makan dan ingin menurunkan kadar konsumsi karbohidrat, bisa mengganti nasi dengan bahan makanan lainnya. Misalnya pada sajian nasi goreng, nasi bisa diganti dengan kembang kol. Caranya, kembang kol dihaluskan dan diperas hingga kering, lalu dimasak seperti memasak nasi goreng pada umumnya. Cara membuat nasi goreng untuk diet rendah karbohidrat selengkapnya bisa disimak dalam laman Delishberikut. 1. Blender kuntum bunga kol hingga halus, kemudian peras bunga kol menggunakan tisu dapur hingga benar-benar kering. Sementara itu, di mangkuk terpisah, aduk kecap dan gula. 2. Panaskan minyak dalam wajan anti lengket, kemudian tumis bawang merah hingga berwarna coklat keemasan. Setelah itu angkat dan tiris kan. 3. Sisakan satu sendok makan minyak di dalam wajan, lalu masak telur sembari diorak arik menggunakan api sedang-tinggi. Kemudian angkat dan sisihkan. 4. Di wajan yang sama, tumis wortel, bawang putih, dan kacang polong, kemudian tambahkan kol yang sudah diblender. Masak sembari diaduk hingga sayuran lunak. 5. Tambahkan kecap asin dan masak kembali sembari diaduk sekitar satu menit. Masukkan telur orak arik dan bumbu dengan garam dan merica. Sajikan hangat dengan taburan bawang merah, daun bawang, dan biji wijen. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/10/09/123200675/resep-nasi-goreng-rendah-karbohidrat-ganti-nasi-dengan-kembang-kol",
    "URL Gambar": "https://asset.kompas.com/crops/vh9o1A36PLmrT_gMmuuw20EqPn8=/0x93:800x626/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2021/12/15/61b962b2503ca.jpg",
    "deskripsi": "Bagi yang sedang mengatur pola makan dan ingin menurunkan kadar konsumsi karbohidrat, bisa mengganti nasi dengan bahan makanan lainnya. Misalnya pada sajian nasi goreng, nasi bisa diganti dengan...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Kukis Kacang Rendah Gula, Cocok untuk Pengidap Diabetes",
    "Tanggal": "Kompas.com, 8 Oktober 2024, 10:31 WIB",
    "Isi Resep": "Pengidap diabetes harus membatasi jenis dan jumlah makanannya. Tak lupa mengatur jadwal makan setiap hari. Makanan tinggi gula wajib dihindari pengidap diabetes. Adapun asupan yang direkomendasikan adalah bahan makanan tinggi serat, seperti buah dan sayur. Kukis termasuk makanan tinggi gula, bila jumlah gulanya tidak diatur. Kali ini, kamu bisa menekan jumlah gula di bawah 100 gram untuk empat porsi kue kering. Pilih juga gula yang rendah kalori untuk menghindari peningkatan kadar gula darah secara drastis. Simakresep kukis kacang rendah gulauntuk empat porsi dari buku \"Cookies untuk Diabetes\" (2012) oleh Dapur Aliza terbitan Gramedia Pustaka Utama berikut ini. Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace) 1. Campur mentega tawar, putih telur ayam, dan gula rendah kalori. Kocok semua bahan tersebut sampai lembut dan menyatu. 2. Masukkan tepung sagu, maizena, susu bubuk rendah kalori, danbaking powder. Aduk hingga tercampur rata. 3. Cetak adonan dengan cetakan kipas. Olesi putih telur ayam dan tempelkan kacang mete. Letakkan ke dalam loyang. 4. Panggang sampai matang berwarna kecoklatan. Angkat. 5. Simpan dalam stoples. Sajikan.",
    "URL Link": "https://www.kompas.com/food/read/2024/10/08/103100275/resep-kukis-kacang-rendah-gula-cocok-untuk-pengidap-diabetes",
    "URL Gambar": "https://asset.kompas.com/crops/CMi1LFObg2vRhyn0Nx0aq9tgoOg=/32x22:832x555/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/10/08/67049a584ca33.jpg",
    "deskripsi": "Pengidap diabetes harus membatasi jenis dan jumlah makanannya. Tak lupa mengatur jadwal makan setiap hari. Makanan tinggi gula wajib dihindari pengidap diabetes. Adapun asupan yang direkomendasikan...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Pad Thai, Tumis Kwetiau Ayam Khas Thailand",
    "Tanggal": "Kompas.com, 4 Oktober 2024, 14:36 WIB",
    "Isi Resep": "Pad thaiialah makanan khas Thailand yang cukup popular bagi pencinta kuliner. Kini, tidak perlu terbang jauh ke Thailand untuk menyantappad thai, hidangan kwetiau tumis ini bisa dibuat sendiri di rumah. Beberapa bahan yang dibutuhkan dalam resep ini yakni mi beras khusus yang mirip kwetiau, kacang tanah, taoge, daging ayam, wortel, serta perasan jeruk nipis untuk cita rasa asam segar khaspad thai. Jika ingin membuatpad thaidi rumah, resepnya bisa disimak dalam laman BBC Good Food, Kamis (3/10/2024), berikut. 1. Rendam mi di dalam air panas hingga empuk, kemudian angkat dan tiris kan. Sementara itu, panaskan minyak lalu tumis ayam menggunakan api sedang-tinggi selama lima menit hingga ayam matang. 2. Pindahkan ayam ke dalam mangkuk lalu sisihkan. Di wajan yang sama, tumis bombai, paprika, dan wortel hingga layu, lalu tambahkan bawang putih, cabai, dan jahe. 3. Masak semua bahan sembari ditumis hingga harum, kemudian tambahkan taoge, besarkan api kompor, tambahkan kacang tanah, air jeruk nipis, kulit jeruk nipis, dan kecap asin. Tumis hingga semua bahan tercampur rata. 4. Masukkan kembali daging ayam ke dalam tumisan, tambahkan mi dan aneka rempah. Aduk hingga semua bahan tercampur rata lalu koreksi rasa sebelum disajikan. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/10/04/143600675/resep-pad-thai-tumis-kwetiau-ayam-khas-thailand",
    "URL Gambar": "https://asset.kompas.com/crops/Vo9YNHOnj6WcZFkH4Z61Qv108k0=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2022/12/13/6397e5ebf3d55.jpeg",
    "deskripsi": "Pad thaiialah makanan khas Thailand yang cukup popular bagi pencinta kuliner. Kini, tidak perlu terbang jauh ke Thailand untuk menyantappad thai, hidangan kwetiau tumis ini bisa dibuat sendiri di...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sup Bakso Tahu Bayam, Makanan Kuah Bening Cocok untuk Anak",
    "Tanggal": "Kompas.com, 3 Oktober 2024, 13:37 WIB",
    "Isi Resep": "Bukan bakso daging biasa, kali ini kamu bisa membuat bakso dari tahu dan bayam untuk sup. Tahu dan bayam dicampur bersama tepung kanji, lalu diuleni dan dibentuk kotak-kotak. Bila suka, bisa juga membentuknya bulat seperti bakso biasa. Makanan kuah bening ini cocok untuk anak-anak, apalagi yang sulit makan sayur karena daun bayam tidak begitu terlihat saat dicampur dengan tahu. Simakresep sup bakso tahu bayamuntuk lima porsi dari buku\"Lauk Rebus dan Kukus\"(2013) oleh Dewi Soesilo terbitan Demedia Pustaka berikut ini. 1. Buat bakso dengan mengaduk rata semua bahan. Tuang ke loyang yang sudah dioles dengan margarin dan ratakan. Kukus selama 20 menit. Angkat. Biarkan dingin dan potong-potong kotak. 2. Buat kaldu dengan mendidihkan air, masukkan tetelan dan masak sampai empuk. Tumis bawang putih sampai harum, angkat dan masukkan ke rebusan tetelan. Tambahkan merica, garam, dan aduk rata. 3. Masukkan bakso tahu yang sudah dipotong. Masak sebentar saja. Angkat, taburi daun bawang dan sajikan selagi hangat. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/10/03/133700775/resep-sup-bakso-tahu-bayam-makanan-kuah-bening-cocok-untuk-anak",
    "URL Gambar": "https://asset.kompas.com/crops/cKRwjze4l0MKewRn-fqjNewKXqU=/0x416:667x861/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2021/06/18/60cc59af50531.jpg",
    "deskripsi": "Bukan bakso daging biasa, kali ini kamu bisa membuat bakso dari tahu dan bayam untuk sup. Tahu dan bayam dicampur bersama tepung kanji, lalu diuleni dan dibentuk kotak-kotak. Bila suka, bisa juga...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Mi Godog Jawa, Nikmat Dimasak Dadakan untuk Malam Hari",
    "Tanggal": "Kompas.com, 3 Oktober 2024, 09:36 WIB",
    "Isi Resep": "Mi godog jawa paling nikmat disantap selagi hangat, apalagi saat cuaca dingin sehabis hujan. Kamu bisa menyiapkan bahan untuk membuat mi godog jawa kapan saja, tapi pastikan tidak membiarkannya terlalu lama setelah matang. Masak mi godog jawa dadakan sebelum jam makan siang maupun malam agar tidak lodoh dan makin nikmat saat dimakan. Ikuti resep mi godog jawa dari buku \"Resep Masakan Nasional\" (2016) oleh Ny. Wulandari terbitan Aneka Ilmu berikut ini. 1. Tumis bawang putih dan daun bawang yang sudah diiris sampai layu. Masukkan daging dan udang yang sudah dikupas, aduk-aduk sampai matang. Tuang kaldu sapi. 2. Masukkan semua bumbu dan sayur. Jika mendidih, masukkan minyak, aduk-aduk sebentar, lalu angkat. 3. Sajikan selagi hangat dengan taburan bawang goreng dan acar timun. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/10/03/093600675/resep-mi-godog-jawa-nikmat-dimasak-dadakan-untuk-malam-hari",
    "URL Gambar": "https://asset.kompas.com/crops/1E5gIlfrIo_M1S7cIH1o85Lx5sA=/74x23:952x609/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2021/05/21/60a732315e52e.jpg",
    "deskripsi": "Mi godog jawa paling nikmat disantap selagi hangat, apalagi saat cuaca dingin sehabis hujan. Kamu bisa menyiapkan bahan untuk membuat mi godog jawa kapan saja, tapi pastikan tidak membiarkannya...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Pepes Ayam Tomat Hijau, Cocok untuk Makanan Diet Sehat",
    "Tanggal": "Kompas.com, 4 September 2024, 19:38 WIB",
    "Isi Resep": "Makan lauk yang diolah tanpa minyak, jadi pilihan untuk diet menurunkan berat badan atau diet untuk kesehatan. Kamu bisa membuat pepes ayam tomat dan bumbu hijau, ide makanan diet praktis dan enak. Resep dari Sajian Sedapini juga cocok untuk stok lauk makan yang awet tahan lama. Simak resepnya berikut ini.",
    "URL Link": "https://www.kompas.com/food/read/2024/09/04/193800075/resep-pepes-ayam-tomat-hijau-cocok-untuk-makanan-diet-sehat-",
    "URL Gambar": "https://asset.kompas.com/crops/x2G3-lySzYVj5e5pIkNdaARiVOI=/2x0:700x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/09/04/66d84ddceceba.jpg",
    "deskripsi": "Makan lauk yang diolah tanpa minyak, jadi pilihan untuk diet menurunkan berat badan atau diet untuk kesehatan. Kamu bisa membuat pepes ayam tomat dan bumbu hijau, ide makanan diet praktis dan enak....",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Semur Terong Daging Giling, Ide Bekal Praktis Bergizi",
    "Tanggal": "Kompas.com, 4 September 2024, 17:26 WIB",
    "Isi Resep": "Masak daging dan sayur sekaligus menghemat waktu masak saat pagi hari, terutama ketika menyiapkan bekal sekolah atau bekal kerja. Ide bekal praktis ini adalah semur terong daging giling yang matangnya cepat. Kamu bahkan bisa masak dengan rice cooker, aduk sesekali sampai terong empuk. Simak resep semur terong daging giling dari Sajian Sedapini.",
    "URL Link": "https://www.kompas.com/food/read/2024/09/04/172600675/resep-semur-terong-daging-giling-ide-bekal-praktis-bergizi-",
    "URL Gambar": "https://asset.kompas.com/crops/ZSBT0URdZUbGrixli-qpFtnXCwk=/0x0:750x500/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2023/01/10/63bcab1593b66.jpeg",
    "deskripsi": "Masak daging dan sayur sekaligus menghemat waktu masak saat pagi hari, terutama ketika menyiapkan bekal sekolah atau bekal kerja. Ide bekal praktis ini adalah semur terong daging giling yang...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Daging Balado Daun Jeruk, Ide Stok Bekal Makanan",
    "Tanggal": "Kompas.com, 1 September 2024, 07:16 WIB",
    "Isi Resep": "Daging balado daun jeruk bisa jadi ide lauk untuk bekal makanan di tempat kerja. Daging balado tidak mudah rusak, bisa kamu simpan sampai sebulan difreezer. Cara memanaskannya juga hanya perlu menggunakan microwave atau dikukus. Resep dari Sajian Sedapini menggunakan daging sebanyak 500 gram. Apabila kamu mau buat untuk stok makanan, kalikan dua resep ini agar hasilnya lebih banyak.",
    "URL Link": "https://www.kompas.com/food/read/2024/09/01/071600975/resep-daging-balado-daun-jeruk-ide-stok-bekal-makanan-",
    "URL Gambar": "https://asset.kompas.com/crops/e9GyLHcbm2C_JK2hqVHvMy6s020=/72x18:630x390/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/08/31/66d2bf02d0600.jpg",
    "deskripsi": "Daging balado daun jeruk bisa jadi ide lauk untuk bekal makanan di tempat kerja. Daging balado tidak mudah rusak, bisa kamu simpan sampai sebulan difreezer. Cara memanaskannya juga hanya perlu...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Cumi Goreng Tepung Saus Padang, Bikin Lauk Senak Restoran",
    "Tanggal": "Kompas.com, 31 Agustus 2024, 18:05 WIB",
    "Isi Resep": "Akhir pekan dan setelah gajian, waktu yang tepat untuk bereksperimen membuat makanan seenak di restoran. Salah satu makanan khas di restoran atau warung seafood ada cumi goreng tepung. Cara membuat cumi goreng tepung ini agak susah-susah gampang, karena jika waktu masak terlampau lama cumi bisa alot. Resep dari Sajian Sedapini juga lebih istimewa karena ada tambahan saus padang untuk disiram atau dicocol ke cumi goreng tepung. Bahan pencelup (aduk rata):",
    "URL Link": "https://www.kompas.com/food/read/2024/08/31/180500475/resep-cumi-goreng-tepung-saus-padang-bikin-lauk-senak-restoran-",
    "URL Gambar": "https://asset.kompas.com/crops/mY6FCzxm5ocVimVtpIDSuKKs_OQ=/2x0:700x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/08/31/66d2bb1833962.jpg",
    "deskripsi": "Akhir pekan dan setelah gajian, waktu yang tepat untuk bereksperimen membuat makanan seenak di restoran. Salah satu makanan khas di restoran atau warung seafood ada cumi goreng tepung. Cara membuat...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Bubur Ikan Tidak Amis, Cocok untuk Anak",
    "Tanggal": "Kompas.com, 31 Agustus 2024, 14:32 WIB",
    "Isi Resep": "Kreasi bubur bisa dilakukan melalui bahan protein. Selain daging ayam, kamu juga bisa menggunakan aneka boga bahari untuk membuat bubur seperti udang atau ikan. Resep bubur ikandari Sajian Sedapini tidak amis. Cocok untuk anak-anak dan orang yang sedang sakit. Kamu bisa menambahkan mixed vetegable yang umumnya terdiri dari wortel, kacang polong, dan buncis. Jika tidak ada juga bisa diganti dengan daun selada atau tidak menggunakan sayur sama sekali.",
    "URL Link": "https://www.kompas.com/food/read/2024/08/31/143200675/resep-bubur-ikan-tidak-amis-cocok-untuk-anak",
    "URL Gambar": "https://asset.kompas.com/crops/0Kcl5zmiVfYJFrRJ_5o6Jk0p-yo=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2020/07/11/5f09c2ce8eea7.jpg",
    "deskripsi": "Kreasi bubur bisa dilakukan melalui bahan protein. Selain daging ayam, kamu juga bisa menggunakan aneka boga bahari untuk membuat bubur seperti udang atau ikan. Resep bubur ikandari Sajian Sedapini...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sop Lobak Daging, Kuah Bening Cocok untuk Orang sakit",
    "Tanggal": "Kompas.com, 29 Agustus 2024, 08:28 WIB",
    "Isi Resep": "Banyak orang sakit flu, batuk, atau sakit tenggorokan saat musim pancaroba. Masak sup kuah bening dapat membantu orang yang sedang sakit lebih mudah mencerna makanan. Buat sup kuah bening yang tinggi gizi, seperti sup lobak dengan daging dan bakso agar bantu pemulihan sakit. Kamu juga bisa menggunakan iga sapi untuk resep dari Sajian Sedapberikut ini. Bahan pelengkap (opsional):",
    "URL Link": "https://www.kompas.com/food/read/2024/08/29/082800175/resep-sop-lobak-daging-kuah-bening-cocok-untuk-orang-sakit-",
    "URL Gambar": "https://asset.kompas.com/crops/FDAuPfSY9Dfww59aU_yQ-BQFDtE=/2x0:700x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/08/28/66cf359ac8cac.jpg",
    "deskripsi": "Banyak orang sakit flu, batuk, atau sakit tenggorokan saat musim pancaroba. Masak sup kuah bening dapat membantu orang yang sedang sakit lebih mudah mencerna makanan. Buat sup kuah bening yang tinggi...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Ayam Goreng Bumbu Kuning, Bisa Pakai Ayam Fillet",
    "Tanggal": "Kompas.com, 28 Agustus 2024, 18:12 WIB",
    "Isi Resep": "Bumbu kuning khas Nusantara selalu nikmat dijadikan bumbu marinasi ayam goreng. Rasanya harum, gurih, dan ada tambahan lapisan pada kulit ayam. Kamu bisa masak ayam goreng bumbu kuning dengan ayam potong atau ayam fillet. Apabila menggunakan ayam fillet, pastikan masih menggunakan bagian kulitnya agar daging tidak terlalu kering ketika digoreng. Simak resepnya dari Sajian Sedapberikut ini.",
    "URL Link": "https://www.kompas.com/food/read/2024/08/28/181200675/resep-ayam-goreng-bumbu-kuning-bisa-pakai-ayam-fillet-",
    "URL Gambar": "https://asset.kompas.com/crops/1W4AI2HwYE4gbbYaf5SShpf7P4g=/936x0:6000x3376/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2022/04/15/62589489ada9a.jpg",
    "deskripsi": "Bumbu kuning khas Nusantara selalu nikmat dijadikan bumbu marinasi ayam goreng. Rasanya harum, gurih, dan ada tambahan lapisan pada kulit ayam. Kamu bisa masak ayam goreng bumbu kuning dengan ayam...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Tumis Caisim Ebi, Lebih Gurih dan Harum",
    "Tanggal": "Kompas.com, 28 Agustus 2024, 17:06 WIB",
    "Isi Resep": "Tumis caisim umumnya simpel dengan bumbu bawang putih goreng. Saat bosan dengan tumis caisim biasa, coba tambahkan ebi. Tumis caisim ebi ini selain lebih gurih, aromanya juga lebih harum. Tambahkan aneka cabai agar rasanya jadi lebih medok. Simakresep tumis caisim ebidari Sajian Sedap, untuk ide tumisan sederhana dan praktis.",
    "URL Link": "https://www.kompas.com/food/read/2024/08/28/170600875/resep-tumis-caisim-ebi-lebih-gurih-dan-harum-",
    "URL Gambar": "https://asset.kompas.com/crops/U4TmQfPQy6PakbSfR9xy30g3m8M=/2x0:700x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/08/28/66cea7b6e7833.jpg",
    "deskripsi": "Tumis caisim umumnya simpel dengan bumbu bawang putih goreng. Saat bosan dengan tumis caisim biasa, coba tambahkan ebi. Tumis caisim ebi ini selain lebih gurih, aromanya juga lebih harum. Tambahkan...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Salad Ayam Mangga Khas Thailand, Ide Menu Sehat dan Segar",
    "Tanggal": "Kompas.com, 28 Agustus 2024, 12:28 WIB",
    "Isi Resep": "Salad ayam mangga khas Thailand atauyam mamuang gaidalam bahasa Thailand termasuk hidangan segar nan kaya rasa. Salad ayam mangga Thailandini memiliki perpaduan rasa manis, asam, dan gurih, disertai aroma mangga dan kelapa yang khas. Dilansir dari The Spruce Eats, Rabu (28/8/2024), simakresep salad ayam mangga khas Thailandberikut ini. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/08/28/122824675/resep-salad-ayam-mangga-khas-thailand-ide-menu-sehat-dan-segar",
    "URL Gambar": "https://asset.kompas.com/crops/D5cOMO3tdMVoe9Hm9LjBUNT34Wk=/0x702:1000x1369/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/08/28/66ceb38be6554.jpg",
    "deskripsi": "Salad ayam mangga khas Thailand atauyam mamuang gaidalam bahasa Thailand termasuk hidangan segar nan kaya rasa. Salad ayam mangga Thailandini memiliki perpaduan rasa manis, asam, dan gurih, disertai...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Rendang Telur Kacang Merah, Masaknya Cepat",
    "Tanggal": "Kompas.com, 26 Agustus 2024, 20:20 WIB",
    "Isi Resep": "Masak rendang daging butuh waktu berjam-jam ampai empuk dan bumbunya benar-benar kering. Apabila kamu tidak punya banyak waktu, coba buat rendang telur yang lebih praktis. Sebagai tambahan tekstur, tambahkan kacang merah yang sudah direndam semalaman. Simak resep rendang telur dari Sajian Sedapyang juga bisa jadi ide makan murah saat akhir bulan.",
    "URL Link": "https://www.kompas.com/food/read/2024/08/26/202000575/resep-rendang-telur-kacang-merah-masaknya-cepat-",
    "URL Gambar": "https://asset.kompas.com/crops/qqHPqRXjRMm6snLem3QdHrXpsxM=/75x50:675x450/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/06/30/6681572feded7.jpg",
    "deskripsi": "Masak rendang daging butuh waktu berjam-jam ampai empuk dan bumbunya benar-benar kering. Apabila kamu tidak punya banyak waktu, coba buat rendang telur yang lebih praktis. Sebagai tambahan tekstur,...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sayur Sawi Putih Tumis Telur, Makanan Akhir Bulan Bergizi",
    "Tanggal": "Kompas.com, 26 Agustus 2024, 16:32 WIB",
    "Isi Resep": "Bagi kamu yang gajian akhir bulan atau awal bulan, jangan lupa untuk tetap makan-makanan bergizi. Kamu bisa pilih sayur dan protein murah yang bisa dibeli di warung terdekat, misalnya sawi putih. Simak resep sawi putih tumis telur untuk ide makanan murah tanggal tua, tetapi tetap enak dari Sajian Sedapberikut ini.",
    "URL Link": "https://www.kompas.com/food/read/2024/08/26/163200375/resep-sayur-sawi-putih-tumis-telur-makanan-akhir-bulan-bergizi-",
    "URL Gambar": "https://asset.kompas.com/crops/pZg9etK_8-W4dxvUfI6Lezbk-JQ=/28x22:641x431/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/08/26/66cc404f9388d.jpeg",
    "deskripsi": "Bagi kamu yang gajian akhir bulan atau awal bulan, jangan lupa untuk tetap makan-makanan bergizi. Kamu bisa pilih sayur dan protein murah yang bisa dibeli di warung terdekat, misalnya sawi putih....",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Soto Semarang, Kuahnya Bening Cocok untuk Sarapan",
    "Tanggal": "Kompas.com, 25 Agustus 2024, 08:03 WIB",
    "Isi Resep": "Cari ide sarapan untuk akhir pekan? Coba buat soto semarang yang kuahnya bening menyegarkan. Soto semarang cocok disantap dengan aneka sate seperti sate kerang. Bisa juga disantap dengan aneka gorengan seperti tempe goreng atau perkedel, karena rasa kuah yang ringan. Simakresep soto semarangberikut ini dari Sajian Sedap. Rasanya bisa jadi lebih nikmat dengan menggunakan ayam kampung.",
    "URL Link": "https://www.kompas.com/food/read/2024/08/25/080300075/resep-soto-semarang-kuahnya-bening-cocok-untuk-sarapan-",
    "URL Gambar": "https://asset.kompas.com/crops/Ki73ldWcGcZMCoppp5guxcbwjgQ=/2x0:700x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/08/24/66c9c0493033c.jpg",
    "deskripsi": "Cari ide sarapan untuk akhir pekan? Coba buat soto semarang yang kuahnya bening menyegarkan. Soto semarang cocok disantap dengan aneka sate seperti sate kerang. Bisa juga disantap dengan aneka...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sate Kerang Pedas Manis, Cocok untuk Makan Soto",
    "Tanggal": "Kompas.com, 24 Agustus 2024, 10:38 WIB",
    "Isi Resep": "Lauk pelengkap makan soto ada macam-macam. Bisa perkedel, tempe goreng, atau aneka soto. Salah satu sate yang cocok disantap dengan soto adalah sate kerang. Rasa kerang yang khas gurih dengan sedikit aroma amis diseimbangkan dengan kuah soto segar. Simakresep sate kerangpedas manis dari Sajian Sedapberikut ini.",
    "URL Link": "https://www.kompas.com/food/read/2024/08/24/103800975/resep-sate-kerang-pedas-manis-cocok-untuk-makan-soto",
    "URL Gambar": "https://asset.kompas.com/crops/-DBVx4Mi_0aqESjwNiptty-Skew=/0x15:675x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/08/24/66c94773d6751.jpg",
    "deskripsi": "Lauk pelengkap makan soto ada macam-macam. Bisa perkedel, tempe goreng, atau aneka soto. Salah satu sate yang cocok disantap dengan soto adalah sate kerang. Rasa kerang yang khas gurih dengan sedikit...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sapo Tahu Sapi, Masak Sayur dan Protein Sekaligus",
    "Tanggal": "Kompas.com, 23 Agustus 2024, 08:12 WIB",
    "Isi Resep": "Sapo tahu umumnya berisikan sayuran, tahu, dan protein daging seperti ayam atau sapi. Cara membuat sapo tahu, sama sepertichinese foodpada umumnya terbilang mudah karena hanya perlu tumis semua bahan jadi satu. Simakresep sapo tahusapi dari Sajian Sedapini, ide praktis masak sayur dan protein langsung sekaligus.",
    "URL Link": "https://www.kompas.com/food/read/2024/08/23/081200375/resep-sapo-tahu-sapi-masak-sayur-dan-protein-sekaligus-",
    "URL Gambar": "https://asset.kompas.com/crops/QHbDh7VSYGMd0F9CC_bkM4JMENo=/0x14:750x514/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2023/10/02/651a2d9258a4f.jpeg",
    "deskripsi": "Sapo tahu umumnya berisikan sayuran, tahu, dan protein daging seperti ayam atau sapi. Cara membuat sapo tahu, sama sepertichinese foodpada umumnya terbilang mudah karena hanya perlu tumis semua bahan...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Tumis Jamur Merang, Lauk Murah untuk Tanggal Tua",
    "Tanggal": "Kompas.com, 21 Agustus 2024, 10:36 WIB",
    "Isi Resep": "Tanggal tua atau momen menunggu gajian tidak berarti makan jadi kurang bergizi. Masak sendiri dengan bahan makanan kaya vitamin, serat, protein, dan kandungan baik lainnya untuk tubuh. Coba buat olahan jamur, selain murah protein nabati ini juga bisa jadi pengganti lauk daging. Salah satu resep paling mudah adalah tumis jamur, seperti dari Sajian Sedapberikut ini.",
    "URL Link": "https://www.kompas.com/food/read/2024/08/21/103600075/resep-tumis-jamur-merang-lauk-murah-untuk-tanggal-tua-",
    "URL Gambar": "https://asset.kompas.com/crops/f97_sR22DtoKElrTLjsCyEsDJIg=/75x67:633x439/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/08/21/66c55713799c6.jpg",
    "deskripsi": "Tanggal tua atau momen menunggu gajian tidak berarti makan jadi kurang bergizi. Masak sendiri dengan bahan makanan kaya vitamin, serat, protein, dan kandungan baik lainnya untuk tubuh. Coba buat...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Semur Tahu Praktis, Jangan Lupa Tabur Bawang Goreng",
    "Tanggal": "Kompas.com, 21 Agustus 2024, 09:37 WIB",
    "Isi Resep": "Makanan berkuah manis dan pekat ini tidak hanya dibuat dari tahu. Kamu bisa menambahkan daging ayam dan kentang ke dalamnya. Sebelum menyantap semur tahu dengan nasi, jangan lupa taburi bawang goreng agar semakin nikmat. Ikutiresep semur tahudari buku \"Aneka Masakan Tahu\" (2005) oleh Yuni Pradata terbitan PT Agro Media Pustaka berikut ini. 1. Potong tahu persegi panjang, lalu goreng. 2. Haluskan bawang merah dan bawang putih, lalu tumis hingga harum. Masukkan ayam dan tambahkan air. 3. Masukkan tahu dan bumbu lainnya, aduk secara merata dan biarkan hingga daging ayam empuk serta bumbu meresap. 4. Jika suka, bisa tambahkan soun dan disajikan dengan taburan bawang goreng.",
    "URL Link": "https://www.kompas.com/food/read/2024/08/21/093700475/resep-semur-tahu-praktis-jangan-lupa-tabur-bawang-goreng",
    "URL Gambar": "https://asset.kompas.com/crops/ZkJSGzh1EmnE8iMMxjve99PjVO8=/23x0:991x645/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2023/04/20/6440755366163.jpeg",
    "deskripsi": "Makanan berkuah manis dan pekat ini tidak hanya dibuat dari tahu. Kamu bisa menambahkan daging ayam dan kentang ke dalamnya. Sebelum menyantap semur tahu dengan nasi, jangan lupa taburi bawang goreng...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Nasi Kuning Rice Cooker Praktis, Pakai Kunyit Bubuk dan Santan Instan",
    "Tanggal": "Kompas.com, 16 Agustus 2024, 11:21 WIB",
    "Isi Resep": "Nasi kuning kini kian mudah dibuat dengan bantuan rice cooker. Selain itu, juga tersedia banyak bumbu instan di minimarket. Apabila kamu mamu membuat nasi kuning dari kunyit bubuk dan santan instan juga bisa, sehingga tidak peru repot mengupas bumbu atau memeras kelapa. Pastikan untuk tetap menambahkan daun salam dan daun pandan agar nasi kuning punya aroma yang nikmat. Simak resep nasi kuningrice cookerpraktis berikut ini. 10 butir bawang merah iris, goreng",
    "URL Link": "https://www.kompas.com/food/read/2024/08/16/112157575/resep-nasi-kuning-rice-cooker-praktis-pakai-kunyit-bubuk-dan-santan-instan",
    "URL Gambar": "https://asset.kompas.com/crops/i6jp5bKyOOGb_ZU8l_9-y8XB0ns=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/01/15/65a494530285b.jpg",
    "deskripsi": "Nasi kuning kini kian mudah dibuat dengan bantuan rice cooker. Selain itu, juga tersedia banyak bumbu instan di minimarket. Apabila kamu mamu membuat nasi kuning dari kunyit bubuk dan santan instan...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Kerang Bumbu Iris, Lauk Praktis Tinggal Tumis",
    "Tanggal": "Kompas.com, 12 Agustus 2024, 13:34 WIB",
    "Isi Resep": "Kerang bisa jadi pilihan lauk makan praktis. Teksturnya yang lembut mebuat bahan makanan protein ini jadi cepat matang dan menyerap bumbu. Kamu bisa membuat kerang bumbu iris yang masaknya cepat, karena bumbu tidak perlu diulek halus. Gunakan kerang hijau, kerang dara, atau kerang jenis lain untuk membuat resep dari Sajian Sedapberikut ini.",
    "URL Link": "https://www.kompas.com/food/read/2024/08/12/133400775/resep-kerang-bumbu-iris-lauk-praktis-tinggal-tumis-",
    "URL Gambar": "https://asset.kompas.com/crops/Px_lQ-mUnjO1ZGo2WvirfWJgKcc=/0x6:700x472/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/08/12/66b99dc6559b1.jpg",
    "deskripsi": "Kerang bisa jadi pilihan lauk makan praktis. Teksturnya yang lembut mebuat bahan makanan protein ini jadi cepat matang dan menyerap bumbu. Kamu bisa membuat kerang bumbu iris yang masaknya cepat,...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Brownies Tanpa Gula, Pakai Ubi Manis dan Pisang Matang",
    "Tanggal": "Kompas.com, 12 Agustus 2024, 10:36 WIB",
    "Isi Resep": "Gula bisa diganti dengan berbagai alternatif bahan alami misalnya dengan ubi manis atau pisang yang sudah kematangan untuk membuat kue. Saat membuat brownies kamu juga bisa menggunakan dua bahan tersebut, tanpa mengubah tekstur atau rasa brownies itu sendiri. Gunakan pisang yang sudah kematangan untuk tingkat manis yang lebih tinggi. Simakresep brownies tanpa guladari BBCberikut ini.",
    "URL Link": "https://www.kompas.com/food/read/2024/08/12/103600175/resep-brownies-tanpa-gula-pakai-ubi-manis-dan-pisang-matang",
    "URL Gambar": "https://asset.kompas.com/crops/GZRSsWWq9-venui-4UCEj1Qzdf0=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/07/21/669c72cd5ff45.jpg",
    "deskripsi": "Gula bisa diganti dengan berbagai alternatif bahan alami misalnya dengan ubi manis atau pisang yang sudah kematangan untuk membuat kue. Saat membuat brownies kamu juga bisa menggunakan dua bahan...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Ikan Goreng Sambal Mangga, Asam Pedas Segar",
    "Tanggal": "Kompas.com, 12 Agustus 2024, 09:32 WIB",
    "Isi Resep": "Makan ikan goreng, nikmat ditemani sambal pedas. Selagi masih musim mangga, coba buat sambal mangga yang radanya asam, pedas, manis, dan gurih. Pada resep Sajian Sedap ini menggunakan ikan tenggiri. Kamu juga bisa menggunakan ikan lain seperti kembung atau kakap. Pastikan untuk marinasi atau rebus daging ikan dahulu agar tidak amis dan lebih berbumbu.",
    "URL Link": "https://www.kompas.com/food/read/2024/08/12/093200475/resep-ikan-goreng-sambal-mangga-asam-pedas-segar",
    "URL Gambar": "",
    "deskripsi": "Makan ikan goreng, nikmat ditemani sambal pedas. Selagi masih musim mangga, coba buat sambal mangga yang radanya asam, pedas, manis, dan gurih. Pada resep Sajian Sedap ini menggunakan ikan tenggiri....",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Soto Lamongan untuk Akhir Pekan, Mudah Dibuat",
    "Tanggal": "Kompas.com, 11 Agustus 2024, 07:31 WIB",
    "Isi Resep": "Saat ingin makan berkuah hangat dengan bahan protein dan karbohidrat lengkap, pertimbangkan buat soto. Soto juga jadi salah satu makanan khas Indonesia yang mudah dibuat, karena hanya perlu haluskan bahan, tumis, dan rebus semua bahan. Yuk, bikin soto lamongan untuk makanan akhir pekan bersama keluarga. Resep dari Sajian Sedap. Gunakan ayam kampung agar kaldunya lebih gurih.",
    "URL Link": "https://www.kompas.com/food/read/2024/08/11/073100175/resep-soto-lamongan-untuk-akhir-pekan-mudah-dibuat-",
    "URL Gambar": "https://asset.kompas.com/crops/eeqX26NzR8czXQraWe7oV_aBVXU=/2x0:700x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/08/09/66b64a5c99955.jpg",
    "deskripsi": "Saat ingin makan berkuah hangat dengan bahan protein dan karbohidrat lengkap, pertimbangkan buat soto. Soto juga jadi salah satu makanan khas Indonesia yang mudah dibuat, karena hanya perlu haluskan...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Donat Labu Kuning, Ide Jualan Makanan yang Sedang Tren",
    "Tanggal": "Kompas.com, 9 Agustus 2024, 20:02 WIB",
    "Isi Resep": "Popularitas donat kentang beralih ke donat labu kuning pada 2024 ini. Awalnya donat labu kuning populer di Jepang, tidak terkecuali di kalangan wisatawan asal Indonesia. Pertengahan 2024, mulai bermunculan toko donat labu kuning di Jakarta. Donat labu kuning memiliki tampilan kuning cerah dan sedikit berkulit jika dibandingkan donat biasa. Donat ini nikmat dimakan dengan atau tanpa isian, sebab aromanya sendiri harum dengan tekstur lembut. Coba buat sendiri donat labu kuning dari resep Sajian Sedapini, siapa tahu bisa jadi ide jualan makanan kekinian.",
    "URL Link": "https://www.kompas.com/food/read/2024/08/09/200200475/resep-donat-labu-kuning-ide-jualan-makanan-yang-sedang-tren-",
    "URL Gambar": "https://asset.kompas.com/crops/IN3HAZRuKaXe4Am5gowlJ0I_Pv0=/383x334:3583x2468/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/08/09/66b5ddb7e96cd.jpg",
    "deskripsi": "Popularitas donat kentang beralih ke donat labu kuning pada 2024 ini. Awalnya donat labu kuning populer di Jepang, tidak terkecuali di kalangan wisatawan asal Indonesia. Pertengahan 2024, mulai...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Kwetiau Kuah Asam Pedas, Kuah Medok Pakai Udang",
    "Tanggal": "Kompas.com, 9 Agustus 2024, 19:05 WIB",
    "Isi Resep": "Kreasi kwetiau kuah satu ini mirip dengan laksa khas Malaysia dengan cita rasa asam pedas. Kuah dibuat dari rebusan kaldu udang yang juga menjadi bahan protein. Resep kwetiau kuah asam pedasini bisa jadi ide untuk makan malam praktis untuk keluarga atau sarapan untuk akhir pekan. Kwetiau juga bisa diganti dengan mi atau bihun. Simak resepnya dari Sajian Sedapberikut ini.",
    "URL Link": "https://www.kompas.com/food/read/2024/08/09/190500775/resep-kwetiau-kuah-asam-pedas-kuah-medok-pakai-udang-",
    "URL Gambar": "https://asset.kompas.com/crops/ruxVzfoI2OHKCO-zE2_ro064uHk=/7x15:682x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/08/09/66b5cd3f1b2d2.jpg",
    "deskripsi": "Kreasi kwetiau kuah satu ini mirip dengan laksa khas Malaysia dengan cita rasa asam pedas. Kuah dibuat dari rebusan kaldu udang yang juga menjadi bahan protein. Resep kwetiau kuah asam pedasini bisa...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Brokoli Panggang Keju dan Bawang, Kreasi Sayur untuk Anak",
    "Tanggal": "Kompas.com, 7 Agustus 2024, 15:03 WIB",
    "Isi Resep": "Brokoli dengan kuntum yang masih keras membuat anak sulit makan sayur ini. Kamu bisa mencampur brokoli dengan keju leleh dan dipanggang agar lebih menggugah selera. Bahan brokoli panggang ini sederhana, karena hanya terdiri dari tiga bahan utama. Pastikan untuk menggunakan wadah tahan panas karena untuk memasak makanan ini butuh oven atau air fryer. Simak resepnya dari Tasty.",
    "URL Link": "https://www.kompas.com/food/read/2024/08/07/150300875/resep-brokoli-panggang-keju-dan-bawang-kreasi-sayur-untuk-anak",
    "URL Gambar": "https://asset.kompas.com/crops/9_5t5ETwLfbX8YgFztJiHevXKn8=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2021/05/28/60b06eb5bb32c.jpg",
    "deskripsi": "Brokoli dengan kuntum yang masih keras membuat anak sulit makan sayur ini. Kamu bisa mencampur brokoli dengan keju leleh dan dipanggang agar lebih menggugah selera. Bahan brokoli panggang ini...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Tahu Kukus Telur, Ide Makanan Diet Tanpa Minyak",
    "Tanggal": "Kompas.com, 7 Agustus 2024, 14:08 WIB",
    "Isi Resep": "Makanan yang dimasak dengan cara dikukus dapat membantu proses diet. Telur dan tahu yang dikukus memiliki tekstur lembut dan tinggi protein, cocok jadi pilihan makanan diet. Nikmati hidangan lezat dan sehat dengan resep tahu kukus dengan telur dan saus kecap dari BBC. Selain untuk diet, makanan ini juga cocok untuk anak-anak.",
    "URL Link": "https://www.kompas.com/food/read/2024/08/07/140800775/resep-tahu-kukus-telur-ide-makanan-diet-tanpa-minyak-",
    "URL Gambar": "https://asset.kompas.com/crops/sRq09FI6xbLFIKk2oblM1LdACf0=/412x7:1600x799/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/08/07/66b30a9663b8f.jpg",
    "deskripsi": "Makanan yang dimasak dengan cara dikukus dapat membantu proses diet. Telur dan tahu yang dikukus memiliki tekstur lembut dan tinggi protein, cocok jadi pilihan makanan diet. Nikmati hidangan lezat...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Bubur Ayam Rebus ala Chinese Food, Cocok untuk Orang Sakit",
    "Tanggal": "Kompas.com, 7 Agustus 2024, 12:27 WIB",
    "Isi Resep": "Musim pancaroba membuat banyak orang terserang flu dengan gejala sakit ternggorokan, pilek, atau batuk. Coba buat bubur ayam ala restoranchinese foodyang dilengkapi ayam rebus atau ayam hainan. Buburchinese foodini terkenal akan teksturnya yang kental dan rasa yang agak hambar, hanya mengandalkan kaldu ayam. Simak resepnya dari Sajian Sedapberikut ini.",
    "URL Link": "https://www.kompas.com/food/read/2024/08/07/122700375/resep-bubur-ayam-rebus-ala-chinese-food-cocok-untuk-orang-sakit-",
    "URL Gambar": "https://asset.kompas.com/crops/4klATM0ySqNXMfrAyjJJMbmVXj8=/32x22:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2023/05/24/646dabb9f08d0.jpg",
    "deskripsi": "Musim pancaroba membuat banyak orang terserang flu dengan gejala sakit ternggorokan, pilek, atau batuk. Coba buat bubur ayam ala restoranchinese foodyang dilengkapi ayam rebus atau ayam hainan....",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sop Ceker Kentang, Cocok untuk yang Batuk Pilek",
    "Tanggal": "Kompas.com, 7 Agustus 2024, 11:27 WIB",
    "Isi Resep": "Sup ayam bisa jadi pilihan bagi orang terkasih yang terkenal flu, dengan gejala batuk atau pilek. Ceker ayam bisa jadi pilihan protein untuk yang sedang sakit. Kaldu dari ceker ayam juga sudah cukup membuat seporsi sup sayur kuah bening untuk membantu menelan makanan. Simak resep sup ceker kentang dari Sajian Sedapuntuk ide makanan bagi orang sakit berikut ini.",
    "URL Link": "https://www.kompas.com/food/read/2024/08/07/112706175/resep-sop-ceker-kentang-cocok-untuk-yang-batuk-pilek",
    "URL Gambar": "https://asset.kompas.com/crops/EaaYN9SmwbnfR-szirlQv2MMlh8=/2x0:700x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/08/07/66b2f69c105e6.jpg",
    "deskripsi": "Sup ayam bisa jadi pilihan bagi orang terkasih yang terkenal flu, dengan gejala batuk atau pilek. Ceker ayam bisa jadi pilihan protein untuk yang sedang sakit. Kaldu dari ceker ayam juga sudah cukup...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Nasi Goreng Keju Leleh, Ide Makanan untuk Anak",
    "Tanggal": "Kompas.com, 5 Agustus 2024, 13:28 WIB",
    "Isi Resep": "Keju leleh umumnya disukai anak-anak, karena rasanya yang gurih dengan tekstur lembut dan kenyal. Coba buat kreasiresep nasi goreng rumahanyang kemudian dipanggang dengan taburan keju leleh di atasnya. Resep ini cocok disantap selagi hangat, jika dingin keju lelehnya akan jadi mengeras dan nasi goreng jadi terlalu berkerak. Simak resepnya dari Sajian Sedapberikut ini.",
    "URL Link": "https://www.kompas.com/food/read/2024/08/05/132800075/resep-nasi-goreng-keju-leleh-ide-makanan-untuk-anak-",
    "URL Gambar": "https://asset.kompas.com/crops/NG-gx03U-BPsZKAMfUV89Lmy0iM=/65x39:945x626/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2022/03/30/6243da3006aa8.jpg",
    "deskripsi": "Keju leleh umumnya disukai anak-anak, karena rasanya yang gurih dengan tekstur lembut dan kenyal. Coba buat kreasiresep nasi goreng rumahanyang kemudian dipanggang dengan taburan keju leleh di...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sop Bayam Telur Berserabut untuk Sakit Tenggorokan",
    "Tanggal": "Kompas.com, 5 Agustus 2024, 11:33 WIB",
    "Isi Resep": "Sakit tenggorokan biasanya sulit untuk menelan makanan padat. Oleh karena itu, coba buat sup untuk membantu menelan nasi lebih mudah. Masak sup dengan gizi tinggi agar tubuh cepat pulih dari sakit. Kamu bisa membuat sup bayam telur berserabut dari Sajian Sedapini, yang kayak dengan zat besi. Jika tidak ada telur asin, bisa juga menggunakan telur ayam untuk resep satu ini.",
    "URL Link": "https://www.kompas.com/food/read/2024/08/05/113300975/resep-sop-bayam-telur-berserabut-untuk-sakit-tenggorokan-",
    "URL Gambar": "https://asset.kompas.com/crops/75CFRm15ZyLbZ9v8rQWrZoq1auM=/150x72:950x605/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2023/05/19/64671ec95ed8b.jpg",
    "deskripsi": "Sakit tenggorokan biasanya sulit untuk menelan makanan padat. Oleh karena itu, coba buat sup untuk membantu menelan nasi lebih mudah. Masak sup dengan gizi tinggi agar tubuh cepat pulih dari sakit....",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sup Ayam Sawi Asin dengan Jahe untuk Sakit Flu",
    "Tanggal": "Kompas.com, 5 Agustus 2024, 10:59 WIB",
    "Isi Resep": "Perubahan cuaca membuat banyak orang terserang flu, termasuk batuk dan sakit tenggorokan. Coba buat makanan berkuah hangat untuk membuat tubuh lebih segar. Masukkan bahan protein sehat seperti daging ayam kampung agar kaldu semakin sedap dan tubuh jadi bugar kembali. Simak resep sup ayam sawi asin dengan jahe dari Sajian Sedapini untuk ide makanan untuk orang sakit flu.",
    "URL Link": "https://www.kompas.com/food/read/2024/08/05/105936775/resep-sup-ayam-sawi-asin-dengan-jahe-untuk-sakit-flu",
    "URL Gambar": "https://asset.kompas.com/crops/NCsulMoPuS_cxswf12aR0iXIPpw=/65x93:623x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/08/05/66b04d2e06fcf.jpg",
    "deskripsi": "Perubahan cuaca membuat banyak orang terserang flu, termasuk batuk dan sakit tenggorokan. Coba buat makanan berkuah hangat untuk membuat tubuh lebih segar. Masukkan bahan protein sehat seperti daging...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Bakmi Rebus Jawa untuk Makan Malam Praktis",
    "Tanggal": "Kompas.com, 29 Juli 2024, 18:48 WIB",
    "Isi Resep": "Bakmi jawa memang paling nikmat disantap saat malam. Apalagi ketika hawa mulai sejuk. Kamu bisa menggunakan berbagai jenis mi untuk membaut bakmi jawa, dari mi telur kering sampai lomie (mi besar) basah yang dijual di pasar. Simakresep bakmi jawa rebusdari Sajian Sedapuntuk makan malam praktis, tinggal tumis semua bahan jadi satu.",
    "URL Link": "https://www.kompas.com/food/read/2024/07/29/184800375/resep-bakmi-rebus-jawa-untuk-makan-malam-praktis-",
    "URL Gambar": "https://asset.kompas.com/crops/1E5gIlfrIo_M1S7cIH1o85Lx5sA=/74x23:952x609/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2021/05/21/60a732315e52e.jpg",
    "deskripsi": "Bakmi jawa memang paling nikmat disantap saat malam. Apalagi ketika hawa mulai sejuk. Kamu bisa menggunakan berbagai jenis mi untuk membaut bakmi jawa, dari mi telur kering sampai lomie (mi besar)...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Pisang Rebus Balut Kelapa, Camilan Sehat Cocok untuk Ngopi",
    "Tanggal": "Kompas.com, 29 Juli 2024, 17:32 WIB",
    "Isi Resep": "Pisang rebus memang enak, tetapi teksturnya yang lembek membuat orang mudah bosan menyantap camilan ini. Coba buat kreasi olahan pisang dengan tambahan kelapa parut agar aroma pisang rebus lebih harum dan teksturnya lebih variatif. Simakresep pisang rebus balut kelapaini, camilan sehat ini juga cocok disiram dengan gula aren cair jika kamu sedang tidak diet gula.",
    "URL Link": "https://www.kompas.com/food/read/2024/07/29/173200475/resep-pisang-rebus-balut-kelapa-camilan-sehat-cocok-untuk-ngopi",
    "URL Gambar": "https://asset.kompas.com/crops/E4GfpgbU8VFoJVsRBZ2C8TP7Fm4=/27x16:700x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/07/29/66a76acedd3bb.jpg",
    "deskripsi": "Pisang rebus memang enak, tetapi teksturnya yang lembek membuat orang mudah bosan menyantap camilan ini. Coba buat kreasi olahan pisang dengan tambahan kelapa parut agar aroma pisang rebus lebih...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Tumis Labu Peda, Lauk Oseng Cepat Matang",
    "Tanggal": "Kompas.com, 17 Juli 2024, 12:42 WIB",
    "Isi Resep": "Masak sayur dan protein sekaligus bisa jadi jalan keluar masak cepat, hemat, dan tetap sehat. Resep tumisan atau oseng bisa jadi pilihan untuk lauk praktis, khususnya untuk dibawa jadi bekal makanan kantor. Seperti tumis labu peda dari Sajian Sedapberikut. Jika tidak ada peda juga bisa diganti jadi udang atau cumi. Simak resepnya berikut ini.",
    "URL Link": "https://www.kompas.com/food/read/2024/07/17/124200475/resep-tumis-labu-peda-lauk-oseng-cepat-matang-",
    "URL Gambar": "https://asset.kompas.com/crops/teSP1-AEI8Efu_PGkL-QrH3EOw0=/2x0:700x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/07/17/66973473df64f.jpeg",
    "deskripsi": "Masak sayur dan protein sekaligus bisa jadi jalan keluar masak cepat, hemat, dan tetap sehat. Resep tumisan atau oseng bisa jadi pilihan untuk lauk praktis, khususnya untuk dibawa jadi bekal makanan...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Pasta Salmon Brokoli Creamy, Cocok untuk Anak-anak",
    "Tanggal": "Kompas.com, 17 Juli 2024, 10:28 WIB",
    "Isi Resep": "Hidangan pasta bisa dibuat jadi satu makanan dengan gizi lengkap bila ditambahkan sayuran dan protein. Kamu bisa membuat pasta salmon brokolicreamy, yang buatnya mudah dan tinggal dipanggang semua jadi satu setelah merebus pasta. Resep dari BBC Good Foodini juga disukai anak-anak karenacreamydan ada sensasi keju leleh. Berikut resepnya, ide makanan simpel untuk keluarga.",
    "URL Link": "https://www.kompas.com/food/read/2024/07/17/102800775/resep-pasta-salmon-brokoli-creamy-cocok-untuk-anak-anak",
    "URL Gambar": "https://asset.kompas.com/crops/dTLywqfr-XqltYF0ccJrSt-RZVg=/88x30:885x561/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/03/06/65e87c6751db5.jpg",
    "deskripsi": "Hidangan pasta bisa dibuat jadi satu makanan dengan gizi lengkap bila ditambahkan sayuran dan protein. Kamu bisa membuat pasta salmon brokolicreamy, yang buatnya mudah dan tinggal dipanggang semua...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Telur Dadar Jamur, Lauk Praktis untuk Asupan Protein",
    "Tanggal": "Kompas.com, 17 Juli 2024, 09:32 WIB",
    "Isi Resep": "Protein berperan penting untuk regenerasi otot. Banyak penggiat diet atau hidup sehat yang butuh protein dalam jumlah tinggi untuk konsumsi harian. Selain dari protein hewani, kamu juga bisa mendapatkan protein nabati contohnya dari jamur. Resep telur dadar jamurini bisa jadi pilihan lauk makan diet untuk penuhi asupan protein. Simak resepnya dari Sajian Sedapberikut ini.",
    "URL Link": "https://www.kompas.com/food/read/2024/07/17/093200375/resep-telur-dadar-jamur-lauk-praktis-untuk-asupan-protein-",
    "URL Gambar": "https://asset.kompas.com/crops/WD9ujn16g-2BwQtd7ofbRhYzV_U=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2023/07/18/64b5ef95ac8b9.jpeg",
    "deskripsi": "Protein berperan penting untuk regenerasi otot. Banyak penggiat diet atau hidup sehat yang butuh protein dalam jumlah tinggi untuk konsumsi harian. Selain dari protein hewani, kamu juga bisa...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Ayam Asam Manis Saus Gocujang, Lauk Praktis ala Korea",
    "Tanggal": "Kompas.com, 12 Juli 2024, 08:03 WIB",
    "Isi Resep": "Asam manis gocujang dipadukan dengan potongan ayam tumis. Pasta cabai Korea ini mesti dicampur bumbu terlebih dulu, sebelum diaduk ke dalam ayam. Bumbu mirin tidak halal. Kamu bisa mengganti bahan ini dengan larutan gula dan air saat membuat ayam asam manis gocujang. Dilansir dari All Recipes, simak resep ayam asam manis saus gocujang untuk enam porsi berikut ini.",
    "URL Link": "https://www.kompas.com/food/read/2024/07/12/080300075/resep-ayam-asam-manis-saus-gocujang-lauk-praktis-ala-korea",
    "URL Gambar": "https://asset.kompas.com/crops/PQEsPBbInHNEUJZGUTQYY5bkKe4=/0x0:968x645/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/07/11/668f5449f0c47.jpg",
    "deskripsi": "Asam manis gocujang dipadukan dengan potongan ayam tumis. Pasta cabai Korea ini mesti dicampur bumbu terlebih dulu, sebelum diaduk ke dalam ayam. Bumbu mirin tidak halal. Kamu bisa mengganti bahan...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Tahu Goreng Ayam Udang, Cocok Jadi Lauk Pendamping Sop",
    "Tanggal": "Kompas.com, 11 Juli 2024, 07:03 WIB",
    "Isi Resep": "Bingung masak apa untuk makanan anak? Coba membuat tahu goreng ayam udang. Makanan ini tinggi protein, jika sedang diet atau memilih makanan lebih sehat untuk anak bisa juga dimasak dengan cara dikukus. Resep tahu goreng ayam udangini cocok jadi lauk pendamping makan sop sayur. Simak rasanya dari Sajian Sedapberikut ini.",
    "URL Link": "https://www.kompas.com/food/read/2024/07/11/070300075/resep-tahu-goreng-ayam-udang-cocok-jadi-lauk-pendamping-sop-",
    "URL Gambar": "https://asset.kompas.com/crops/zJZ3vQ56VE5qflRuWCFfs8-3C0s=/70x41:628x413/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/07/10/668e93331adcc.jpg",
    "deskripsi": "Bingung masak apa untuk makanan anak? Coba membuat tahu goreng ayam udang. Makanan ini tinggi protein, jika sedang diet atau memilih makanan lebih sehat untuk anak bisa juga dimasak dengan cara...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Nasi Yakiniku Mentega, Cemplung Semua Bahan di Rice Cooker",
    "Tanggal": "Kompas.com, 10 Juli 2024, 20:02 WIB",
    "Isi Resep": "Waktu masak saat pagi hari terbilang sedikit, karena harus mengejar jadwal sekolah anak atau berangkat kerja. Namun demikian, kamu tetap bisa masak di rumah. Caranya dengan memilihresep makanan praktis, seperti yang semuanya bisa dicemplung jadi satu dirice cooker. Kian praktis karena resep dari Straits Timesini masak lauk bersamaan dengan beras dirice cooker.Berikut resep nasi yakiniku mentega.",
    "URL Link": "https://www.kompas.com/food/read/2024/07/10/200200975/resep-nasi-yakiniku-mentega-cemplung-semua-bahan-di-rice-cooker",
    "URL Gambar": "https://asset.kompas.com/crops/ugZVvEuTUilMqw3DYUF551sObDQ=/78x42:958x629/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2022/12/08/6391613d09412.jpg",
    "deskripsi": "Waktu masak saat pagi hari terbilang sedikit, karena harus mengejar jadwal sekolah anak atau berangkat kerja. Namun demikian, kamu tetap bisa masak di rumah. Caranya dengan memilihresep makanan...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Pisang Goreng Gula Merah Wijen, Ide Jualan Makanan Favorit",
    "Tanggal": "Kompas.com, 9 Juli 2024, 18:12 WIB",
    "Isi Resep": "Pisang goreng jadi favorit banyak orang. Camilan khas Indonesia ini bahkan bisa ditemui dari warung pinggir jalan sampai hotel bintang lima. Kamu bisa menjadikan pisang goreng sebagai ide jualan makanan favorit banyak orang. Coba buat kreasi pisang goreng yang unik dan rasanya enak, seperti pisang goreng gula merah wijen. Simak resepnya dari Sajian Sedapberikut ini.",
    "URL Link": "https://www.kompas.com/food/read/2024/07/09/181200475/resep-pisang-goreng-gula-merah-wijen-ide-jualan-makanan-favorit-",
    "URL Gambar": "https://asset.kompas.com/crops/SOliu2VaIAiPpLdXB71bp1UgOas=/68x14:681x422/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/07/09/668d066ef2fae.jpg",
    "deskripsi": "Pisang goreng jadi favorit banyak orang. Camilan khas Indonesia ini bahkan bisa ditemui dari warung pinggir jalan sampai hotel bintang lima. Kamu bisa menjadikan pisang goreng sebagai ide jualan...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sup Ayam Bakso Ikan, Makanan Berkuah Keruh dan Gurih",
    "Tanggal": "Kompas.com, 9 Juli 2024, 09:31 WIB",
    "Isi Resep": "Selama hujan, kamu bisa memilih makanan berkuah hangat untuk disantap bersama keluarga di rumah. Misalnya, sup ayam bakso dengan kuah keruh dan cita rasa yang gurih. Pakai daging ayam dan bakso ikan, tak lupa sayuran sebagai pelengkap. Simakresep sup ayambakso dari buku \"Sup Komplit Selera Nusantara\" (2012) oleh Great! Kitchen terbitan Great! Publisher berikut ini: Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/07/09/093100875/resep-sup-ayam-bakso-ikan-makanan-berkuah-keruh-dan-gurih",
    "URL Gambar": "https://asset.kompas.com/crops/DY8X_vQ9llNAghKBDyxbR3LVVmo=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/07/09/668c9baf8f94a.jpg",
    "deskripsi": "Selama hujan, kamu bisa memilih makanan berkuah hangat untuk disantap bersama keluarga di rumah. Misalnya, sup ayam bakso dengan kuah keruh dan cita rasa yang gurih. Pakai daging ayam dan bakso ikan,...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sup Ayam Asam Hangat, Santap Saat Cuaca Dingin",
    "Tanggal": "Kompas.com, 7 Juli 2024, 18:06 WIB",
    "Isi Resep": "Selain hangat dan gurih, sup ayam yang satu ini juga terasa sedikit asam dari cuka masak yang digunakan. Sup ayam asam cocok disajikan dengan nasi hangat sebagai santapan siang maupun malam hari. Kamu bisa membuat sendiri sup ayam asam untuk empat porsi, seperti dilansir All Recipesberikut ini: Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/07/07/180600175/resep-sup-ayam-asam-hangat-santap-saat-cuaca-dingin",
    "URL Gambar": "https://asset.kompas.com/crops/UoB_TOoyM9ZCL1LpJ5qPnOekrks=/0x31:880x618/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/01/03/6594c367e04da.jpg",
    "deskripsi": "Selain hangat dan gurih, sup ayam yang satu ini juga terasa sedikit asam dari cuka masak yang digunakan. Sup ayam asam cocok disajikan dengan nasi hangat sebagai santapan siang maupun malam hari....",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Thai Pasta Salad, Sajikan Dingin dengan Perasan Jeruk Nipis",
    "Tanggal": "Kompas.com, 6 Juli 2024, 19:31 WIB",
    "Isi Resep": "Makanan populerpastadansaladdigabung menjadi hidangan menyegarkan ala Thailand. Mudah membuatthai pasta saladdi rumah, tetapi kamu perlu menyiapkan beberapa bumbu untukdressing salad-nya. Thai pasta saladdapat dinikmati langsung setelah semua bahan tercampur rata. Kamu juga bisa mendinginkannya sebentar di kulkas. Dilansir dari All Recipes, simak resepthai pasta saladuntuk empat porsi berikut ini: Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/07/06/193100175/resep-thai-pasta-salad-sajikan-dingin-dengan-perasan-jeruk-nipis",
    "URL Gambar": "https://asset.kompas.com/crops/iJBGiDfuEHHjvRgTZN9uzd8XFrA=/0x0:750x500/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/07/06/66885cd1719af.jpg",
    "deskripsi": "Makanan populerpastadansaladdigabung menjadi hidangan menyegarkan ala Thailand. Mudah membuatthai pasta saladdi rumah, tetapi kamu perlu menyiapkan beberapa bumbu untukdressing salad-nya. Thai pasta...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sop Merah Tomat, Cocok untuk Musim Hujan Hawa Dingin",
    "Tanggal": "Kompas.com, 6 Juli 2024, 17:12 WIB",
    "Isi Resep": "Sup ayam atau sop ayam juga bisa dibuat jadi berbagai kreasi. Kamu bisa membuat sop ayam merah, yang membuat cita rasa kuah jadi sedikit asam. Tomat yang tinggi vitamin C juga baik untuk imunitas tubuh, khususnya saat musim hujan yang membuat resiko terkena flu lebih tinggi. Simak resep sop ayam merah yang mudah dibuat berikut ini.",
    "URL Link": "https://www.kompas.com/food/read/2024/07/06/171200575/resep-sop-merah-tomat-cocok-untuk-musim-hujan-hawa-dingin-",
    "URL Gambar": "https://asset.kompas.com/crops/q227PmlvjZGtS4pv-nSBmIzh8NU=/19x11:700x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/07/06/6688e10fa7bab.jpg",
    "deskripsi": "Sup ayam atau sop ayam juga bisa dibuat jadi berbagai kreasi. Kamu bisa membuat sop ayam merah, yang membuat cita rasa kuah jadi sedikit asam. Tomat yang tinggi vitamin C juga baik untuk imunitas...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sempol Ikan Goreng, Bisa Jadi Camilan atau Lauk Anak",
    "Tanggal": "Kompas.com, 6 Juli 2024, 16:10 WIB",
    "Isi Resep": "Sempol atau olahan daging dan tepung yang dibentuk di tusuk sate jadi camilan favorit segala usia, terutama anak-anak. Umumnya sempol dibuat dari daging ayam. Namun, kamu juga bisa membuat dari ikan. Selain harga ikan lebih murah, juga tinggi gizi. Simakresep sempol ikangoreng dari Sajian Sedapini. Balurannya menggunakan tepung panir, bisa kamu ganti dengan telur kocok, seperti khas penjual sempol.",
    "URL Link": "https://www.kompas.com/food/read/2024/07/06/161000975/resep-sempol-ikan-goreng-bisa-jadi-camilan-atau-lauk-anak-",
    "URL Gambar": "https://asset.kompas.com/crops/-RHv-WvXr6Blhayta11kb9vlufc=/0x52:1000x719/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2023/07/31/64c7384987e67.jpg",
    "deskripsi": "Sempol atau olahan daging dan tepung yang dibentuk di tusuk sate jadi camilan favorit segala usia, terutama anak-anak. Umumnya sempol dibuat dari daging ayam. Namun, kamu juga bisa membuat dari ikan....",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Nasi Bakar Jamur, Ide Sarapan Akhir Pekan",
    "Tanggal": "Kompas.com, 6 Juli 2024, 08:18 WIB",
    "Isi Resep": "Masak nasi bakar dengan topping isian daging, ikan, atau jamur, bisa jadi pilhan sarapan akhir pekan. Cara membuat nasi bakar jamur hampir mirip seperti membuat nasi liwet khas sunda. Namun, ada dua proses tambahan yaitu nasi dibungkus daun pisang kemudian dibakar sejenak agar aromanya harum. Resep dari Sajian Sedapini juga disukai anak-anak karena rasanya yang gurih. Bahan santan areh (rebus):",
    "URL Link": "https://www.kompas.com/food/read/2024/07/06/081800775/resep-nasi-bakar-jamur-ide-sarapan-akhir-pekan-",
    "URL Gambar": "https://asset.kompas.com/crops/8TxyEhSNr6wPRKupf8nq_O_zNV8=/25x0:700x450/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2022/09/19/632878ff15211.jpg",
    "deskripsi": "Masak nasi bakar dengan topping isian daging, ikan, atau jamur, bisa jadi pilhan sarapan akhir pekan. Cara membuat nasi bakar jamur hampir mirip seperti membuat nasi liwet khas sunda. Namun, ada dua...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Nasi Goreng Kimchi, Masakan Simpel ala Korea Selatan",
    "Tanggal": "Kompas.com, 3 Juli 2024, 11:11 WIB",
    "Isi Resep": "Nasi goreng juga bisa dipadukan dengan kimci, makanan fermentasi populer asal Korea. Kamu bisa membeli kimci instan disupermarketatau membuatnya lebih dulu beberapa hari sebelumnya. Kimchiatau kimchi biasanya dimakan bersama nasi, sayur, maupun daging panggang untuk melengkapi cita rasa asam dan pedas khas Korea. Dilansir dari laman All Recipes, simakresep nasi goreng kimchiuntuk empat porsi berikut ini: Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/07/03/111100875/resep-nasi-goreng-kimchi-masakan-simpel-ala-korea-selatan",
    "URL Gambar": "https://asset.kompas.com/crops/eRFwmBlbE-1FU7RRSaI77e9oGyo=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/07/03/6684b780e0c47.jpg",
    "deskripsi": "Nasi goreng juga bisa dipadukan dengan kimci, makanan fermentasi populer asal Korea. Kamu bisa membeli kimci instan disupermarketatau membuatnya lebih dulu beberapa hari sebelumnya. Kimchiatau kimchi...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Bihun Goreng Sapi, Ide Bekal Kantor atau Sarapan Praktis",
    "Tanggal": "Kompas.com, 28 Juni 2024, 08:05 WIB",
    "Isi Resep": "Bila tak punya banyak waktu untuk menyiapkan sarapan atau bekal kantor, kamu bisa memilih masakan praktis, seperti bihun goreng. Bisa tambahkan potongan daging sapi dan kocokan telur agar bihun goreng semakin lengkap dan nikmat. Tipsnya, jangan merendam bihun terlalu lama sebelum dimasak agar tidak hancur saat matang. Simakresep bihun gorengsapi untuk tiga porsi dari buku \"Sarapan Praktis dan Bergizi\" (2012) oleh Carla Maharani terbitan Demedia Pustaka berikut ini. 1. Rendam bihun dengan air dingin sampai lemas. Tiris kan dan sisihkan. 2. Panaskan minyak, tumis bumbu halus sampai harum dan matang. Masukkan daging, aduk sampai berubah warna. Masukkan telur kocok, aduk sampai membutir. 3. Tambahkan kol, caisim, wortel, daun bawang, bihun, gula pasir, kecap manis, merica, dan garam. Aduk sampai rata. Masak sampai bahan matang. Angkat, taburi dengan bawang goreng. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/06/28/080500475/resep-bihun-goreng-sapi-ide-bekal-kantor-atau-sarapan-praktis",
    "URL Gambar": "https://asset.kompas.com/crops/cUE6g-Tx44ev2x5EHFg2uZbm_u8=/0x313:750x813/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2022/05/10/6279fd62dc7e8.jpg",
    "deskripsi": "Bila tak punya banyak waktu untuk menyiapkan sarapan atau bekal kantor, kamu bisa memilih masakan praktis, seperti bihun goreng. Bisa tambahkan potongan daging sapi dan kocokan telur agar bihun...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Tongseng Sapi, Bumbu Medok dan Praktis",
    "Tanggal": "Kompas.com, 27 Juni 2024, 15:10 WIB",
    "Isi Resep": "Bingung cari ide masakan praktis untuk keluarga? Buat tongseng sapi saja, karena cara membuat tongseng cukup mudah dan bahan-bahannya mudah dicari. Kamu memerlukan daging sapi, kol, santan, cabai rawit, lengkuas, daun salam, serai, tomat, kecap manis, garam, gula, bawang merah, bawang putih, cabai merah keriting, kemiri, ketumbar, merica dan kunyit sebagai bahan bumbu utama. Selengkapnya, simak resep dan cara membuat tongseng sapi yang bisa jadiide menu makan siangberikut ini, dikutip dari buku “Home Cooking ala Xander's Kitchen: 100 Resep Hits di Instagram” oleh Junita (2018) terbitan PT Gramedia Pustaka Utama.",
    "URL Link": "https://www.kompas.com/food/read/2024/06/27/151000875/resep-tongseng-sapi-bumbu-medok-dan-praktis",
    "URL Gambar": "https://asset.kompas.com/crops/4kd6nvgYRruaem5Gnhdb_HJRS-0=/0x20:1000x687/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2020/06/22/5ef088b4dbceb.jpg",
    "deskripsi": "Bingung cari ide masakan praktis untuk keluarga? Buat tongseng sapi saja, karena cara membuat tongseng cukup mudah dan bahan-bahannya mudah dicari. Kamu memerlukan daging sapi, kol, santan, cabai...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Asam Padeh Daging, Inspirasi Makanan Sumatera Barat",
    "Tanggal": "Kompas.com, 22 Juni 2024, 09:05 WIB",
    "Isi Resep": "Protein asam padeh pada umumnya adalah ikan. Namun, kamu juga bisa membuat versi daging, mengingat setelah Idul Adha ada stok daging di rumah. Cara membuat asam padeh daging ini mirip dengan makanan Minang lain, yang membutuhkan bumbu halus sebagai bahan dasar utama. Tidak seperti rendang, asam padeh dapat dimasak sampai daging empuk. Simakresep asam padeh dagingdari Sajian Sedapberikut ini.",
    "URL Link": "https://www.kompas.com/food/read/2024/06/22/090500275/resep-asam-padeh-daging-inspirasi-makanan-sumatera-barat",
    "URL Gambar": "https://asset.kompas.com/crops/e3CpBkbeECTVMYQJxqrk2XCayTM=/71x47:629x419/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/06/21/667587f563ea2.jpg",
    "deskripsi": "Protein asam padeh pada umumnya adalah ikan. Namun, kamu juga bisa membuat versi daging, mengingat setelah Idul Adha ada stok daging di rumah. Cara membuat asam padeh daging ini mirip dengan makanan...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Bola Daging Masak Kecap, Olahan Daging Kurban Pasti Empuk",
    "Tanggal": "Kompas.com, 20 Juni 2024, 13:38 WIB",
    "Isi Resep": "Cara paling mudah membuat daging kurban jadi empuk adalah dengan digiling atau dicincang. Tekstur lumat ini selain membuat daging jadi empuk, juga mudah dibentuk dan dimasak berbagai kreasi bumbu. Simakresep bola dagingmasak kecap yang mudah buatnya dari Sajian Sedapini. Resep ini juga cocok jadi ide lauk makan anak tinggi protein.",
    "URL Link": "https://www.kompas.com/food/read/2024/06/20/133800175/resep-bola-daging-masak-kecap-olahan-daging-kurban-pasti-empuk",
    "URL Gambar": "https://asset.kompas.com/crops/_uY7Kp7TnzctYkqRYOJmhV5hRWo=/39x56:650x464/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/06/20/6673c742f1e03.jpg",
    "deskripsi": "Cara paling mudah membuat daging kurban jadi empuk adalah dengan digiling atau dicincang. Tekstur lumat ini selain membuat daging jadi empuk, juga mudah dibentuk dan dimasak berbagai kreasi bumbu....",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sate Sapi Maranggi Sambal Oncom, Olahan Daging Kurban",
    "Tanggal": "Kompas.com, 17 Juni 2024, 11:24 WIB",
    "Isi Resep": "Selain sate kambing, kamu juga bisa membuat sate sapi dari daging kurban Idul Adha. Sate sapi maranggi ini disajikan bersama sambal oncom. Cara membuatnya bisa diikuti dalam resep ini. Simakresep sate sapimaranggi dari buku \"Aneka Sate Nusantara\" (2008) oleh Tim Dapur De Media terbitan De Media Pustaka berikut ini. 1. Potong daging sapi dan lemak sapi. Campur dengan minyak goreng dan bumbu yang dihaluskan. Diamkan selama 30 menit. 2. Tusukkan daging dan lemak dalam jumlah yang sama di setiap tusuk. Bakar di atas bara api sambil sesekali diolesi bumbu. Tunggu sampai matang. Angkat dan sisihkan. 3.Sambal oncom.Didihkan air dan bumbu halus sampai harum. Masukkan oncom yang sudah dihaluskan. Beri penyedap, lalu masak sampai agak kental. Angkat. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/06/17/112451075/resep-sate-sapi-maranggi-sambal-oncom-olahan-daging-kurban",
    "URL Gambar": "https://asset.kompas.com/crops/k03ixcrHc1kCSR_rfVn7ueaVsIY=/95x0:939x563/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2022/07/10/62ca309364500.jpeg",
    "deskripsi": "Selain sate kambing, kamu juga bisa membuat sate sapi dari daging kurban Idul Adha. Sate sapi maranggi ini disajikan bersama sambal oncom. Cara membuatnya bisa diikuti dalam resep ini. Simakresep...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sup Iga Asam Pedas, Makanan Idul Adha buat Pencinta Pedas",
    "Tanggal": "Kompas.com, 16 Juni 2024, 18:06 WIB",
    "Isi Resep": "Pencinta pedas bisa bikin makanan berkuah seperti sup iga asam pedas dari daging kurban besok. Rebus dulu iga sapi dengan sedikit bumbu untuk mengempukkan dagingnya, lalu masak bersama bumbu utama. Ide makanan Idul Adha dari daging sapi ini cocok disajikan untuk keluarga saat santap siang maupun malam. Ikutiresep sup iga asam pedasuntuk enam porsi dari buku \"Dapur Utama: Olahan Daging Pilihan 2\" (2019) oleh Tim Boga Femina terbitan Gaya Favorit Press berikut ini: Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/06/16/180600375/resep-sup-iga-asam-pedas-makanan-idul-adha-buat-pencinta-pedas",
    "URL Gambar": "https://asset.kompas.com/crops/c7EXOMs5ivUcGbBwPPAfE10BHLE=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/04/10/6616627cf02d3.jpg",
    "deskripsi": "Pencinta pedas bisa bikin makanan berkuah seperti sup iga asam pedas dari daging kurban besok. Rebus dulu iga sapi dengan sedikit bumbu untuk mengempukkan dagingnya, lalu masak bersama bumbu utama....",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Cara Membuat Bakso Daging Sapi Mudah, Masakan Idul Adha Tahan Lama",
    "Tanggal": "Kompas.com, 16 Juni 2024, 16:04 WIB",
    "Isi Resep": "Bosan dengan sate, gulai, tengkleng, atau sup? Coba buat bakso sapi dari daging kurban. Selain bisa dinikmati siapa saja, bakso daging sapi juga dapat disimpan lama untuk stok makanan minggu depan. Resep bakso daging sapi ini lengkap mulai dari kaldu, sayuran, hinggacara membuat baksomulai dari nol. Sebagai catatan, cukup rebus bakso di air mendidih dengan api sedang, jangan rebus bakso dalam air terlalu mendidih karena membuat bentuknya pecah. Simak resep bakso daging dari buku \"Hidangan Favorit Daging Sapi\" (2008) oleh Budi Sutomo terbitan Puspa Swara berikut ini: Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/06/16/160400475/cara-membuat-bakso-daging-sapi-mudah-masakan-idul-adha-tahan-lama",
    "URL Gambar": "https://asset.kompas.com/crops/L6Ai5nO2RX7HnCCCtmVi3PAiJ8M=/0x0:698x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2021/01/08/5ff86f55cf2e4.jpg",
    "deskripsi": "Bosan dengan sate, gulai, tengkleng, atau sup? Coba buat bakso sapi dari daging kurban. Selain bisa dinikmati siapa saja, bakso daging sapi juga dapat disimpan lama untuk stok makanan minggu depan....",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sate Kambing Tegal Saus Kecap, Ide Masakan Idul Adha",
    "Tanggal": "Kompas.com, 16 Juni 2024, 11:31 WIB",
    "Isi Resep": "Siap-siap membuat sate saat Idul Adha besok. Kamu bisa menyimpan resepnya dari sekarang. Resep sate kambingini bisa dibuat dari potongan daging dengan lemak atau ati. Sesuaikan ukurannya agar seragam dan matangnya merata. Bisa diamkan potongan daging kambing dengan daun pepaya terlebih dulu agar lebih empuk setelah matang. Simakresep sate kambing tegaluntuk lima porsi dari buku \"Aneka Sate Paling Favorit, Populer, Istimewa\" (2013) oleh Chef Inggrid Cia terbitan Dunia Kreasi berikut ini: Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace) Bahan B (saus kecap):",
    "URL Link": "https://www.kompas.com/food/read/2024/06/16/113100775/resep-sate-kambing-tegal-saus-kecap-ide-masakan-idul-adha",
    "URL Gambar": "https://asset.kompas.com/crops/oUqHyyUU3Q41-rzXxXWSDyZTlCA=/34x5:1000x648/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2022/07/10/62ca32d62f8ba.jpg",
    "deskripsi": "Siap-siap membuat sate saat Idul Adha besok. Kamu bisa menyimpan resepnya dari sekarang. Resep sate kambingini bisa dibuat dari potongan daging dengan lemak atau ati. Sesuaikan ukurannya agar seragam...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Telur Tumis Petis, Kreasi Masakan Cepat Matang",
    "Tanggal": "Kompas.com, 15 Juni 2024, 13:38 WIB",
    "Isi Resep": "Telur bisa dibuat jadi berbagai kreasi, termasuk telur rebus. Coba tumis dengan aneka bumbu, seperti bumbu petis khas Jawa Tengah dan Jawa Timur. Kamu bisa merebus telur dengan jumlah banyak, kemudian tumis bumbu petis yang diberi santan. Simak resep lengkapnya dari Sajian Sedapberikut ini.",
    "URL Link": "https://www.kompas.com/food/read/2024/06/15/133800675/resep-telur-tumis-petis-kreasi-masakan-cepat-matang-",
    "URL Gambar": "https://asset.kompas.com/crops/BOyt07RobZcMZgeU_M-eSsqvhR8=/19x11:700x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/06/15/666d33ae3820e.jpg",
    "deskripsi": "Telur bisa dibuat jadi berbagai kreasi, termasuk telur rebus. Coba tumis dengan aneka bumbu, seperti bumbu petis khas Jawa Tengah dan Jawa Timur. Kamu bisa merebus telur dengan jumlah banyak,...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Puding Semangka Melon, Bikin untuk Dessert Idul Adha",
    "Tanggal": "Kompas.com, 13 Juni 2024, 14:08 WIB",
    "Isi Resep": "Banyak makan daging bisa membuat enek. Coba siapkan dessert atau makanan penutup yang menyegarkan untuk keluarga, contohnya puding. Kreasi puding cantik dan rasanya segar dari Sajian Sedap, puding melom semangka bisa jadi dessert Idul Adha yang pas. Rasanya segar dan karena buah semangka serta melon ukurannya besar, jadi bisa dibuat porsi sekeluarga.",
    "URL Link": "https://www.kompas.com/food/read/2024/06/13/140800975/resep-puding-semangka-melon-bikin-untuk-dessert-idul-adha-",
    "URL Gambar": "https://asset.kompas.com/crops/6nWJTyjAoT7HwETcTyaHmUgZoo8=/2x0:700x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/06/13/666a8c84c7f6c.jpg",
    "deskripsi": "Banyak makan daging bisa membuat enek. Coba siapkan dessert atau makanan penutup yang menyegarkan untuk keluarga, contohnya puding. Kreasi puding cantik dan rasanya segar dari Sajian Sedap, puding...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Bola Tahu Rebon, Gorengan Bisa Dicemplung ke Sup",
    "Tanggal": "Kompas.com, 13 Juni 2024, 12:49 WIB",
    "Isi Resep": "Lauk makan anak umumnya terdiri dari sup dan makanan bertekstur renyah. Coba buat camilan yang juga cocok jadi lauk, yaitu gorengan tahu rebon yang dibentuk menyerupai bola kecil. Resep dari Sajian Sedapini bisa jadi pilihan bagi ibu yang kehabisan ide lauk makan anak atau sedang mencari camilan bergizi untuk anak. Apabila tidak habis, bola tahu ini juga bisa dicelupkan ke sop.",
    "URL Link": "https://www.kompas.com/food/read/2024/06/13/124930375/resep-bola-tahu-rebon-gorengan-bisa-dicemplung-ke-sup",
    "URL Gambar": "https://asset.kompas.com/crops/p1FLx-oG8oaEXcCZ1IYzupvLmBk=/27x32:641x441/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2022/07/18/62d524a33a33e.jpg",
    "deskripsi": "Lauk makan anak umumnya terdiri dari sup dan makanan bertekstur renyah. Coba buat camilan yang juga cocok jadi lauk, yaitu gorengan tahu rebon yang dibentuk menyerupai bola kecil. Resep dari Sajian...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Yakitori Ayam, Salah Satu Barbeku Terenak Versi CNN",
    "Tanggal": "Kompas.com, 29 Mei 2024, 17:08 WIB",
    "Isi Resep": "Siapa yang tidak kenal dengan sate khas Jepang yang satu ini, yakitori. Yakitori berasal dari dua kata, yaituyakiyang berarti panggang dantoriyang berarti ayam, yang berarti ayam dipanggang. Varian yakitori diberi nama sesuai dengan bagian ayam yang digunakan, sepertitowikawayaitu kulit ayam dannegimayaitu daging paha dengan daun bawang. Yakitori kini mencakup semua makanan yang dipanggang dan ditusuk, termasuk sayuran, makanan laut, daging babi, dan daging sapi. Salah satu varian umum, yakitori negima atau daging paha dengan daun bawang. Membuatnya cukup mudah, kamu dapat mengikuti resep dan cara membuat yakitori negima berikut ini, dikutip dari laman Epicurious.",
    "URL Link": "https://www.kompas.com/food/read/2024/05/29/170800675/resep-yakitori-ayam-salah-satu-barbeku-terenak-versi-cnn",
    "URL Gambar": "https://asset.kompas.com/crops/uITPVhlwYB0K7WE7wUR36mUb6dM=/32x0:1000x645/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2021/10/06/615d4a1562d44.jpg",
    "deskripsi": "Siapa yang tidak kenal dengan sate khas Jepang yang satu ini, yakitori. Yakitori berasal dari dua kata, yaituyakiyang berarti panggang dantoriyang berarti ayam, yang berarti ayam dipanggang. Varian...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Kulit Ayam Goreng Cabe Garam, Ide Jualan Dekat Kampus",
    "Tanggal": "Kompas.com, 18 Mei 2024, 16:12 WIB",
    "Isi Resep": "Nasi kulit populer di kalangan mahasiswa, karena selain enak juga tergolong enak. Kamu juga bisa membaut kulit ayam goreng untuk ide jualan modal murah. Masak kreasi kulit ayam goreng cabe garam yang bahannya sederhana dari Sajian Sedapini. Sebagai pelengkap buat sambal bawang, tempe dan tahu goreng, serta tumis sayuran agar makanan lebih menarik dan gizinya lengkap.",
    "URL Link": "https://www.kompas.com/food/read/2024/05/18/161200075/resep-kulit-ayam-goreng-cabe-garam-ide-jualan-dekat-kampus",
    "URL Gambar": "https://asset.kompas.com/crops/tR6xDDB4kgM8FYVqZ6wq9HaeDXA=/0x0:698x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/05/18/6648571840dc2.jpg",
    "deskripsi": "Nasi kulit populer di kalangan mahasiswa, karena selain enak juga tergolong enak. Kamu juga bisa membaut kulit ayam goreng untuk ide jualan modal murah. Masak kreasi kulit ayam goreng cabe garam yang...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Kari Udang Khas Thailand, Kuahnya Gurih dan Kental",
    "Tanggal": "Kompas.com, 18 Mei 2024, 15:03 WIB",
    "Isi Resep": "Bingung hendak membuat hidangan apa untuk makan malam? mungkin kari udang khas Thailand bisa jadi ide menarik. Penting diketahui, bahwa jangan memasak udang terlalu lama supaya dagingnya tidak alot. Maka dari itu sebaiknya udang dimasukkan ke dalam campuran kari setelah kuah kari setengah matang. Beberapa bahan yang dibutuhkan untuk membuat kari udang seperti bombay, jahe parut, pasta kari merah khas Thailand, santan kental, dan udang. Bila tertarik membuatnya di rumah, simak resepnya dalam laman BBC Good Foodberikut.",
    "URL Link": "https://www.kompas.com/food/read/2024/05/18/150300175/resep-kari-udang-khas-thailand-kuahnya-gurih-dan-kental",
    "URL Gambar": "https://asset.kompas.com/crops/A2Fa7UmFjT4iYnteZkkv5zZiHsY=/0x235:4608x3307/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/05/18/66485305a7a68.jpg",
    "deskripsi": "Bingung hendak membuat hidangan apa untuk makan malam? mungkin kari udang khas Thailand bisa jadi ide menarik. Penting diketahui, bahwa jangan memasak udang terlalu lama supaya dagingnya tidak alot....",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Tumis Ikan Asin Gabus, Bisa Jadi Lauk Nasi Liwet",
    "Tanggal": "Kompas.com, 18 Mei 2024, 14:24 WIB",
    "Isi Resep": "Nasi liwet cocok disantap dengan lauk yang terasa gurih. Banyak rumah makan atau warung makan nasi liwet yang menawarkan ikan asin sebagai pilihan lauk. Ikan asin bisa dibuat lebih enak dengan kreasi aneka bumbu, rasanya lebih kaya ketimbang digoreng biasa. Simakresep tumis ikan asingabus dari Sajian Sedapuntuk lauk nasi liwet atau nasi putih. Sajikan dengan sayur asem agar bertambah lezat.",
    "URL Link": "https://www.kompas.com/food/read/2024/05/18/142400075/resep-tumis-ikan-asin-gabus-bisa-jadi-lauk-nasi-liwet-",
    "URL Gambar": "https://asset.kompas.com/crops/098z3peKuuyiHmrbtplMYLnFUMs=/67x78:625x450/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/05/18/66484f25b8b18.jpg",
    "deskripsi": "Nasi liwet cocok disantap dengan lauk yang terasa gurih. Banyak rumah makan atau warung makan nasi liwet yang menawarkan ikan asin sebagai pilihan lauk. Ikan asin bisa dibuat lebih enak dengan kreasi...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Bakwan Mi Instan, Kreasi Makanan Simpel untuk Anak Kos",
    "Tanggal": "Kompas.com, 18 Mei 2024, 11:27 WIB",
    "Isi Resep": "Bosan mengolah mi instan yang begitu-begitu saja? Kamu bisa membuatnya menjadi bakwan. Resep makanan simpel ini juga bisa kamu jadikan juga sebagai ide untuk jualan makanan. Cara membuat bakwan mi instan cukup mudah, kamu memerlukan mie instan, kornet, telur ayam, tepung terigu, daun bawang, wortel, kulit pangsit, merica dan garam. Resep ini juga cocok untuk anak indekos karena mudah dibuat. Simak resep dan cara membuat bakwan mie instan berikut ini dikutip dari buku resep “Resep Bakwan & Perkedel Paling Gampang” oleh Lilly T. Erwin (2013) terbitan PT Gramedia Pustaka Utama.",
    "URL Link": "https://www.kompas.com/food/read/2024/05/18/112700175/resep-bakwan-mi-instan-kreasi-makanan-simpel-untuk-anak-kos",
    "URL Gambar": "https://asset.kompas.com/crops/jSOF3sJT-n1q0J6R3CcTGIx-37k=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2023/11/18/655821a582327.jpeg",
    "deskripsi": "Bosan mengolah mi instan yang begitu-begitu saja? Kamu bisa membuatnya menjadi bakwan. Resep makanan simpel ini juga bisa kamu jadikan juga sebagai ide untuk jualan makanan. Cara membuat bakwan mi...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Jadi Penyusun Ulang Buku “Resep Makanan Baduta dan Ibu Hamil”, Mba Ita: Komitmen untuk Tangani Stunting",
    "Tanggal": "Kompas.com, 8 Mei 2024, 10:29 WIB",
    "Isi Resep": "Wali Kota (Walkot) Semarang Hevearita Gunaryanti Rahayu mengatakan bahwa buku \"Resep Makanan Baduta dan Ibu Hamil untuk Generasi Emas Indonesia, untuk Wilayah Indonesia Bagian Timur\" merupakan bukti komitmennya dalam menanganistuntingdi Indonesia, khususnya di wilayah timur. \"Ini adalah wujud komitmen kami dalam menanganistuntingdi Indonesia, khususnya di wilayah timur, \" ucap wanita yang akrab disapa Mbak Ita itu dalam siaran pers yang diterima , Rabu (8/5/2024). Untuk diketahui, buku tersebut merupakan gagasan dari Presiden Kelima Republik Indonesia (RI) Megawati Soekarnoputri. Peluncuran buku ini akan segera dilakukan setelah sebelumnya dirilis buku tentang resep makanan balita di bawah dua tahun (baduta) dan ibu hamil.",
    "URL Link": "https://regional.kompas.com/read/2024/05/08/102906378/jadi-penyusun-ulang-buku-resep-makanan-baduta-dan-ibu-hamil-mba-ita",
    "URL Gambar": "https://asset.kompas.com/crops/11PW-OiZS8H7-dTKg56UN_kChzs=/0x99:720x579/780x390/filters:watermark(data/photo/2020/03/10/5e6775ae18c31.png,0,-0,1)/data/photo/2024/05/08/663aec7387242.jpg",
    "deskripsi": "Wali Kota (Walkot) Semarang Hevearita Gunaryanti Rahayu mengatakan bahwa buku \"Resep Makanan Baduta dan Ibu Hamil untuk Generasi Emas Indonesia, untuk Wilayah Indonesia Bagian Timur\" merupakan bukti...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Ayam Goreng Bawang Putih, Gurih dan Harum",
    "Tanggal": "Kompas.com, 5 Mei 2024, 12:08 WIB",
    "Isi Resep": "Ada banyak variasi ayam goreng, dari ayam goreng kremes, ayam goreng ketumbar, ayam goreng lengkuas, dan masih banyak lagi. Salah satu resep ayam goreng simpel yang bahannya kemungkinan besar dada di dapur ada ayam goreng bawang putih. Resep ayam goreng bawah putih dari Sajian Sedapini harum dan gurih, cocok disantap dengan aneka sambal.",
    "URL Link": "https://www.kompas.com/food/read/2024/05/05/120800675/resep-ayam-goreng-bawang-putih-gurih-dan-harum-",
    "URL Gambar": "https://asset.kompas.com/crops/p0UvC777RoJByqzEjWm0geKJvZk=/2x0:700x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/05/05/6636ee8c8a275.jpg",
    "deskripsi": "Ada banyak variasi ayam goreng, dari ayam goreng kremes, ayam goreng ketumbar, ayam goreng lengkuas, dan masih banyak lagi. Salah satu resep ayam goreng simpel yang bahannya kemungkinan besar dada di...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Bakwan Teri, Bisa Jadi Camilan atau Lauk",
    "Tanggal": "Kompas.com, 3 Mei 2024, 16:05 WIB",
    "Isi Resep": "Bakwan sayur sudah biasa, kamu bisa membuat bakwan dengan campuran teri basah untuk kreasi lauk gorengan. Bakwan teri ini cocok jadi lauk makan nasi, khususnya bagi anak-anak. Selain jadi lauk juga cocok jadi camilan bergizi. Simak resep bakwan teri dari buku \"264 Resep Masakan Lezat ikan Laut\" karya Lily T. Erwin (2014) Penerbit PT Gramedia Pustaka Utama.",
    "URL Link": "https://www.kompas.com/food/read/2024/05/03/160500875/resep-bakwan-teri-bisa-jadi-camilan-atau-lauk-",
    "URL Gambar": "https://asset.kompas.com/crops/VADE1jWQlSzyjxFy7PyiSKx8I8s=/184x144:798x553/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/05/03/663497d14602f.jpg",
    "deskripsi": "Bakwan sayur sudah biasa, kamu bisa membuat bakwan dengan campuran teri basah untuk kreasi lauk gorengan. Bakwan teri ini cocok jadi lauk makan nasi, khususnya bagi anak-anak. Selain jadi lauk juga...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Bolu Kukus Cokelat, Hemat Gas 12 Menit Masak Matang",
    "Tanggal": "Kompas.com, 3 Mei 2024, 14:26 WIB",
    "Isi Resep": "Bikin bolu kukus mekar mengembang sempurna bisa jadi pilihan untuk membuat camilan bagi keluarga khususnya anak. Tidak butuh waktu lama untuk mengukus bolu ini, hanya butuh 12 menit sehingga tidak boros gas. Kamu bisa menggunakan bantuan emulsifier baik itu SP maupun TBM agar bolu kukus mekar sempurna tidak bantet. Simak resepnya dari Sajian Sedap.",
    "URL Link": "https://www.kompas.com/food/read/2024/05/03/142601075/resep-bolu-kukus-cokelat-hemat-gas-12-menit-masak-matang",
    "URL Gambar": "https://asset.kompas.com/crops/4JYkFCcoFD7B7K3GQik2hZx0Dik=/0x0:698x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/05/03/6634902eef719.jpg",
    "deskripsi": "Bikin bolu kukus mekar mengembang sempurna bisa jadi pilihan untuk membuat camilan bagi keluarga khususnya anak. Tidak butuh waktu lama untuk mengukus bolu ini, hanya butuh 12 menit sehingga tidak...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Ayam Suwir Bumbu Ketumbar, Temannya Nasi Putih Hangat",
    "Tanggal": "Kompas.com, 3 Mei 2024, 10:06 WIB",
    "Isi Resep": "Lauk ayam suwir cocok untuk ide menu makan anak, karena anak dapat menyantap sendiri tanpa terganggu dengan tulang ayam. Coba pilih resep ayam suwir yang tidak pedas, seperti ayam suwir bumbu ketumbar. Aroma ketumbar yang harum membuatnya nikmat ketika hanya dimakan dengan nasi putih hangat dan kecap manis. Simakresep ayam suwir bumbu ketumbardari Sajian Sedapberikut ini.",
    "URL Link": "https://www.kompas.com/food/read/2024/05/03/100600575/resep-ayam-suwir-bumbu-ketumbar-temannya-nasi-putih-hangat",
    "URL Gambar": "https://asset.kompas.com/crops/aba2pmSw-rJmpiUc-4GVBhOrV_g=/43x19:657x428/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/05/02/66339fe461b7c.jpg",
    "deskripsi": "Lauk ayam suwir cocok untuk ide menu makan anak, karena anak dapat menyantap sendiri tanpa terganggu dengan tulang ayam. Coba pilih resep ayam suwir yang tidak pedas, seperti ayam suwir bumbu...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sup Buntut Kacang Merah, Kuah Bening Gurih untuk Atasi Flu",
    "Tanggal": "Kompas.com, 30 April 2024, 13:37 WIB",
    "Isi Resep": "Banyak pilihan sup bening untuk dikonsumsi saat sakit, termasuk sup buntut kacang merah. Dikutip dari Healthline, Selasa (30/4/2024), sup bening dari kaldu sapi ini, bisa membantu meredakan gejela flu karena kandungan gizi dan suhu hangatnya saat dikonsumsi. Belum lagi, seledri yang kaya akan vitamin C untuk menambah gizi dalam makanan berkuah hangat ini. Simakresep sup buntut kacang merahuntuk enam porsi dari buku\"25 Resep Sup Favorit Keluarga\"(2020) oleh Garam Media terbitan Andi Publisher berikut ini. 1. Rebus buntut yang telah dicuci bersih, tambahkan irisan daun bawang dan seledri. 2. Tumis bumbu halus dengan margarin hingga harum. Masukkan tumisan bumbu ke dalam panci rebusan bumbu, tambahkan garam. Masukkan merica, pala, dan cengkih. 3. Sajikan selagi hangat. Buku\"25 Resep Sup Favorit Keluarga\"(2020) oleh Garam Media terbitan Andi Publisher tersediaonlinedi Gramedia.com. A post shared by (@)",
    "URL Link": "https://www.kompas.com/food/read/2024/04/30/133700775/resep-sup-buntut-kacang-merah-kuah-bening-gurih-untuk-atasi-flu",
    "URL Gambar": "https://asset.kompas.com/crops/ZhtSED2sxNK8l-QaA_x47mwjkz4=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/04/30/663071b7c6325.jpg",
    "deskripsi": "Banyak pilihan sup bening untuk dikonsumsi saat sakit, termasuk sup buntut kacang merah. Dikutip dari Healthline, Selasa (30/4/2024), sup bening dari kaldu sapi ini, bisa membantu meredakan gejela...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sup Miso Oyong Hangat, Masak Dadakan Saat Hujan",
    "Tanggal": "Kompas.com, 25 April 2024, 15:48 WIB",
    "Isi Resep": "Makanan hangat kian nikmat bila disantap saat hujan, seperti yang terjadi belakangan ini di banyak daerah Indonesia. Misalnya, sup misoa oyong. Kuah bening nan gurih dari sup ini kian nikmat saat dipadukan dengan ayam empuk dan misoa. Masak sup misoa oyong dadakan, sesaat sebelum waktu makan agar tekstur sayur dan isiannya tidak keburu lembek. Simakresep sup misoa oyongdari buku \"30 Menu Serba Sup\" (2017) oleh Tim Dapur Nulekker terbitan Bhuana Ilmu Populer berikut ini. 1. Panaskan minyak goreng, tumis bawang putih dan jahe hingga harum. Tuang air kaldu, didihkan. 2. Masukkan garam dan lada bubuk, ayam suwir, didihkan kembali. Masukkan oyong, masak hingga matang. 3. Kentalkan dengan larutan tepung jagung, aduk rata. Setelah mengental, masukkan telur, kocok perlahan-lahan sambil terus diaduk hingga menyerupai serabut. 4. Masukkan misoa sesaat sebelum disajikan. Hidangkan hangat. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/04/25/154800675/resep-sup-miso-oyong-hangat-masak-dadakan-saat-hujan",
    "URL Gambar": "https://asset.kompas.com/crops/f7E04BbOgh0ybRNM7q87PHVbdgo=/100x67:900x600/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/04/25/6629e2ad8caa7.jpg",
    "deskripsi": "Makanan hangat kian nikmat bila disantap saat hujan, seperti yang terjadi belakangan ini di banyak daerah Indonesia. Misalnya, sup misoa oyong. Kuah bening nan gurih dari sup ini kian nikmat saat...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Telur Orak-arik Peda, Lauk Makan Nasi Liwet yang Praktis",
    "Tanggal": "Kompas.com, 18 April 2024, 16:02 WIB",
    "Isi Resep": "Nasi liwet cocok disantap dengan lauk pendamping yang rasanya gurih dan teksturnya kering. Selain ayam goreng, ikan asin, atau telur asin, kamu bisa membuat kreasi telur orak-arik peda. Telur ini mudah dibuat karena sebenarnya tumisan sederhana. Bumbu yang digunakan juga bumbu iris. Simak resep telur orak-arik peda dari buku \"Aroma Rasa Kuliner Indonesia Sajian Serba Telur\" karya Lily T. Erwin (2010) PT Gramedia Pustaka Utama.",
    "URL Link": "https://www.kompas.com/food/read/2024/04/18/160200775/resep-telur-orak-arik-peda-lauk-makan-nasi-liwet-yang-praktis",
    "URL Gambar": "https://asset.kompas.com/crops/AW1NU1u6ZWN4H9ShEjM7JE8kYBc=/194x165:994x699/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/04/18/6620d315bd0ce.jpg",
    "deskripsi": "Nasi liwet cocok disantap dengan lauk pendamping yang rasanya gurih dan teksturnya kering. Selain ayam goreng, ikan asin, atau telur asin, kamu bisa membuat kreasi telur orak-arik peda. Telur ini...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Ikan Tongkol Saus Sambal Terasi, ala Sarden Kalengan",
    "Tanggal": "Kompas.com, 18 April 2024, 11:59 WIB",
    "Isi Resep": "Sarden saat ini ada banyak rasa di pasaran. Jika dahulu rata-rata hanya rasa tomat, saat ini ada rasa sambal dan terasi. Kamu bisa coba buat olahan ikan segar dengan saus ala sarden kalengan, misalnya dengan saus sambal terasi. Beda dengan sambal terasi biasa, saus ini agak seperti kuah kental. Simak resep tongkol saus sambal terasi dari Sajian Sedap, bisa jadi ide makanan simpel rumahan.",
    "URL Link": "https://www.kompas.com/food/read/2024/04/18/115904875/resep-ikan-tongkol-saus-sambal-terasi-ala-sarden-kalengan",
    "URL Gambar": "https://asset.kompas.com/crops/UMWjvqQKjk8thLVEQ-fXv_CvsAA=/77x93:635x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/04/18/6620a7634b2cd.jpg",
    "deskripsi": "Sarden saat ini ada banyak rasa di pasaran. Jika dahulu rata-rata hanya rasa tomat, saat ini ada rasa sambal dan terasi. Kamu bisa coba buat olahan ikan segar dengan saus ala sarden kalengan,...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sup Pangsit Ayam Sederhana, Lengkap Kuah Kaldu Ayam",
    "Tanggal": "Kompas.com, 18 April 2024, 10:28 WIB",
    "Isi Resep": "Sup kuah bening segar nikmat disantap setelah momen Lebaran. Sup pangsit ayam sederhana bisa jadi pilihan, masak cepat dan mudah untuk keluarga. Kamu tidak butuh banyak bahan membaut sup pangsit, tetapi sebagai catatan jangan isi daging ayam dalam jumlah terlalu banyak ke pangsit. Sebab, saat daging diisi terlalu banyak bisa beresiko kurang matang sementara kulit pangsit sudah lodoh. Ini membuat pangsit jadi kurang nikmat. Simak resep sup pangsit ayam sederhana berikut ini.",
    "URL Link": "https://www.kompas.com/food/read/2024/04/18/102800575/resep-sup-pangsit-ayam-sederhana-lengkap-kuah-kaldu-ayam-",
    "URL Gambar": "https://asset.kompas.com/crops/o3xt9BS38Dr1kh7Rlq1--OsCIi4=/57x34:967x640/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/04/18/6620920ee8975.jpg",
    "deskripsi": "Sup kuah bening segar nikmat disantap setelah momen Lebaran. Sup pangsit ayam sederhana bisa jadi pilihan, masak cepat dan mudah untuk keluarga. Kamu tidak butuh banyak bahan membaut sup pangsit,...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Dadar Telur Kepiting, Seperti Makanan di Restoran Michelin Thailand",
    "Tanggal": "Kompas.com, 18 April 2024, 09:07 WIB",
    "Isi Resep": "Kamu bingung mengolah daging kepiting siap pakai? Kamu dapat mengolahnya bersama dengan telur dan menjadikannya dadar telur kepiting yang bisa kamu santap bersama nasi hangat. Dadar tekur kepiting ini juga jadi salah satu makanan andalan di sebuah restoran di Thailand yang menerima penghargaan Michelin. Membuatnya cukup mudah, kamu dapat mengikuti resep berikut ini dari buku resep “Aroma Rasa Kuliner Indonesia - Sajian Serba Telur” oleh Lilly T. Erwin (2013) terbitan PT Gramedia Pustaka Utama. Resep Saus Pelengkap Bakaran ala Thailand, Simpel Tanpa Masak Resep Salad ala Thailand buat Pendamping Makan Daging Tahun Baru",
    "URL Link": "https://www.kompas.com/food/read/2024/04/18/090700375/resep-dadar-telur-kepiting-seperti-makanan-di-restoran-michelin-thailand",
    "URL Gambar": "https://asset.kompas.com/crops/DEpzBKPgt1YYTfG7cSJYhKb64Hg=/100x67:900x600/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/03/15/65f3c7aaa2f0b.jpg",
    "deskripsi": "Kamu bingung mengolah daging kepiting siap pakai? Kamu dapat mengolahnya bersama dengan telur dan menjadikannya dadar telur kepiting yang bisa kamu santap bersama nasi hangat. Dadar tekur kepiting...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Pepes Telur Asin Kemangi, Bikin Tambah Nasi",
    "Tanggal": "Kompas.com, 18 April 2024, 08:02 WIB",
    "Isi Resep": "Pepes dapat jadi andalan makanan kukus sehat yang mudah dibuat. Kamu bisa menggunakan telur asin untuk pilihan protein yang lebih murah, cocok untuk makanan tangal tua. Namun, jika ada riwayat darah tinggi sebaiknya konsumsi dalam batas wajar atau pertimbangkan ganti telur asin dengan telur ayam biasa. Simakresep pepes telur asinkemangi dari Sajian Sedapuntuk ide lauk makan rumahan.",
    "URL Link": "https://www.kompas.com/food/read/2024/04/18/080200675/resep-pepes-telur-asin-kemangi-bikin-tambah-nasi",
    "URL Gambar": "https://asset.kompas.com/crops/rX-sqbo8bL5k9Y-cztthGYdzeD8=/36x273:623x665/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/04/17/661fc9ff95a3a.jpg",
    "deskripsi": "Pepes dapat jadi andalan makanan kukus sehat yang mudah dibuat. Kamu bisa menggunakan telur asin untuk pilihan protein yang lebih murah, cocok untuk makanan tangal tua. Namun, jika ada riwayat darah...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Nasi Goreng Hijau, Tidak Pedas Cocok untuk Anak",
    "Tanggal": "Kompas.com, 18 April 2024, 07:12 WIB",
    "Isi Resep": "Nasi goreng bisa dibuat jadi lebih sehat dengan tambahan banyak sayur. Kamu bisa membuat nasi goreng hijau, yang warna dan aromanya memang berasal dari irisan halus sayur sawi. Cara membuat nasi goreng hijau ini mirip dengan nasi goreng lainnya, pastikan agar wajan panas agar ada aroma khas. Selain itu gunakan nasi pera atau nasi yang sudah diinapkan semalam di kulkas. Simakresep nasi goreng hijaudari buku \"100 Resep Nasi Goreng\" karya Dapur Alma (2011) PT Gramedia Pustaka Utama.",
    "URL Link": "https://www.kompas.com/food/read/2024/04/18/071200975/resep-nasi-goreng-hijau-tidak-pedas-cocok-untuk-anak",
    "URL Gambar": "https://asset.kompas.com/crops/QAUe2l9iOg0_bIJFuCFGC0EGfDA=/0x0:698x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/04/17/661fc5bb9fbb6.jpeg",
    "deskripsi": "Nasi goreng bisa dibuat jadi lebih sehat dengan tambahan banyak sayur. Kamu bisa membuat nasi goreng hijau, yang warna dan aromanya memang berasal dari irisan halus sayur sawi. Cara membuat nasi...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Salad Kentang dengan Dressingnya, Bisa Jadi Pengganti Nasi",
    "Tanggal": "Kompas.com, 17 April 2024, 19:27 WIB",
    "Isi Resep": "Salad kentang bisa jadi pengganti nasi sebagai asupan karbohidrat. Salad ini cocok disantap dengan lauk daging sapi seperti steak, rolade, atau bistik. Namun demikian, salad kentang juga cocok disantap tanpa lauk apa saja atau disantap langsung. Kamu bisa menambahkan telur rebus sebagai tambahan protein agar gizi lebih seimbang. Simakresep salad kentangdari buku \"1500 Makanan Sehat Segala Usia (Edisi Spesial)\" karya Hindah Muaris (2012) Penerbit PT Gramedia Pustaka Utama.",
    "URL Link": "https://www.kompas.com/food/read/2024/04/17/192700575/resep-salad-kentang-dengan-dressingnya-bisa-jadi-pengganti-nasi-",
    "URL Gambar": "https://asset.kompas.com/crops/sg1xvOXECazNn40S8W0ZE5b3t4c=/127x0:927x533/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/04/17/661fb58e1f3ef.jpg",
    "deskripsi": "Salad kentang bisa jadi pengganti nasi sebagai asupan karbohidrat. Salad ini cocok disantap dengan lauk daging sapi seperti steak, rolade, atau bistik. Namun demikian, salad kentang juga cocok...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Telur Orak-arik Caisim, Masak Sehat Cuma 10 Menit",
    "Tanggal": "Kompas.com, 17 April 2024, 18:37 WIB",
    "Isi Resep": "Tidak punya waktu masak makanan sehat? Coba pertimbangkan membuat orak-arik telur dan caisim. Resep dari Sajian Sedapini mudah dibuat dan sederhana, tidak sampai 10 menit. Resep ini cocok jadi ide menu anak kos atau bekal kerja praktis. Kamu juga bisa menambahkan bakso atau sosis jika ingin menambah protein pada hidangan ini.",
    "URL Link": "https://www.kompas.com/food/read/2024/04/17/183700475/resep-telur-orak-arik-caisim-masak-sehat-cuma-10-menit-",
    "URL Gambar": "https://asset.kompas.com/crops/2G1YJcoADhoJMT3e6QGDARt735Q=/76x57:634x429/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/04/17/661faf6318522.jpg",
    "deskripsi": "Tidak punya waktu masak makanan sehat? Coba pertimbangkan membuat orak-arik telur dan caisim. Resep dari Sajian Sedapini mudah dibuat dan sederhana, tidak sampai 10 menit. Resep ini cocok jadi ide...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Tumis Tahu Pete, Ide Makan Murah dan Enak Tengah Bulan",
    "Tanggal": "Kompas.com, 17 April 2024, 17:31 WIB",
    "Isi Resep": "Tahu bisa jadi olahan protein murah, sehat, dan enak yang cocok untuk tengah bulan. Apalagi saat mencari makanan sehat setelah Lebaran. Bikin tumis tahu pete yang masaknya mudah, hanya perlu menggunakan bumbu iris dan ditumis. Resep dari Sajian Sedapini bisa dimasak hanya dalam waktu 15 menit, juga cocok jadi bekal makanan kerja.",
    "URL Link": "https://www.kompas.com/food/read/2024/04/17/173109475/resep-tumis-tahu-pete-ide-makan-murah-dan-enaktengah-bulan",
    "URL Gambar": "https://asset.kompas.com/crops/1zAXR_84XTlKTGs8P2BRGzg4vjM=/2x0:700x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/04/17/661fa3bcc0a4f.jpg",
    "deskripsi": "Tahu bisa jadi olahan protein murah, sehat, dan enak yang cocok untuk tengah bulan. Apalagi saat mencari makanan sehat setelah Lebaran. Bikin tumis tahu pete yang masaknya mudah, hanya perlu...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Cara Membuat Tahu Telur Goreng, Resep Makanan Simpel",
    "Tanggal": "Kompas.com, 17 April 2024, 12:41 WIB",
    "Isi Resep": "Jika punya tahu dan telur di rumah, kamu bisa membuat tahu goreng telur sebagai ide makanan simpel. Bahan-bahan utamanya hanya tahu, telur, dan daun bawang. Kamu bisa menambah taburan kacang dan mentimun sebagai pelengkap. Sebenarnya kamu langsung menggoreng campuran tahu dan telur secara langsung, tapi kalau mau pakai cetakan berbentuk bulat (ring) pun tidak masalah. Simak cara membuat tahu goreng telur berikut ini, dilansir dari buku\"Resep Aneka Olahan Tahu\"karya Tim Cita Rasa (2017) terbitan CV Pustaka Bengawan. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/04/17/124129375/cara-membuat-tahu-telur-goreng-resep-makanan-simpel",
    "URL Gambar": "https://asset.kompas.com/crops/00NCw4A5lG_CrEWMYdVj1GCnZnA=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/04/17/661f5e6b326dd.jpg",
    "deskripsi": "Jika punya tahu dan telur di rumah, kamu bisa membuat tahu goreng telur sebagai ide makanan simpel. Bahan-bahan utamanya hanya tahu, telur, dan daun bawang. Kamu bisa menambah taburan kacang dan...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sup Jamur Tiram, Makanan Hangat Saat Musim Hujan",
    "Tanggal": "Kompas.com, 15 April 2024, 09:03 WIB",
    "Isi Resep": "Di daerah tempat tinggalmu, sudah mulai turun hujan? Pasti rasanya ingin sekali menikmati masakan berkuah hangat. Cobalah untuk mengikuti resep sup jamur tiram yang satu ini. Selain jamur tiram, ada penggunaan brokoli, bakso ikan, dan irisan daun seledri sebagai isiannya. Dilansir dari buku \"Aneka Olahan dari Jamur\" (2022) oleh Nunung Yuli Eti terbitan PT Saka Mitra Kompetensi, ikuti cara bikin sup jamur untuk 5-6 porsi makan. Buku \"Aneka Olahan dari Jamur\" (2022) oleh Nunung Yuli Eti terbitan PT Saka Mitra Kompetensi bisa dibeli di Gramedia.com. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/04/15/090300575/resep-sup-jamur-tiram-makanan-hangat-saat-musim-hujan",
    "URL Gambar": "https://asset.kompas.com/crops/NxF6j26ujYYau0oMKXsWWKwCfUU=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/04/14/661bbd2cc987e.jpeg",
    "deskripsi": "Di daerah tempat tinggalmu, sudah mulai turun hujan? Pasti rasanya ingin sekali menikmati masakan berkuah hangat. Cobalah untuk mengikuti resep sup jamur tiram yang satu ini. Selain jamur tiram, ada...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Kangkung Bumbu Kemiri Pedas, Hidangan Tanpa Santan usai Lebaran",
    "Tanggal": "Kompas.com, 14 April 2024, 18:30 WIB",
    "Isi Resep": "Saat Lebaran, lauk yang dihidangkan tidak jauh dari makanan berat dengan campuran santan. Maka dari itu imbangi asupan dengan mengonsumsi sayuran yang lebih ringan, seperti halnya sayur kangkung. Kangkung bisa diolah menjadi beragam hidangan, salah satunya ditumis dengan campuran bumbu kemiri pedas. Cara membuat kangkung bumbu kemiri pedas termasuk mudah ditiru di rumah. Resepnya bisa disimak dalam buku\"Resep Hidangan Salad & Sayuran ala Sisca Soewitomo\"karya Sisca Soewitomo (2012) terbitan PT Gramedia Pustaka Utama. 1. Panaskan minyak goreng lalu tumis bumbu halus dan daun jeruk hingga harum dan bau langu hilang. 2. Masukkan kangkung dan masak sembari diaduk hingga bumbu meresap dan kangkung layu. Koreksi rasa dengan tambahan garam, merica, dan gula pasir, lalu sajikan segera. Buku\"Resep Hidangan Salad & Sayuran ala Sisca Soewitomo\"karya Sisca Soewitomo (2012) terbitan PT Gramedia Pustaka Utama bisa dibeli secara daring di Gramedia.com.",
    "URL Link": "https://www.kompas.com/food/read/2024/04/14/183029475/resep-kangkung-bumbu-kemiri-pedas-hidangan-tanpa-santan-usai-lebaran",
    "URL Gambar": "https://asset.kompas.com/crops/lAS-suq9K-Y2lxBof6yAXvFLpDg=/0x40:1000x706/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/03/24/65ff84c64fcca.jpeg",
    "deskripsi": "Saat Lebaran, lauk yang dihidangkan tidak jauh dari makanan berat dengan campuran santan. Maka dari itu imbangi asupan dengan mengonsumsi sayuran yang lebih ringan, seperti halnya sayur kangkung....",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Urap Sayur, Makanan Sehat untuk Kumpul Keluarga",
    "Tanggal": "Kompas.com, 14 April 2024, 14:16 WIB",
    "Isi Resep": "Masih dalam suasana Lebaran, makanan sehat dan segar banyak dicari setelah selesai menyantap makanan bersantan. Coba buat urap sayur yang dilengkapi berbagai sayur rebus lengkap dengan parutan kelapa bumbu. Menyantap urap sayur bisa bersama nasi, telur dadar, dan tempe goreng. Namun, bisa juga disantap tanpa nasi. Simak resepnya dari Sajian Sedapberikut ini.",
    "URL Link": "https://www.kompas.com/food/read/2024/04/14/141600875/resep-urap-sayur-makanan-sehat-untuk-kumpul-keluarga",
    "URL Gambar": "https://asset.kompas.com/crops/c7TzGB0Mlw1qzKO8fdooy-fPad4=/63x8:963x608/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2020/11/06/5fa50166a7ebe.jpg",
    "deskripsi": "Masih dalam suasana Lebaran, makanan sehat dan segar banyak dicari setelah selesai menyantap makanan bersantan. Coba buat urap sayur yang dilengkapi berbagai sayur rebus lengkap dengan parutan kelapa...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sayur Kuah Bening Bayam Merah, Makanan Sehat Tinggal Cemplung",
    "Tanggal": "Kompas.com, 14 April 2024, 09:32 WIB",
    "Isi Resep": "Makan sayur kuah bening bisa jadi pilihan setelah beberapa hari menyantap makanan berkuah santan. Sayur bayam kuah bening bisa jadi pilihan untuk menu makan keluarga, mengingat bayam termasuk sayur yang disukai banyak anak-anak. Coba masak sayur kuah bening bayam merah yang kaya zat besi, vitamin, dan mineral. Simak resep lengkapnya dari Sajian Sedap.",
    "URL Link": "https://www.kompas.com/food/read/2024/04/14/093200875/resep-sayur-kuah-bening-bayam-merah-makanan-sehat-tinggal-cemplung",
    "URL Gambar": "https://asset.kompas.com/crops/Iqmc2kQQk8zxIRam0c_5ovbT_Rw=/38x23:652x432/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/04/14/661b3c9772a63.jpg",
    "deskripsi": "Makan sayur kuah bening bisa jadi pilihan setelah beberapa hari menyantap makanan berkuah santan. Sayur bayam kuah bening bisa jadi pilihan untuk menu makan keluarga, mengingat bayam termasuk sayur...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Makanan Rendah Kolesterol: Ayam Panggang Kecap",
    "Tanggal": "Kompas.com, 13 April 2024, 17:31 WIB",
    "Isi Resep": "Meski tidak nol kolesterol, kadar kolesterol ayam panggang kecap ini terbilang rendah. Setiap porsi ayam panggang kecap tanpa kulit mengandung 33, 6 miligram kolesterol dan 4, 8 gram lemak. Demi menghindari peningkatan kadar kolesterol dalam darah, sebaiknya gunakan jenis minyak tidak jenuh, seperti minyak kanola atau minyak zaitun. Simak resep ayam panggang kecap untuk lima porsi dari buku \"100 Resep Hidangan Lezat Menurunkan Kolesterol\" (2013) oleh Tuti Soenardi terbitan Gramedia Pustaka Utama berikut ini. Bumbu yang dihaluskan: Buku \"100 Resep Hidangan Lezat Menurunkan Kolesterol\" (2013) oleh Tuti Soenardi terbitan Gramedia Pustaka Utama tersediaonlinedi Gramedia.com.",
    "URL Link": "https://www.kompas.com/food/read/2024/04/13/173100975/resep-makanan-rendah-kolesterol--ayam-panggang-kecap",
    "URL Gambar": "https://asset.kompas.com/crops/L-7Rz_2QFfkns8o7AxMeJuV5geQ=/32x0:1000x645/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/04/13/6619e9fae1aaa.jpg",
    "deskripsi": "Meski tidak nol kolesterol, kadar kolesterol ayam panggang kecap ini terbilang rendah. Setiap porsi ayam panggang kecap tanpa kulit mengandung 33, 6 miligram kolesterol dan 4, 8 gram lemak. Demi...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Brownies Panggang dengan Es Krim, Camilan Keluarga",
    "Tanggal": "Kompas.com, 13 April 2024, 16:25 WIB",
    "Isi Resep": "Masak camilan untuk keluarga besar bisa diakali dengan memilih resep sederhana dan tidak butuh teknik yang rumit. Camilan seperti brownies panggang bisa jadi pilihan untuk suguhan tamu keluarga besar. Kamu bisa tambahkan es krim agar terasa lebih lengkap dan segar. Simakresep brownies panggangdari Sajian Sedapini.",
    "URL Link": "https://www.kompas.com/food/read/2024/04/13/162500375/resep-brownies-panggang-dengan-es-krim-camilan-keluarga-",
    "URL Gambar": "https://asset.kompas.com/crops/4eiu7zmTAia0f0QyQzTTbaKF8mA=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/04/13/661a3568da898.jpg",
    "deskripsi": "Masak camilan untuk keluarga besar bisa diakali dengan memilih resep sederhana dan tidak butuh teknik yang rumit. Camilan seperti brownies panggang bisa jadi pilihan untuk suguhan tamu keluarga...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Plecing Kangkung 5 Bahan, Sederhana dan Sehat",
    "Tanggal": "Kompas.com, 12 April 2024, 15:31 WIB",
    "Isi Resep": "Banyak makan daging saat Lebaran bisa diimbangi dengan menyantap sayuran dan buah-buahan agar gizi tetap seimbang. Coba masak plecing kangkung, makanan khas Lombok dan Bali. Bahannya sederhana hanya terdiri dari lima bahan. Sebisa mungkin pilih kangkung berukuran besar dan segar di pasar agar rasanya lebih nikmat. Simakresep plecing kangkungdari buku \"Aroma Rasa Kuliner Indonesia Sajian Sayur Segar Rebus, \" oleh Lily T. Erwin (2010) Penerbit PT Gramedia Pustaka Utama.",
    "URL Link": "https://www.kompas.com/food/read/2024/04/12/153100975/resep-plecing-kangkung-5-bahan-sederhana-dan-sehat-",
    "URL Gambar": "https://asset.kompas.com/crops/anhIcxIPvLQ0CFlaJ71uniqLc80=/0x67:1000x733/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/04/12/6618ce41cacb6.jpg",
    "deskripsi": "Banyak makan daging saat Lebaran bisa diimbangi dengan menyantap sayuran dan buah-buahan agar gizi tetap seimbang. Coba masak plecing kangkung, makanan khas Lombok dan Bali. Bahannya sederhana hanya...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sate Maranggi Purwarkarta, Lengkap dengan Sambal Oncom",
    "Tanggal": "Kompas.com, 12 April 2024, 10:37 WIB",
    "Isi Resep": "Sate maranggi khas Purwakarta, Jawa Barat, beda dengan kebanyakan sate di daerah lain. Bumbu siram sate ini adalah sambal oncom dan disantap dengan ketan bakar. Sate maranggi bisa jadi pilihan makanan keluarga saat momen libur Lebaran, dan dimasak bersama-sama. Simak resep sate maranggi dari Sajian Sedapberikut ini.",
    "URL Link": "https://www.kompas.com/food/read/2024/04/12/103700675/resep-sate-maranggi-purwarkarta-lengkap-dengan-sambal-oncom-",
    "URL Gambar": "https://asset.kompas.com/crops/fFbL0RgH8MgLd5cYDQPCp6uQWKU=/35x29:649x438/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/04/12/6618a22ba16e7.jpg",
    "deskripsi": "Sate maranggi khas Purwakarta, Jawa Barat, beda dengan kebanyakan sate di daerah lain. Bumbu siram sate ini adalah sambal oncom dan disantap dengan ketan bakar. Sate maranggi bisa jadi pilihan...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sop Iga Asam Pedas, Variasi Masakan Lebaran yang Segar",
    "Tanggal": "Kompas.com, 10 April 2024, 19:05 WIB",
    "Isi Resep": "Membuat makanan atau sup berkuah bening bisa jadi selingan selain ketupat saat Lebaran. Salah satu resep yang mudah dibuat, sop iga asam pedas yang segar dan tidak membuat enek. Kamu juga bisa menyantap sop iga asam pedas dengan ketupat sisa dari Lebaran, simak resepnya dari buku \"Sop dan Soto Favorit ala Cafe\" karya Indriani (2007) Penerbit PT Gramedia Pustaka Utama.",
    "URL Link": "https://www.kompas.com/food/read/2024/04/10/190500675/resep-sop-iga-asam-pedas-variasi-masakan-lebaran-yang-segar",
    "URL Gambar": "https://asset.kompas.com/crops/c7EXOMs5ivUcGbBwPPAfE10BHLE=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/04/10/6616627cf02d3.jpg",
    "deskripsi": "Membuat makanan atau sup berkuah bening bisa jadi selingan selain ketupat saat Lebaran. Salah satu resep yang mudah dibuat, sop iga asam pedas yang segar dan tidak membuat enek. Kamu juga bisa...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Bakso Cilok Mercon, Camilan Lebaran untuk Keluarga",
    "Tanggal": "Kompas.com, 10 April 2024, 17:05 WIB",
    "Isi Resep": "Bosan makan ketupat dan lauk pendampingnya selama Lebaran? Coba masak camilan yang mudah dibuat seperti bakso cilok. Bakso cilok punya tekstur alot yang mudah digigit dan terasa berdaging. Resep dari Sajian Sedapini mudah dibuat karena hanya perlu dicampur dan direbus. Kamu bisa tambahkan kreasi sambal mercon agar lebih seru makannya.",
    "URL Link": "https://www.kompas.com/food/read/2024/04/10/170500975/resep-bakso-cilok-mercon-camilan-lebaran-untuk-keluarga-",
    "URL Gambar": "https://asset.kompas.com/crops/SozYr3a1v7jTEoc4I_DDVObzeQA=/3x0:700x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/04/10/66164d141e871.jpg",
    "deskripsi": "Bosan makan ketupat dan lauk pendampingnya selama Lebaran? Coba masak camilan yang mudah dibuat seperti bakso cilok. Bakso cilok punya tekstur alot yang mudah digigit dan terasa berdaging. Resep dari...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sambal Goreng Kentang Udang Pete, Bikin Sedap Sayur Ketupat",
    "Tanggal": "Kompas.com, 9 April 2024, 18:32 WIB",
    "Isi Resep": "Sambal goreng ati ayam hampir selalu ada di meja makan saat Lebaran. Biasanya, sambal goreng ati ayam juga disertai ampela dan kentang. Kamu juga bisa membuat kreasi sambal goreng kentang lain, yaitu menggunakan udang dan pete. Udang punya rasa manis yang khas, begitu pula dengan pete yang punya rasa pahit dan aroma khas sehingga membuat kaya sayur ketupat Lebaran. Simak resepnya dari Sajian Sedapberikut ini.",
    "URL Link": "https://www.kompas.com/food/read/2024/04/09/183200575/resep-sambal-goreng-kentang-udang-pete-bikin-sedap-sayur-ketupat",
    "URL Gambar": "https://asset.kompas.com/crops/aYj_iOytt5E8AD2GnkS0OeMW14A=/0x35:1000x702/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/04/09/66151e8659d2b.jpg",
    "deskripsi": "Sambal goreng ati ayam hampir selalu ada di meja makan saat Lebaran. Biasanya, sambal goreng ati ayam juga disertai ampela dan kentang. Kamu juga bisa membuat kreasi sambal goreng kentang lain, yaitu...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Rendang Kerang, Cepat Empuk dan Serap Bumbu",
    "Tanggal": "Kompas.com, 9 April 2024, 16:54 WIB",
    "Isi Resep": "Rendang kerang adalah sebuah variasi menarik dari rendang daging. Kuliner Minangkabau yang beragam, seperti sate, soto, dan dendeng batokok, menggugah selera dengan bumbu yang khas. Namun, yang paling fenomenal adalah rendang, yang kaya akan rempah dan dimasak dalam waktu berjam-jam. Umumnya rendang dibuat dengan potongan daging sapi atau kerbau. Namun, orang Minangkabau juga mengenal rendang dari bahan lain seperti telur, daging ayam dan itik, belut, ikan tongkol atau tenggiri, paru dan hati (bisa sapi, kerbau, atau ayam). Ada jugarendang kerangatau rendang lokan, yang bisa jadi pilihan untuk masak saat hari raya. Kandungan protein yang tinggi dapat diserap hingga 95 persen oleh tubuh, dan kerang juga kaya akan mineral dan vitamin B12 serta rendah lemak. Simak resep rendang kerang dari Sajian Sedap untuk kreasi masak makanan Lebaran.",
    "URL Link": "https://www.kompas.com/food/read/2024/04/09/165433175/resep-rendang-kerang-cepat-empuk-dan-serap-bumbu",
    "URL Gambar": "https://asset.kompas.com/crops/ePHplMX2jxj1z9IShDkHlLVcCMo=/0x197:750x697/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/04/09/66150f20d0d13.jpg",
    "deskripsi": "Rendang kerang adalah sebuah variasi menarik dari rendang daging. Kuliner Minangkabau yang beragam, seperti sate, soto, dan dendeng batokok, menggugah selera dengan bumbu yang khas. Namun, yang...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Cara Membuat Opor Ayam Pedas, Sajian Lebaran Gurih dan Medok",
    "Tanggal": "Kompas.com, 9 April 2024, 10:31 WIB",
    "Isi Resep": "Banyak variasi opor ayam yang bisa kamu buat untuk Lebaran. Salah satunya, opor ayam pedas. Masakan Lebaran ini cocok dibuat oleh kamu pencinta pedas. Sesuaikan tingkat pedasnya dengan selera. Ikutiresep opor ayampedas untuk tujuh porsi dari majalah \"Saji ED 464\" (2020) oleh Tim Saji terbitan Gramedia Pustaka Utama berikut ini: Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/04/09/103100475/cara-membuat-opor-ayam-pedas-sajian-lebaran-gurih-dan-medok",
    "URL Gambar": "https://asset.kompas.com/crops/mhskJzxUGrh9lDqQzs80aMNceGA=/120x164:1000x751/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/04/09/6614a40ea54da.jpg",
    "deskripsi": "Banyak variasi opor ayam yang bisa kamu buat untuk Lebaran. Salah satunya, opor ayam pedas. Masakan Lebaran ini cocok dibuat oleh kamu pencinta pedas. Sesuaikan tingkat pedasnya dengan selera....",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Gulai Telur untuk Pelengkap Ketupat Lebaran, Masak Antiribet",
    "Tanggal": "Kompas.com, 9 April 2024, 09:27 WIB",
    "Isi Resep": "Selain sayur godog atau sayur labu parut, kamu bisa menyiapkan aneka lauk untuk pelengkap ketupat. Gulai telur bisa dijadikan pelengkap ketupat Lebaran. Cita rasanya gurih, mudah dibuat, dan cukup untuk lima orang. Makanan ini pun bisa dibuat sendiri di rumah, sehingga bisa dimasak untuk dimakan bersama-sama disantap usai shalat Id.",
    "URL Link": "https://www.kompas.com/food/read/2024/04/09/092709075/resep-gulai-telur-untuk-pelengkap-ketupat-lebaran-masak-antiribet",
    "URL Gambar": "https://asset.kompas.com/crops/cHuh2HtoCv89QXXHzEBmjl8RM7s=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/04/09/6614a2924f92d.jpg",
    "deskripsi": "Selain sayur godog atau sayur labu parut, kamu bisa menyiapkan aneka lauk untuk pelengkap ketupat. Gulai telur bisa dijadikan pelengkap ketupat Lebaran. Cita rasanya gurih, mudah dibuat, dan cukup...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Rendang Padang 500 Gram untuk Lebaran, Praktis 2 Langkah Masak",
    "Tanggal": "Kompas.com, 7 April 2024, 15:03 WIB",
    "Isi Resep": "Rendang termasuk makanan Lebaran populer di Indonesia, terutama di Padang, Sumatera Barat. Namun, masyarkat di daerah lain juga umum menyajikan hidangan ini saat Idul Fitri yang ternyata bisa dibuat sendiri. Kamu bisa memadukan rendang dengan aneka lauk Lebaran, termasuk ketupat lengkap dengan sayurnya. Ikutiresep rendang padang500 gram dari buku \"Menu Komplet Hidangan Ketupat dan Lontong\" (2011) oleh Lilly T. Erwin terbitan Gramedia Pustaka Utama berikut ini. Bumbu yang dihaluskan:",
    "URL Link": "https://www.kompas.com/food/read/2024/04/07/150300875/resep-rendang-padang-500-gram-untuk-lebaran-praktis-2-langkah-masak",
    "URL Gambar": "https://asset.kompas.com/crops/0jYdHU0Z7CE-uMNZ7xjObAbAJqQ=/0x0:996x664/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/04/07/6611eec6756a5.jpg",
    "deskripsi": "Rendang termasuk makanan Lebaran populer di Indonesia, terutama di Padang, Sumatera Barat. Namun, masyarkat di daerah lain juga umum menyajikan hidangan ini saat Idul Fitri yang ternyata bisa dibuat...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sayur Godog Pepaya khas Betawi, Teman Makan Ketupat Lebaran",
    "Tanggal": "Kompas.com, 5 April 2024, 12:29 WIB",
    "Isi Resep": "Sayur godog pepaya dapat dibuat sehari sebelum Lebaran untuk santapan hari raya Idul Fitri. Masakan berkuah gurih khas Betawi ini identik sebagai pendamping lontong atau ketupat saat Lebaran. Selengkapnya, simak resep sayur godog pepaya untuk delapan porsi dari majalah \"Saji ED 439\" (2019) oleh Tim Saji terbitan Gramedia Pustaka Utama berikut ini. Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/04/05/122958675/resep-sayur-godog-pepaya-khas-betawi-teman-makan-ketupat-lebaran",
    "URL Gambar": "https://asset.kompas.com/crops/rPe6FGpjq-q0BVxLipltKu_z0EI=/0x0:360x240/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2020/07/31/5f2371bc4aa05.jpg",
    "deskripsi": "Sayur godog pepaya dapat dibuat sehari sebelum Lebaran untuk santapan hari raya Idul Fitri. Masakan berkuah gurih khas Betawi ini identik sebagai pendamping lontong atau ketupat saat Lebaran....",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Tsoureki, Roti Manis Saat Paskah di Yunani",
    "Tanggal": "Kompas.com, 29 Maret 2024, 11:31 WIB",
    "Isi Resep": "Di Yunani, masyarakat setempat menghidangkantsourekipada saat perayaan Paskah. Dikutip dari Kompas.com(2/4/2021), tsourekiialah roti manis kepang khas Yunani yang menyimbolkan Trinitas Suci. Ciri khastsourekiyakni ada pada penambahan telur rebus berwarna di atas roti. Telur rebus ini menyimbolkan darah Kristus, maka tidak heran warna yang dipilih yaitu warna merah.",
    "URL Link": "https://www.kompas.com/food/read/2024/03/29/113100375/resep-tsoureki-roti-manis-saat-paskah-di-yunani",
    "URL Gambar": "https://asset.kompas.com/crops/cKzLKNgy6pCFoBDAs7ApHRnJtqk=/0x0:720x480/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/03/28/66058b44e59cb.jpg",
    "deskripsi": "Di Yunani, masyarakat setempat menghidangkantsourekipada saat perayaan Paskah. Dikutip dari (2/4/2021), tsourekiialah roti manis kepang khas Yunani yang menyimbolkan Trinitas Suci. Ciri...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Capirotada, Puding Roti saat Paskah di Meksiko",
    "Tanggal": "Kompas.com, 29 Maret 2024, 08:02 WIB",
    "Isi Resep": "Beberapa negara tentu punya makanan khas yang disantap saat perayaan hari besar. Seperti halnya perayaan Paskah yang jatuh pada akhir pekan ini. Misalnya, orang-orang di Meksiko menyajikancapirotada, yaitu puding roti yang disajikan selama masa Prapaskah dan Jumat Agung. Dikutip dari laman All Recipes, konon resep puding roti khas Meksiko ini berasal dari abad ke-15. Bila tertarik mencoba makanan saat Paskah di Meksiko, simak resepnya dari laman All Recipesberikut. 1. Masak air, 425 gram gula merah, dan kayu manis di dalam panci hingga mendidih. Kemudian kecilkan api dan biarkan mendidih hingga gula larut dan mengental sekitar 15 menit. 2. Keluarkan kayu manis dari larutan gula merah, lalu sisihkan larutan gula. 3. Oles irisan roti panggang dengan mentega, kemudian susun di dalam loyang panggang. Setelah itu taburi dengan bubuk kayu manis, pala, dan cengkeh. 4. Taburi keju, kismis, kacang tanah, kayu manis, pala, cengkah, keju parut, dan sisa gula merah di atas roti, lalu tuang larutan gula merah ke seluruh permukaan loyang berisi roti dantopping. 5. Tutup loyang dengan aluminium foil kemudian panggang di dalam oven yang sudah dipanaskan hingga suhu 175 derajat celsius. Panggang roti sekitar 30 menit dan dinginkan sekitar 20 menit sebelum disajikan. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/03/29/080200275/resep-capirotada-puding-roti-saat-paskah-di-meksiko",
    "URL Gambar": "https://asset.kompas.com/crops/68MVEQshMAjyA-5-2E_G31pNr1o=/0x30:750x530/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/03/28/660507349728a.jpeg",
    "deskripsi": "Beberapa negara tentu punya makanan khas yang disantap saat perayaan hari besar. Seperti halnya perayaan Paskah yang jatuh pada akhir pekan ini. Misalnya, orang-orang di Meksiko menyajikancapirotada,...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Hot Cross Buns, Roti Manis Khas Paskah di Inggris",
    "Tanggal": "Kompas.com, 27 Maret 2024, 14:39 WIB",
    "Isi Resep": "Di Inggris, ada makanan khas yang biasa disantap saat perayaan Paskah. Namanyahot cross buns. Dilaporkan Kompas.com, Jumat (2/4/2021), hot cross bunsialah roti kecil dengan rasa manis dan pedas yang disantap pada Jumat Agung.",
    "URL Link": "https://www.kompas.com/food/read/2024/03/27/143900875/resep-hot-cross-buns-roti-manis-khas-paskah-di-inggris",
    "URL Gambar": "https://asset.kompas.com/crops/w65p1rzzJSQZ_zyx62elNkZ4tVo=/0x0:683x455/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/03/27/6603998fae5c3.jpeg",
    "deskripsi": "Di Inggris, ada makanan khas yang biasa disantap saat perayaan Paskah. Namanyahot cross buns. Dilaporkan , Jumat (2/4/2021), hot cross bunsialah roti kecil dengan rasa manis dan pedas yang disantap...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep White Borscht, Sup Khas Paskah di Polandia",
    "Tanggal": "Kompas.com, 27 Maret 2024, 10:32 WIB",
    "Isi Resep": "Rangkaian Paskah 2024 diperingati pada akhir pekan ini. Biasanya, masyarakat di beberapa negara punya makanan khusus yang disantap saat hari raya tersebut. Di Polandia, misalnya, orang-orang biasanya menyantapwhite borscht, sup hangat berisi sosis yang disantap bersama roti.",
    "URL Link": "https://www.kompas.com/food/read/2024/03/27/103216875/resep-white-borscht-sup-khas-paskah-di-polandia",
    "URL Gambar": "https://asset.kompas.com/crops/FswC6Sz09TXukQY8M-m7r84BJWg=/0x69:826x620/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/03/27/66038572e33be.jpeg",
    "deskripsi": "Rangkaian Paskah 2024 diperingati pada akhir pekan ini. Biasanya, masyarakat di beberapa negara punya makanan khusus yang disantap saat hari raya tersebut. Di Polandia, misalnya, orang-orang biasanya...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sop Kambing Kuah Susu Gurih dan Creamy, Cocok untuk Bukber",
    "Tanggal": "Kompas.com, 20 Maret 2024, 10:12 WIB",
    "Isi Resep": "Makanan berkuah gurih dapat jadi pilihan untuk menu buka puasa bersama, untuk banyak orang. Sop kambing kuah susu nikmat disajikan selagi hangat bersama nasi dan taburan bawang goreng. Kamu bisa menggunakan daging, tulang, dan aneka jeroan kambing untuk membuat kaldu yang nikmat. Berikut resep dan cara membuat sop kambing kuah susu dari buku “100 RESEP sop & soto Indonesia” oleh Dapur Kirana (2013) terbitan PT Gramedia Pustaka Utama. 1. Siapkan panci lalu tuang air dan didihkan air. 2. Setelah mendidih masukkan daging, usus, babat dan lidah dan masak hingga matang dan empuk. 3. Setelah matang dan empuk angkat lalu potong-potong dan sisihkan. 4. Siapkan wajan lalu tumis bumbu halus bersama dengan daun jeruk, lengkuas, daun salam, serai, kapulaga dan pekak hingga harum dan matang. 5. Saat sudah matang, angkat lalu masukkan ke dalam kaldu rebusan daging. 6. Masukkan susu lalu masak sambil diaduk hingga mendidih. 7. Setelah mendidih, masukkan potongan daging sambil diaduk lalu masak kembali sebentar. 8. Saat sudah matang, tuang kedalam mangkuk saji lalu berikan minyak samin dan pelengkap lainnya. Buku “100 RESEP sop & soto Indonesia” oleh Dapur Kirana (2013) terbitan PT Gramedia Pustaka Utama bisa dibeli di Gramedia.com. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/03/20/101244275/resep-sop-kambing-kuah-susu-gurih-dan-creamy-cocok-untuk-bukber",
    "URL Gambar": "https://asset.kompas.com/crops/BZq0iG6hpiTCNyduc8dKm5_FkgQ=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2022/06/27/62b9215aed2f4.jpg",
    "deskripsi": "Makanan berkuah gurih dapat jadi pilihan untuk menu buka puasa bersama, untuk banyak orang. Sop kambing kuah susu nikmat disajikan selagi hangat bersama nasi dan taburan bawang goreng. Kamu bisa...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sup Ayam Kuah Jahe, Ide Makanan Sahur Sehat",
    "Tanggal": "Kompas.com, 13 Maret 2024, 20:02 WIB",
    "Isi Resep": "Sup banyak dipilih jadi salah satu menu sahur, karena terdiri dari bahan bergizi dan cairan untuk mencukupi kebutuhan selama puasa. Coba buat sup sehat, seperti sup ayam kuah jahe yang bumbunya sederhana. Sup ini juga cocok untuk menghangatkan tubuh karena ada rasa pedas dari jahe. Kamu bisa masak sup ayam kuah jahe sebelum tidur dirice cooker, agar saging ayamnya empuk ketika waktu makan sahur nanti. Simak resep sup ayam kuah jahe dari buku \"Resep Sup Paling Gampang\" karya Sisca Soewitomo (2012) Penerbit PT Gramedia Pustaka Utama.",
    "URL Link": "https://www.kompas.com/food/read/2024/03/13/200200975/resep-sup-ayam-kuah-jahe-ide-makanan-sahur-sehat",
    "URL Gambar": "https://asset.kompas.com/crops/Vn5HOlXnKzM3pf2Tout-PxUeNhA=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/03/13/65f19df943eef.jpg",
    "deskripsi": "Sup banyak dipilih jadi salah satu menu sahur, karena terdiri dari bahan bergizi dan cairan untuk mencukupi kebutuhan selama puasa. Coba buat sup sehat, seperti sup ayam kuah jahe yang bumbunya...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Mi Tek-tek Goreng, Sahur Praktis Cemplung Semua Bahan",
    "Tanggal": "Kompas.com, 13 Maret 2024, 18:08 WIB",
    "Isi Resep": "Waktu masak sahur dapat dipersingkat dengan memilih makanan yang praktis dan tinggal cemplung. Campur bahan karbohidrat, sayur, dan protein dalam satu makanan khusus. Mi tek-tek ala abang-abang ini terdiri dari banyak bahan makanan dan masaknya cepat karena hanya perlu tumis semua bahan jadi satu. Resep dari Sajian Sedapini bisa membuat sahur jadi lebih praktis dan durasi masak singkat.",
    "URL Link": "https://www.kompas.com/food/read/2024/03/13/180800175/resep-mi-tek-tek-goreng-sahur-praktis-cemplung-semua-bahan",
    "URL Gambar": "https://asset.kompas.com/crops/LkLeuWytALG_zKgmgjz2a7MzxEE=/0x35:750x535/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/03/13/65f17db1d3910.jpg",
    "deskripsi": "Waktu masak sahur dapat dipersingkat dengan memilih makanan yang praktis dan tinggal cemplung. Campur bahan karbohidrat, sayur, dan protein dalam satu makanan khusus. Mi tek-tek ala abang-abang ini...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Ikan Bandeng Bumbu Kemangi, Lauk Praktis untuk Sahur",
    "Tanggal": "Kompas.com, 11 Maret 2024, 08:31 WIB",
    "Isi Resep": "Selain digoreng, ikan bandeng juga sedap diolah menjadi lauk berkuah. Menu ini bisa jadi ide santapan sahur untuk keluarga di rumah. Masaklah ikan bandeng bersama beberapa bumbu, seperti bawang putih, bawang merah, dan kunyit. Kemudian tambahkan kemangi pada tahap akhir untuk memberikan rasa segar pada olahan bandeng.",
    "URL Link": "https://www.kompas.com/food/read/2024/03/11/083100375/resep-ikan-bandeng-bumbu-kemangi-lauk-praktis-untuk-sahur",
    "URL Gambar": "https://asset.kompas.com/crops/MGtPuDWVIAy_i4jAer4Oi64xuu8=/3x0:700x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2022/01/05/61d500a686ef1.jpg",
    "deskripsi": "Selain digoreng, ikan bandeng juga sedap diolah menjadi lauk berkuah. Menu ini bisa jadi ide santapan sahur untuk keluarga di rumah. Masaklah ikan bandeng bersama beberapa bumbu, seperti bawang...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sup Ayam Kembang Tahu, Menu Sahur Bikin Kenyang",
    "Tanggal": "Kompas.com, 11 Maret 2024, 07:31 WIB",
    "Isi Resep": "Menyantap makanan berkuah hangat saat sahur sepertinya bisa jadi pilihan yang pas untuk menghangatkan perut pada pagi hari. Kamu bisa mulai denganmenu sahurpraktis yang tetap bisa mengenyangakn, seperti sup ayam. Supaya lebih bervariasi, tambahkan kembang tahu dan potongan sayur seperti wortel ke dalam sup.",
    "URL Link": "https://www.kompas.com/food/read/2024/03/11/073100675/resep-sup-ayam-kembang-tahu-menu-sahur-bikin-kenyang",
    "URL Gambar": "https://asset.kompas.com/crops/UoB_TOoyM9ZCL1LpJ5qPnOekrks=/0x31:880x618/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/01/03/6594c367e04da.jpg",
    "deskripsi": "Menyantap makanan berkuah hangat saat sahur sepertinya bisa jadi pilihan yang pas untuk menghangatkan perut pada pagi hari. Kamu bisa mulai denganmenu sahurpraktis yang tetap bisa mengenyangakn,...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Pepes Tahu Teri Medan, Simpan di Freezer Kukus Saat Sahur",
    "Tanggal": "Kompas.com, 8 Maret 2024, 18:02 WIB",
    "Isi Resep": "Makan makanan yang dikukus dan banyak kuah bisa jadi pilihan lauk atau sop saat sahur. Sebab, jika makan lauk terlalu banyak minyak dapat membuat cepat haus atau tenggorokan kering. Coba masak pepes tahu teri medan yang mudah dibuat. Kamu juga bisa menajdikannya stok lauk untuk dua sampai tiga hari dengan cara simpan difreezer. Kukus pepes sebelum makan sahur lebih kurang 15 menit. Pepes juga bisa dihangatkan menggunakanmicrowave. Simakresep pepes tahu terimedan dari Sajian Sedap untuk ide lauk sahur saat puasa.",
    "URL Link": "https://www.kompas.com/food/read/2024/03/08/180200975/resep-pepes-tahu-teri-medan-simpan-di-freezer-kukus-saat-sahur-",
    "URL Gambar": "https://asset.kompas.com/crops/goLqdU2aXw4aSLL6b6gTXuJKcdw=/10x15:686x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/03/08/65eac6074f395.jpg",
    "deskripsi": "Makan makanan yang dikukus dan banyak kuah bisa jadi pilihan lauk atau sop saat sahur. Sebab, jika makan lauk terlalu banyak minyak dapat membuat cepat haus atau tenggorokan kering. Coba masak pepes...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Makaroni Panggang Keju Pedas, untuk Buka Puasa Bersama",
    "Tanggal": "Kompas.com, 7 Maret 2024, 09:31 WIB",
    "Isi Resep": "Ramadhan menjadi saat untuk beribadah dan menjalin silaturahmi. Banyak orang mengadakan acara buka puasa bersama keluarga atau teman. Ide menu yang cocok untuk buka puasa bersama adalah yang mudah dibuat dalam porsi besar. Kamu bisa membuat makaroni panggang keju pedas dari Sajian Sedapini. Buat makaroni dengan loyang besar sehingga cocok dibagikan ke banyak orang. Simak resepnya.",
    "URL Link": "https://www.kompas.com/food/read/2024/03/07/093100375/resep-makaroni-panggang-keju-pedas-untuk-buka-puasa-bersama",
    "URL Gambar": "https://asset.kompas.com/crops/dTLywqfr-XqltYF0ccJrSt-RZVg=/88x30:885x561/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/03/06/65e87c6751db5.jpg",
    "deskripsi": "Ramadhan menjadi saat untuk beribadah dan menjalin silaturahmi. Banyak orang mengadakan acara buka puasa bersama keluarga atau teman. Ide menu yang cocok untuk buka puasa bersama adalah yang mudah...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Nasi Goreng Lada Hitam ala Restoran, Masak untuk Makan Malam",
    "Tanggal": "Kompas.com, 6 Maret 2024, 18:02 WIB",
    "Isi Resep": "Masak makanan yang cepat matang dengan bahan yang praktis, bisa menjadi ide menu makan malam. Khususnya bagi kamu yang mencari makanan setelah pulang kerja. Coba masak nasi goreng lada hitam ala restoran chinese food. Bahannya sederhana, tetapi ada baiknya gunakan lada hitam yang baru selesai digerus atau ditumbuk, agar aromanya lebih harum dan teksturnya terasa.",
    "URL Link": "https://www.kompas.com/food/read/2024/03/06/180200875/nasi-goreng-lada-hitam-ala-restoran-masak-untuk-makan-malam-",
    "URL Gambar": "https://asset.kompas.com/crops/MzNI13cfiYDPu5oQqEk9ip5FYHE=/131x84:592x391/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/03/06/65e848604b0a0.jpg",
    "deskripsi": "Masak makanan yang cepat matang dengan bahan yang praktis, bisa menjadi ide menu makan malam. Khususnya bagi kamu yang mencari makanan setelah pulang kerja. Coba masak nasi goreng lada hitam ala...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Pizza Puff Pastry, Bikin Camilan Enak dan Praktis di Rumah",
    "Tanggal": "Kompas.com, 3 Maret 2024, 18:31 WIB",
    "Isi Resep": "Tidak perlu ribet membuat adonan kulitpizza, kamu bisa memakaipuff pastrysebagai alternatif. Cukup belipuff pastrysiap pakai dan potong sesuai selera. Sesuaikan juga saus dantopping pizzayang diinginkan. Selengkapnya, simakresep pizza puff pastryuntuk empat porsi yang dilansir dari BBC Good Food berikut ini. Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/03/03/183100975/resep-pizza-puff-pastry-bikin-camilan-enak-dan-praktis-di-rumah-",
    "URL Gambar": "https://asset.kompas.com/crops/a1CaKXa6BGfGHMOzO3SPQ5e0amU=/22x63:902x649/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/03/03/65e42e35b5103.jpg",
    "deskripsi": "Tidak perlu ribet membuat adonan kulitpizza, kamu bisa memakaipuff pastrysebagai alternatif. Cukup belipuff pastrysiap pakai dan potong sesuai selera. Sesuaikan juga saus dantopping pizzayang...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Pepes Ikan Kembung, Makanan Sehat yang Enak",
    "Tanggal": "Kompas.com, 28 Februari 2024, 16:26 WIB",
    "Isi Resep": "Pepes ikan pada dasarnya bisa dibuat dari berbagai jenis ikan. Sebaiknya pilih ikan dengan daging tebal dan padat agar dagingnya tidak terlampau hancur ketika dikukus. Kkamu bisa memilih ikan kembung, ikan bergizi tinggi yang harganya murah. Berat 100 gram ikan kembung terdiri dari 2, 6 gram omega 3 lebih tinggi daripada ikan salmon. Simakresep pepes ikankembung dari Sajian Sedap, selain enak juga sehat, bisa jadi pilihan makanan diet yang murah. Bumbu ikan (aduk rata: )",
    "URL Link": "https://www.kompas.com/food/read/2024/02/28/162600375/resep-pepes-ikan-kembung-makanan-sehat-yang-enak-",
    "URL Gambar": "https://asset.kompas.com/crops/xieD00weUdduci9cv6VDumUtM28=/0x38:700x504/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/02/28/65deeea5f06c6.jpg",
    "deskripsi": "Pepes ikan pada dasarnya bisa dibuat dari berbagai jenis ikan. Sebaiknya pilih ikan dengan daging tebal dan padat agar dagingnya tidak terlampau hancur ketika dikukus. Kkamu bisa memilih ikan...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Chicken Salad, Masak Praktis Cukup 30 Menit",
    "Tanggal": "Kompas.com, 28 Februari 2024, 09:34 WIB",
    "Isi Resep": "Tanpa ribet, kamu bisa menyajikan hidangansaladuntuk sarapan atau makan siang. Cukup meluangkan waktu selama 30 menit untuk menyiapkan bahan dan memasak ayam, serta membuatchicken saladini. Selengkapnya, ikuti resepchicken saladuntuk dua porsi yang dilansir dari All Recipesberikut ini. 1. Campur alpukat, krim asam, mayones, air jeruk nipis, dressing salad, dan garam dalamfood processor. Blender hingga halus. Dinginkan hingga siap digunakan. 2. Tempatkan ayam dalam mangkuk. Tambahkan minyak zaitun dan bumbu fajita. Aduk hingga tercampur rata. 3. Siapkan pemanggang dengan api sedang-besar dan beri sedikit minyak ke panggangan. 4. Tambahkan ayam dan jagung. Panggang, balik sekali, sampai jagung empuk dan ayam tidak lagi berwarna merah muda di bagian tengah dan sarinya bening, sekitar 10 menit per sisi. 4. Potong-potong selada romaine, tomat, kacang hitam, dan bawang bombai, taruh ke piring saji. Potong jagung dari tongkolnya, taruh di antara kedua piring tersebut. 5. Iris dada ayam. Letakkan di piring. Taburisaladdengan saus alpukat untuk disajikan. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/02/28/093403675/resep-chicken-salad-masak-praktis-cukup-30-menit",
    "URL Gambar": "https://asset.kompas.com/crops/_Ri8P1H3A5BrEy1OVdp3P3eP2r4=/19x7:987x652/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/02/28/65de8c921c962.jpg",
    "deskripsi": "Tanpa ribet, kamu bisa menyajikan hidangansaladuntuk sarapan atau makan siang. Cukup meluangkan waktu selama 30 menit untuk menyiapkan bahan dan memasak ayam, serta membuatchicken saladini....",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Tumis Ikan Asin Gabus dan Bawang, Lauknya Nasi Liwet",
    "Tanggal": "Kompas.com, 23 Februari 2024, 19:20 WIB",
    "Isi Resep": "Ikan asin memang nikmat. Namun, saat bosan hanya makan ikan asin goreng, coba tumis ikan asin terseput dengan aneka bumbu seperti cabai dan bawang. Resep tumis ikan asin gabus ini cocok disantap dengan nasi putih hangat atau nasi liwet. Sajikan dengan sayuran seperti tumis kangkung atau tumis agar rasanya kian nikmat dan gizinya seimbang. Simak resep tumis ikan asin gabus bawang dari Sajian Sedapberikut ini.",
    "URL Link": "https://www.kompas.com/food/read/2024/02/23/192000675/resep-tumis-ikan-asin-gabus-dan-bawang-lauknya-nasi-liwet",
    "URL Gambar": "https://asset.kompas.com/crops/oLL-b4DC2hUc5i2ogs9LgvDAZwg=/22x34:724x502/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/02/23/65d85528e82df.jpg",
    "deskripsi": "Ikan asin memang nikmat. Namun, saat bosan hanya makan ikan asin goreng, coba tumis ikan asin terseput dengan aneka bumbu seperti cabai dan bawang. Resep tumis ikan asin gabus ini cocok disantap...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Lotek Yogyakarta, Makanan Sehat Bahannya Sederhana",
    "Tanggal": "Kompas.com, 23 Februari 2024, 17:42 WIB",
    "Isi Resep": "Banyak daerah di Indonesia yang punya masakan sayur khas misalnya gado-gado dari Jakarta dan Jawa Timur, karedok dari Jawa Barat, dan lotek yang terkenal dari Yogyakarta. Lotek di Yogyakarta umum disantap untuk sarapan atau makan siang. Kamu bisa santap dengan aneka lauk kering atau gorengan. Bahan lotek Yogyakarta sederhana, cocok dijadikan santapan untuk akhir pekan bersama keluarga. Simak resepnya dari buku \"Menu Sehari-hari Set Menu Lauk Daging Cita Rasa Tradisional\" karya Dewi Untari (2020) Penerbit PT Gramedia Pustaka Utama.",
    "URL Link": "https://www.kompas.com/food/read/2024/02/23/174200975/resep-lotek-yogyakarta-makanan-sehat-bahannya-sederhana-",
    "URL Gambar": "https://asset.kompas.com/crops/N4jM6f-AwSnOGRPEvR_YHgolb1Q=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2021/09/09/613992c80e500.jpg",
    "deskripsi": "Banyak daerah di Indonesia yang punya masakan sayur khas misalnya gado-gado dari Jakarta dan Jawa Timur, karedok dari Jawa Barat, dan lotek yang terkenal dari Yogyakarta. Lotek di Yogyakarta umum...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Kering Tempe Sereh, Stok Lauk Kering Aromanya Harum",
    "Tanggal": "Kompas.com, 22 Februari 2024, 15:28 WIB",
    "Isi Resep": "Kering tempe bisa dibuat berbagai variasi. Kamu bisa menambahkan teri medan dan kacang tanah goreng untuk membuat stok lauk kering yang tahan lama. Selain dua bahan tadi, coba kreasikan kering tempe dengan irisan sereh dan cabai. Tumis sampai benar-benar kering agar jadi lebih awet. Kering tempe sereh ini cocok untuk jadi stok lauk, khususnya untuk anak indekos. Simak resepnya dari buku \"Koleksi 120 Resep Masakan Sayur Plus Tahu Tempe & Telur\" karya Yasa Boga (2010) Penerbit PT Gramedia Pustaka Utama.",
    "URL Link": "https://www.kompas.com/food/read/2024/02/22/152815575/resep-kering-tempe-sereh-stok-lauk-kering-aromanya-harum",
    "URL Gambar": "https://asset.kompas.com/crops/RzifTw9VvS3Iys88lziWKKG83MQ=/100x67:900x600/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2023/03/02/64002bc65e9e1.jpg",
    "deskripsi": "Kering tempe bisa dibuat berbagai variasi. Kamu bisa menambahkan teri medan dan kacang tanah goreng untuk membuat stok lauk kering yang tahan lama. Selain dua bahan tadi, coba kreasikan kering tempe...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Brownies Pisang Kukus, Cocok untuk Isian Snack Box",
    "Tanggal": "Kompas.com, 22 Februari 2024, 14:08 WIB",
    "Isi Resep": "Brownies kukus pisang bisa jadi ide camilan snack box yang mudah dibuat, cocok untuk hajatan. Kamu bisa menggunakan cetakan kue bulat dengan diameter kecil agar mudah membaginya jadi porsi sesuai kebutuhan. Resep brownies pisang kukus dari Sajian Sedap ini menghasilkan 12 buah kue. Selain jadi isiansnack box, juga cocok jadi kue untuk jualan khususnya oleh-oleh dari tempat wisata.",
    "URL Link": "https://www.kompas.com/food/read/2024/02/22/140800275/resep-brownies-pisang-kukus-cocok-untuk-isian-snack-box",
    "URL Gambar": "https://asset.kompas.com/crops/QaidMbX1nrD82vmEvjpXOM6CPao=/0x0:698x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/02/22/65d6e5fda840d.jpg",
    "deskripsi": "Brownies kukus pisang bisa jadi ide camilan snack box yang mudah dibuat, cocok untuk hajatan. Kamu bisa menggunakan cetakan kue bulat dengan diameter kecil agar mudah membaginya jadi porsi sesuai...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Restoran Makanan Peranakan Halal dari Sarirasa Group",
    "Tanggal": "Kompas.com, 21 Februari 2024, 16:37 WIB",
    "Isi Resep": "Sarirasa Group, menghadirkan restoran makanan peranakanbernama Gopek. Masakan peranakan merupakan masakan peranakan Tionghoa-Indonesia dengan berbagai makanan khas di antaranya mi, nasi goreng, siomay, dan masih banyak lainnya. \"Dengan sejarah yang kuat dalam memperlihatkan beragam tradisi kuliner, Sarirasa Grouptelah lama diakui karena komitmennya dalam mewakili berbagai perayaan keagamaan seperti Imlek, Ramadhan, dan Natal melalui beragam menu yang unik, \" ujar Lavinia Siswadi, Kepala Pemasaran di Sarirasa Group, dikutip dari siaran pers, Rabu (21/2/2024). \"Komitmen kami untuk merayakan keberagaman dan mempromosikan pertukaran budaya melalui makanan telah menjadi inti dari setiap hal yang kami lakukan, \" pungkasnya. Ada aneka makanan peranakan pada menu di Gopek, di antaranya cah sayur asin, lumpia goreng, nasi campur, sapo tahu, ikan tausi, dan capcay. Makanan di Gopek ini menghadirkan cita rasa rumahan yang akrab di lidah orang Indonesia. Misalnya pada sapo tahu, hadir dalam cita rasa bumbu yang tidak terlampau medok tanpa penyedap rasa yang kuat layaknya masakan rumahan. Dok. Sarirasa Group Ilustrasi ikan tausi dari Gopek. Selain itu, meski beberapa makanan seperti nasi campur atau bakcang yang umum menggunakan daging babi, Sarirasa mengganti dengan dagung ayam atau sapi untuk dapat dinikmati banyak orang. Melalui makanan, Sarirasa Group juga disebutkan bertujuan untuk memperkaya ragam kuliner dengan tidak hanya memperkenalkan cita rasa baru tetapi juga membagikan cerita dan sejarah di balik setiap hidangan. Contohnya mie goreng panjang umum yang lemambangkan kebahagiaan dan kemakmuran yang berkelanjutan. Bertepatan dengan perayaan usia 50 tahun, Sarirasa Group, berharap untuk terus melanjutkan misi dalam merayakan keanekaragaman kuliner dan mempromosikan pertukaran budaya melalui makanan, dan pelestarian budaya. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/02/21/163700675/restoran-makanan-peranakan-halal-dari-sarirasa-group-",
    "URL Gambar": "https://asset.kompas.com/crops/ZyvHep2BgHp6beL8nnwufVZlNMA=/250x271:2250x1604/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/02/21/65d5a178ee605.png",
    "deskripsi": "Sarirasa Group, menghadirkan restoran makanan peranakanbernama Gopek. Masakan peranakan merupakan masakan peranakan Tionghoa-Indonesia dengan berbagai makanan khas di antaranya mi, nasi goreng,...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Oseng Brokoli Seafood Tofu, Makan Siang Bergizi dan Enak",
    "Tanggal": "Kompas.com, 21 Februari 2024, 10:39 WIB",
    "Isi Resep": "Penting untuk memenuhi asupan bergizi harian, meskipun sibuk. Pilih masakan yang mudah diolah seperti masak sayur dan protein sekaligus dan masak dengan teknik oseng. Kamu bisa membuat aneka kreasi oseng sederhana, seperti oseng brokoli seafood yang ditambah tofu. Selain enak, makanan ini juga mudah dimasak. Simak resepnya dari buku \"100 Resep Tumisan ala Rumahan\" karya Indriani (2014) terbitan PT Gramedia Pustaka Utama, cocok jadi menu makan siang rumahan.",
    "URL Link": "https://www.kompas.com/food/read/2024/02/21/103900875/resep-oseng-brokoli-seafood-tofu-makan-siang-bergizi-dan-enak",
    "URL Gambar": "https://asset.kompas.com/crops/kzvRZ0WkYjHheVJ7WB-XajQVMO4=/89x153:889x686/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/02/21/65d56d44a0f2d.jpg",
    "deskripsi": "Penting untuk memenuhi asupan bergizi harian, meskipun sibuk. Pilih masakan yang mudah diolah seperti masak sayur dan protein sekaligus dan masak dengan teknik oseng. Kamu bisa membuat aneka kreasi...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Oseng Sosis Cuma 3 Bahan, Menu Akhir Bulan untuk Anak Kos",
    "Tanggal": "Kompas.com, 15 Februari 2024, 16:04 WIB",
    "Isi Resep": "Memasuki akhir bulan biasanya menjadi waktu yang kritis bagi anak kos perihal finansial. Meskipun demikian, anak kos tetap bisa makan enak dan mengenyangkan tanpa perlu mengeluarkan banyak uang. Caranya yaitu masak sendiri menu akhir bulan yang ramah di kantong. Di sini kamu cuma perlu sosis, bombai, dan saus. Jenis saus bisa disesuaikan dengan selera. Simak resep akhir bulan untuk anak kos dalam buku\"Jago Masak Ala Dapur Bekal: 50+ Resep Menu Sehari-Hari\"karya Clarissa Noviany (2023) terbitan PT Gramedia Pustaka Utama berikut. 1. Tumis bawang bombai hingga layu, kemudian masukkan sosis dan masak hingga sosis matang. 2. Masukkan saus sambal dan aduk hingga rata, lalu sajikan dengan nasi hangat. Buku\"Jago Masak Ala Dapur Bekal: 50+ Resep Menu Sehari-Hari\"karya Clarissa Noviany (2023) terbitan PT Gramedia Pustaka Utama bisa dibeli secara daring di Gramedia.com. Sebuah kiriman dibagikan oleh Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/02/15/160400375/resep-oseng-sosis-cuma-3-bahan-menu-akhir-bulan-untuk-anak-kos",
    "URL Gambar": "https://asset.kompas.com/crops/DwcnTuqch4mgqTLpTYQXzawHJlw=/81x66:881x599/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2023/09/01/64f15eb428321.jpeg",
    "deskripsi": "Memasuki akhir bulan biasanya menjadi waktu yang kritis bagi anak kos perihal finansial. Meskipun demikian, anak kos tetap bisa makan enak dan mengenyangkan tanpa perlu mengeluarkan banyak uang....",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Cokelat Praline Isi Green Tea, Cocok untuk Hadiah",
    "Tanggal": "Kompas.com, 14 Februari 2024, 13:09 WIB",
    "Isi Resep": "Praline atau cokelat sekali suap dengan berbagai kreasi rasa dan isian mudah dibuat di rumah. Membuat praline di rumah juga bisa meghemat biaya membeli camila atau bingkisan. Kamu bisa buat cokelat praline dengan bentuk sesuai selera dan dikemas secara menarik. Resep cokelat praline isi green tea dari Sajian Sedapini hanya butuh lima bahan sederhana, simak resepnya. 1. Panaskan krim kental. Masukkanwhite cooking chocolate. Aduk sampai larut. Tuang perlahan – lahan ke dalam ayakan green tea bubuk. Aduk rata. Dinginkan. 2. Lelehkandark cooking chocolatedengan cara direndam. Ukur sampai suhunya 45 derajat celsius. 3. Tuang cokelat ke atas meja marmer sambil diaduk-aduk. Ukur sampai suhunya 28-30 derajat Celsius. 4. Bila tidak ada termometer cokelat, suhu cokelat dapat dites dengan menempelkan sedikit cokelat di bagian bawah bibir. Bila cokelat terasa tidak panas, berarti sudah sesuai dengan temperature yang dibutuhkan. 5. Tuangdark chocolate couvertureke dalam cetakan praline. Goyang – goyangkan sampai menutupi seluruh bagian cetakan. Diamkan selama 5 menit. 6. Balik cetakan. Keluarkan sisa cokelat yang masih cair. Bersihkan cokelatnya denganscrapper. 7. Dinginkan sebentar sampai cokelat tidak menempel lagi di cetakan. 8. Semprotkan isi. Tutup lagi dengan sisa cokelat. Bekukan. Keluarkan cokelat dari cetakan sambil diketuk, hias atasnya dengan cokelat putih. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/02/14/130900375/resep-cokelat-praline-isi-green-tea-cocok-untuk-hadiah-",
    "URL Gambar": "https://asset.kompas.com/crops/Ud4Y9-V45YTdMorHbkJgD07eacA=/103x106:903x640/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/02/14/65cc3e4eb2b1f.jpg",
    "deskripsi": "Praline atau cokelat sekali suap dengan berbagai kreasi rasa dan isian mudah dibuat di rumah. Membuat praline di rumah juga bisa meghemat biaya membeli camila atau bingkisan. Kamu bisa buat cokelat...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Chicken Cordon Bleu untuk Makan Malam Valentine",
    "Tanggal": "Kompas.com, 14 Februari 2024, 12:02 WIB",
    "Isi Resep": "Makan malam romantis saat Valentine identik dengan makanan ala barat. Kamu bisa masak dan menciptakan suasana romantis di rumah dengan makanan yang mudah dibuat. Simak cara membuatchicken cordon bleuyang mirip dengan steak ayam, tetapi versi digulung dengan isian keju dan ham. Kamu bisa menyajikancordon bluedengan salad dan saus pendamping sesuai selera, ini resepnya dari Sajian Sedap.",
    "URL Link": "https://www.kompas.com/food/read/2024/02/14/120200675/resep-chicken-cordon-bleu-untuk-makan-malam-valentine-",
    "URL Gambar": "https://asset.kompas.com/crops/vOmH6sAbKsHoYmes5QgQ6BpZcQc=/0x113:425x396/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/02/14/65cc38e22116c.jpg",
    "deskripsi": "Makan malam romantis saat Valentine identik dengan makanan ala barat. Kamu bisa masak dan menciptakan suasana romantis di rumah dengan makanan yang mudah dibuat. Simak cara membuatchicken cordon...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Pasta Carbonara Ayam, Masak Makanan untuk Pasangan Saat Valentine",
    "Tanggal": "Kompas.com, 14 Februari 2024, 11:03 WIB",
    "Isi Resep": "Tidak ada salahnya memasak makanan untuk pasangan saat Valentine. Kamu bisa memilih makanan yang mudah dibuat, tetapi rasanya tetap enak dan tampilannya cantik. Pasta bisa jadi pilihan makanan yang mudah dibuat untuk Valentine, contohnya pasta carbonara. Carbonara merupakan masakan pasta yang dibaut dengan saus terdiri dari telur, keju, dan bacon (daging asap kering). Resep dari The Spruce Eatsini juga menambahkan daging ayam untuk tambahan protein.",
    "URL Link": "https://www.kompas.com/food/read/2024/02/14/110300175/resep-pasta-carbonara-ayam-masak-makanan-untuk-pasangan-saat-valentine",
    "URL Gambar": "https://asset.kompas.com/crops/tWzDctKbYHk_vIWutnkAl3mDMYI=/249x82:1000x583/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2022/12/27/63aaef8f6a2f6.jpeg",
    "deskripsi": "Tidak ada salahnya memasak makanan untuk pasangan saat Valentine. Kamu bisa memilih makanan yang mudah dibuat, tetapi rasanya tetap enak dan tampilannya cantik. Pasta bisa jadi pilihan makanan yang...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Tahu Goreng Ikan Tenggiri, Camilan Praktis untuk Imlek",
    "Tanggal": "Kompas.com, 8 Februari 2024, 11:04 WIB",
    "Isi Resep": "Butuh ide camilan enak dan praktis untuk disajikan saat perayaan Imlek bersama keluarga? Tahu goreng hangat dengan campuran ikan tenggiri dan udang bisa jadi menu andalan. Kamu perlu daging ikan tenggiri dan udang yang telah dicincang untuk campuran tahu. Setelah adonan jadi, simpan di lemari pendingin terlebih dahulu supaya adonan merekat dan mudah dibentuk. Saus cocolan untuk tahu goreng bisa disesuaikan dengan selera. Jika suka pedas bisa pakai saus sambal, tetapi bila tidak suka pedas, menyantap tahu langsung pun tidak kalah sedap. Cara membuat tahu goreng ikan tenggiri selengkapnya bisa dilihat dalam buku\"101 Resep Masakan China\"karya Mary Winata (2012) terbitan PT. Gramedia Pustaka Utama.",
    "URL Link": "https://www.kompas.com/food/read/2024/02/08/110400175/resep-tahu-goreng-ikan-tenggiri-camilan-praktis-untuk-imlek",
    "URL Gambar": "https://asset.kompas.com/crops/SPPKbhZ4C-Y4O9MRXvYkiZ-hFM0=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2023/05/06/6455ec0988ece.jpg",
    "deskripsi": "Butuh ide camilan enak dan praktis untuk disajikan saat perayaan Imlek bersama keluarga? Tahu goreng hangat dengan campuran ikan tenggiri dan udang bisa jadi menu andalan. Kamu perlu daging ikan...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Ayam Rebus ala Hainan, Bumbunya Menyerap Sempurna",
    "Tanggal": "Kompas.com, 8 Februari 2024, 09:12 WIB",
    "Isi Resep": "Ayam hainan tampak sederhana, karena lazimnya adalah ayam rebus. Namun demikian, ada trik agar bumbunya menyerap sampai ke dalam daging. Salah satu tips membuat ayam rebus hainan yang enak adalah menggunakan ayam kampung. Ayam rebus hainan ini bisa jadi ide makanan Imlek untuk keluarga, simak resepnya dari buku \"Resep Ayam Selezat Restoran China\" karya Mary Winata (2012) Penerbit PT Gramedia Pustaka Utama. Bumbu ayam (campur rata):",
    "URL Link": "https://www.kompas.com/food/read/2024/02/08/091200375/resep-ayam-rebus-ala-hainan-bumbunya-menyerap-sempurna-",
    "URL Gambar": "https://asset.kompas.com/crops/6ttNCrXdlJgUERlODV54JfxJ2kc=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2021/06/20/60cf43d22dc09.jpg",
    "deskripsi": "Ayam hainan tampak sederhana, karena lazimnya adalah ayam rebus. Namun demikian, ada trik agar bumbunya menyerap sampai ke dalam daging. Salah satu tips membuat ayam rebus hainan yang enak adalah...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Bakso Lohoa Garing untuk Makan Malam Imlek",
    "Tanggal": "Kompas.com, 8 Februari 2024, 08:05 WIB",
    "Isi Resep": "Sup salah satu sajian penting saat makan malam Imlek atau saat Imlek. Umumnya sup untuk makan bersama berisi bakso dan aneka sayur. Coba buat bakso lohoa, bakso yang bahannya terdiri dari daging, soun, dan aneka sayur. Ciri khas dari bakso lohoa adalah teksturnya yang tidak halus, tetapi terasa garing ketika digigit. Simak resepnya dari Sajian Sedapberikut.",
    "URL Link": "https://www.kompas.com/food/read/2024/02/08/080500475/resep-bakso-lohoa-garing-untuk-makan-malam-imlek",
    "URL Gambar": "https://asset.kompas.com/crops/bi3BvjxK2Gg9NFKHFNE8qFVyWdg=/3x0:700x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2020/09/04/5f524249ea25e.jpg",
    "deskripsi": "Sup salah satu sajian penting saat makan malam Imlek atau saat Imlek. Umumnya sup untuk makan bersama berisi bakso dan aneka sayur. Coba buat bakso lohoa, bakso yang bahannya terdiri dari daging,...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Pangsit Kuah ala Chef Yongki Gunawan untuk Imlek",
    "Tanggal": "Kompas.com, 7 Februari 2024, 17:03 WIB",
    "Isi Resep": "Sejumlah masyarakat Tionghoa punya tradisi membuat atau makan pangsit bersama saat Imlek. Pangsit memiliki makna sebagai lambang kekayaan dan kemakmuran, karena bentuknya yang juga menyerupai uang China zaman dulu. Koki Yongki Gunawan membagikan resep chinese dumpling atau pangsit ala China. Ia juga mengartakan cara membentuk pangsit di acara Demo Membuat Dumpling Bersama Mal Ciputra Jakarta, Sabtu (3/2/2024), berikut resepnya.",
    "URL Link": "https://www.kompas.com/food/read/2024/02/07/170300675/resep-pangsit-kuah-ala-chef-yongki-gunawan-untuk-imlek-",
    "URL Gambar": "https://asset.kompas.com/crops/S1Evw5PO77blcV3CVAWZaE4qLeI=/0x0:698x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2021/09/06/6136222edb7c4.jpg",
    "deskripsi": "Sejumlah masyarakat Tionghoa punya tradisi membuat atau makan pangsit bersama saat Imlek. Pangsit memiliki makna sebagai lambang kekayaan dan kemakmuran, karena bentuknya yang juga menyerupai uang...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sup Rebung Jamur, Makanan Simbol Harapan Baru Saat Imlek",
    "Tanggal": "Kompas.com, 5 Februari 2024, 12:09 WIB",
    "Isi Resep": "Rebung punya simbol tersendiri bagi orang Tionghoa, sehingga makanan ini sering disajikan saat makan bersama Imlek. Rebung yang merupakan tunas bambu melambangkan harapan baru, sementara buku-buku pada rebung melambangkan setiap langkah yang kian tinggi kian sukses. Selain dimasak dengan daging, rebung juga bisa dijadikan sup dan digodok bersama jamur. Simakresep sup rebung jamurdari buku \"1000 Resep Chinese Food\" karya Mary Winata (2011) Penerbit PT Gramedia Pustaka Utama.",
    "URL Link": "https://www.kompas.com/food/read/2024/02/05/120900575/resep-sup-rebung-jamur-makanan-simbol-harapan-baru-saat-imlek",
    "URL Gambar": "https://asset.kompas.com/crops/ifDqAZOHVg6ZT1DBRfLVxZ0w3tw=/0x0:698x465/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/02/05/65c065f8e2c84.jpg",
    "deskripsi": "Rebung punya simbol tersendiri bagi orang Tionghoa, sehingga makanan ini sering disajikan saat makan bersama Imlek. Rebung yang merupakan tunas bambu melambangkan harapan baru, sementara buku-buku...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Tim Kerapu untuk Imlek, Kulitnya Kenyal dan Tidak Amis",
    "Tanggal": "Kompas.com, 5 Februari 2024, 10:17 WIB",
    "Isi Resep": "Kerapu, salah satu jenis ikan terbaik untuk ditim atau kukus. Daging ikan kerapu lembut dan mudah menyerap bumbu. Selain itu tekstur kulitnya kenyal tebal sehingga menambah sensasi makan yang nikmat. Coba buat tim ikan kerapu untuk Imlek, sebagaimana ikan yang melambangkan rezeki berlimpah pada kepercayaan orang Tionghoa. Simak resepnya tim ikan kerapu bebas amis dari Sajian Sedapberikut.",
    "URL Link": "https://www.kompas.com/food/read/2024/02/05/101700575/resep-tim-kerapu-untuk-imlek-kulitnya-kenyal-dan-tidak-amis",
    "URL Gambar": "https://asset.kompas.com/crops/YKFGOLYTBRQBMcw6imCc0de4mf4=/0x32:800x565/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/02/05/65c051d7cf1d7.jpg",
    "deskripsi": "Kerapu, salah satu jenis ikan terbaik untuk ditim atau kukus. Daging ikan kerapu lembut dan mudah menyerap bumbu. Selain itu tekstur kulitnya kenyal tebal sehingga menambah sensasi makan yang nikmat....",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Cake Nanas Lembut, Bisa Pakai Sisa Selai Nastar",
    "Tanggal": "Kompas.com, 2 Februari 2024, 09:37 WIB",
    "Isi Resep": "Selai nanas untuk nastar yang berlebih bisa diolah menjadi selai cake. Kamu bisa membuat cake nanas yang lembut dan mengembang. Pada bagian atas diberiwhipped creamdan biskuit vanila agar ada tekstur tambahan.Resep cake nanasini cocok jadi sajian atau hamper Imlek. Simak resep cake nanas lembut dari Sajian Sedapberikut ini.",
    "URL Link": "https://www.kompas.com/food/read/2024/02/02/093700575/resep-cake-nanas-lembut-bisa-pakai-sisa-selai-nastar",
    "URL Gambar": "https://asset.kompas.com/crops/Qp5mFG27qfjwMf8CZmwIXjyKR_E=/13x66:739x550/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/02/01/65bb8be389756.jpg",
    "deskripsi": "Selai nanas untuk nastar yang berlebih bisa diolah menjadi selai cake. Kamu bisa membuat cake nanas yang lembut dan mengembang. Pada bagian atas diberiwhipped creamdan biskuit vanila agar ada tekstur...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Sup Pangsit untuk Imlek, Sajikan Panas Saat Cuaca Hujan",
    "Tanggal": "Kompas.com, 1 Februari 2024, 20:08 WIB",
    "Isi Resep": "Ada banyak makanan yang dipercaya bisa membawa keberuntungan saat Imlek, salah satunya adalah pangsit. Selain disajikan utuh sebagai pelengkap sajian mi ayam, pangsit ternyata juga bisa diolah sebagai sup. Sup pangsit nikmat disantap selagi hangat. Cocok untuk cuaca dingin yang terasa jelang Imlek mendatang.",
    "URL Link": "https://www.kompas.com/food/read/2024/02/01/200800975/resep-sup-pangsit-untuk-imlek-sajikan-panas-saat-cuaca-hujan",
    "URL Gambar": "https://asset.kompas.com/crops/ucF3CFs6tZ561IFd_466-IcfVTs=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/02/01/65baf87b37ea5.jpg",
    "deskripsi": "Ada banyak makanan yang dipercaya bisa membawa keberuntungan saat Imlek, salah satunya adalah pangsit. Selain disajikan utuh sebagai pelengkap sajian mi ayam, pangsit ternyata juga bisa diolah...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Thumbprint Stroberi, Kukis Imlek Simpel dan Tahan Lama",
    "Tanggal": "Kompas.com, 1 Februari 2024, 15:03 WIB",
    "Isi Resep": "Saat perayaan Imlek, jangan lupa membuat kukis untuk mengisi stoples di meja. Kamu bisa menjadikan kue kering baik sebagai suguhan maupun hamper Imlek. Thumbprintstroberi bisa menjadi pilihan tepat. Bahan-bahannya sederhana dan mudah dibuat. Bila tidak ingin membuat kue kering pada hari yang sama, kamu bisa menyimpan adonan kukis ini difreezerselama tiga bulan dalam kondisi tertutup rapat. Bisa juga menyimpan adonannya hari ini di suhu ruangan untuk membuat kukis keesokan harinya. Setelah matang dipanggang, jangan buru-buru mengemasthumbprintstroberi ini agar tidak melempem ketika disimpan di stoples. Biarkan dingin, baru tata di wadah kedap udara. Selengkapnya, simak resepthumbprintstroberi untuk kue Imlek yang dilansir dari Delishberikut ini. 1. Panaskan oven hingga suhu 176 derajat celsius dan lapisi dua loyang dengan kertas roti. 2. Kocok tepung, baking powder, dan garam dalam mangkuk besar. 3. Ambil mangkuk baru, kocok mentega dan gula hingga pucat dan mengembang sekitar tiga menit. 4. Kocok telur dan vanila, tambahkan bahan kering tepung danbaking powderhingga tercampur. 5. Ambil adonan menggunakan sendok kecil, bentuk bulat dan tekan bagian tengahnya sebagai tempat mengisi selai. 6. Isi tengah adonan kukis dengan selai stroberi dan panggang selama 13-14 menit. 7. Angkat setelah matang dan biarkan dingin sebelum disusun ke dalam stoples. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/02/01/150300775/resep-thumbprint-stroberi-kukis-imlek-simpel-dan-tahan-lama",
    "URL Gambar": "https://asset.kompas.com/crops/NaDbgJJrjUWN8lTLY6ouJ6ZS4yw=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/02/01/65baecc78e3e1.jpg",
    "deskripsi": "Saat perayaan Imlek, jangan lupa membuat kukis untuk mengisi stoples di meja. Kamu bisa menjadikan kue kering baik sebagai suguhan maupun hamper Imlek. Thumbprintstroberi bisa menjadi pilihan tepat....",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Mushroom Soup Creamy, Makanan Hangat untuk Musim Hujan",
    "Tanggal": "Kompas.com, 1 Februari 2024, 11:03 WIB",
    "Isi Resep": "Mushroom soup(sup jamur) nikmat disantap selagi hangat, apalagi saat hujan turun yang belakangan ini melanda beberapa wilayah di Indonesia. Aroma supnya harum dari campuran jamur kancing, susu, dan krim. Teksturnya kental, tak seperti kebanyakan sup berkuah ringan. Kamu bisa membuat sup jamurcreamyini di rumah. Satu resepnya menghasilkan enam porsi, seperti dilansir All Recipesberikut ini. 1. Rebus jamur, kaldu, bawang bombai, danthymedalam panci besar sampai sayuran empuk. Sekitar 10-15 menit. 2. Pindahkan campuran tersebut ke dalam blender ataufood processor. Tutup dan tahan dengan kain, haluskan hingga agak lembut. 3. Lelehkan mentega dalam panci yang sama, lalu masukkan tepung ke dalamnya. Kocok tepung sampai halus. Tambahkan garam dan lada. Aduk perlahan dengan campuran susu krim dan jamur. 4. Didihkan sup dan masak sambil terus diaduk hingga mengental. 5. Masukkan cuka masak. Cicipi dan bumbui, tambah lebih banyak garam dan lada jika perlu. Sajikan hangat. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/02/01/110300775/resep-mushroom-soup-creamy-makanan-hangat-untuk-musim-hujan",
    "URL Gambar": "https://asset.kompas.com/crops/s3mqD3s6g-uVKTFYhCKtSbsJ0t8=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/01/31/65b9b5843bd92.jpg",
    "deskripsi": "Mushroom soup(sup jamur) nikmat disantap selagi hangat, apalagi saat hujan turun yang belakangan ini melanda beberapa wilayah di Indonesia. Aroma supnya harum dari campuran jamur kancing, susu, dan...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Bola Ayam Udang Asam Manis, Chinese Food Mudah Buatnya",
    "Tanggal": "Kompas.com, 1 Februari 2024, 08:26 WIB",
    "Isi Resep": "Jelang Imlek, tidak ada salahnya mencoba kreasi chinese food yang mudah dibuat. Banyak masakan ala restoran chinese yang praktis atau tidak butuh banyak waktu, contohnya ayam udang asam manis. Resep ayam udang asam manis ini cocok jadi hidangan anak, karena anak tidak perlu repot menyuwir ayam atau udang. Simak resepnya dari buku \"30 Menu 1 Bulan Chnese Food\" karya Sisca Soewitomo (2014) Penerbit PT Gramedia Pustaka Utama.",
    "URL Link": "https://www.kompas.com/food/read/2024/02/01/082600675/resep-bola-ayam-udang-asam-manis-chinese-food-mudah-buatnya-",
    "URL Gambar": "https://asset.kompas.com/crops/zYwYen5Knjt83AFMxawZhk-vBNQ=/132x163:864x651/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/01/31/65ba3e2884ea2.jpg",
    "deskripsi": "Jelang Imlek, tidak ada salahnya mencoba kreasi chinese food yang mudah dibuat. Banyak masakan ala restoran chinese yang praktis atau tidak butuh banyak waktu, contohnya ayam udang asam manis. Resep...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Puding Lapis Surabaya, Bikin Hampers Imlek",
    "Tanggal": "Kompas.com, 31 Januari 2024, 15:18 WIB",
    "Isi Resep": "Kue lapis surabaya membutuhkan modal yang tergolong besar karena banyaknya jumlah telur yang digunakan berkisar 15-40 butir telur. Coba buat lapis surabaya versi ekonomis dengan membuat versi puding. Sama seperti kuenya, puding ini terdiri dari tiga lapisan, vanila mengapit cokelat. Kamu juga bisa melengkapi puding lapis dengan kotak cantik untuk jadi ide hampers Imlek. Simak resepnya dari Sajian Sedap.",
    "URL Link": "https://www.kompas.com/food/read/2024/01/31/151800175/resep-puding-lapis-surabaya-bikin-hampers-imlek-",
    "URL Gambar": "https://asset.kompas.com/crops/geQa05VkmfWd2vS2TelqaQaeKBM=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/01/31/65b9ed08a3c20.jpg",
    "deskripsi": "Kue lapis surabaya membutuhkan modal yang tergolong besar karena banyaknya jumlah telur yang digunakan berkisar 15-40 butir telur. Coba buat lapis surabaya versi ekonomis dengan membuat versi puding....",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Hakau Udang, Ide Resep Dimsum untuk Suguhan Imlek",
    "Tanggal": "Kompas.com, 30 Januari 2024, 15:22 WIB",
    "Isi Resep": "Bentukhakaunampak seperti kerang dengan lipatan rempel pada kulit transparannya. Kamu bisa membuathakauudang untuk Imlek menggunakan campuran tepungtang miendan tepung kentang yang lebih mudah beli lewatonline. Isihakauini adalah udang berbumbu. Sudah dibersihkan, lalu dicampur dengan bumbu dan tepung. Simak resephakauudang dari buku \"Resep Pilihan Ny. Liem-Dimsum Istimewa\" (2013) oleh Chendhawati terbitan Gramedia Pustaka Utama berikut ini. 1.Bahan I: Campurtang miendansang fen.Tuang air panas sedikit demi sedikit sambil diaduk hingga menjadi adonan yang kalis. Sisihkan dan tutup dengan serbet bersih. 2. Campur Bahan II, kocok dengan mikser hingga tercampur rata. Masukkan Bahan IIIdan Bahan IV, aduk. Diamkan selama 30 menit di kulkas. 3. Potong dan bagi adonan sama rata, tipiskan. Isi dengan udang berbumbu, lipat dan rempel. Lakukan hal yang sama hingga habis. 4. Kukus selama kurang lebih tiga menit hingga matang. Angkat. Sajikan selagi hangat. Buku \"Resep Pilihan Ny. Liem-Dimsum Istimewa\" (2013) oleh Chendhawati terbitan Gramedia Pustaka Utama tersedia online di Gramedia.com. A post shared by Foodplace (@my.foodplace)",
    "URL Link": "https://www.kompas.com/food/read/2024/01/30/152200575/resep-hakau-udang-ide-resep-dimsum-untuk-suguhan-imlek-",
    "URL Gambar": "https://asset.kompas.com/crops/LFMvuUvqLd49Yq6uwxcKJsGe-qk=/0x10:968x655/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/01/30/65b87d3e40a77.jpg",
    "deskripsi": "Bentukhakaunampak seperti kerang dengan lipatan rempel pada kulit transparannya. Kamu bisa membuathakauudang untuk Imlek menggunakan campuran tepungtang miendan tepung kentang yang lebih mudah beli...",
    "kategori": "makanan"
  },
  {
    "Judul Resep": "Resep Telur Ceplok Kuah Kuning, Ide Makanan Cepat Matang",
    "Tanggal": "Kompas.com, 29 Januari 2024, 10:06 WIB",
    "Isi Resep": "Ide makanan simple yang cepat matang bisa dimulai dari bahan utama telur. Telur mudah dikreasika dengan berbagai bumbu masakan, termasuk kuah kuning santan, Resep telur ceplok kuah kuningdari Sajian Sedapini bahannya tergolong sederhana, kamu bisa menggunakan telur ceplok atau telur rebus untuk resep ini. Apabila masak untuk anak, hilangkap resep aneka cabai pada resep ini.",
    "URL Link": "https://www.kompas.com/food/read/2024/01/29/100643275/resep-telur-ceplok-kuah-kuning-ide-makanan-cepat-matang",
    "URL Gambar": "https://asset.kompas.com/crops/YmGk6cnYFd3MXBPT-o0L5pNCSms=/46x7:706x447/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2024/01/29/65b714955bc5d.jpg",
    "deskripsi": "Ide makanan simple yang cepat matang bisa dimulai dari bahan utama telur. Telur mudah dikreasika dengan berbagai bumbu masakan, termasuk kuah kuning santan, Resep telur ceplok kuah kuningdari Sajian...",
    "kategori": "makanan"
  }
]